[
    {
        "created": "20210212093410168",
        "text": "''Seat:'' [[Patrahk'n]]<br/>\n''[[Triumvir|Tharashk triumvirate]]:'' [[Khandar'Aashta]]<br/>\n''Primary Role:'' Mercenary trade, [[Droaam]]ite relations, bounty hunting<br/>\n''Common Traits:'' Aggression, courage, strength\n\n'Aashta is one of the three clans of the [[dragonmarked house]] [[Tharashk]]. 'Aashta and the lesser clans bound to them have ties to the [[Cults of the Dragon Below]], clinging to the old faiths of the [[Shadow Marches]].  Every sect is different, and many are not actually dangerous—but they can certainly be disturbing to outside observers. Some among them may actually seek to use the resources of the house to call up the ancient darkness from the world below.\n\nDue to [[Patrahk'n]]'s proximity to [[Droaam]], many 'Aashta speak [[Goblin]] rather than [[Azhani]], as well as learning [[Common]] as a trade language; however, ‘Aashta from further west may learn Azhani from birth.\n\n!! The Character of 'Aashta\n\nThe ‘Aashta have long been known as the fiercest clan of the [[Shadow Marches]]. Their ancestral home, [[Patrahk'n]], is on the eastern edge of the [[Shadow Marches]], and throughout history the clan has clashed with [[worg]] packs from the [[Watching Wood]], [[ogre]]s, [[troll]]s, and even their own [[Gaa’aram|orc]] cousins. Despite their bloody history, the ‘Aashta earned the respect of their neighbors, and over the last few centuries the ‘Aashta began to work with the people of what is now [[Droaam]]. The ‘Aashta thrive on conflict and the thrill of battle; they have always been the most enthusiastic bounty hunters, and during the [[Last War]] it was the ‘Aashta who devised the idea of the [[Liondrake's Roar]]—brokering the service of monstrous mercenaries in the [[Five Nations]], as well as the services of the ‘Aashta themselves.\n\nThe ‘Aashta are devoted to what they call the “Old Ways”—what scholars might identify as [[Cults of the Dragon Below]]. The two primary traditions within the ‘Aashta are the [[Inner Sun]] and the [[Whisperers]]. Those who follow the Inner Sun seek to buy passage to a promised [[paradise|Vale of the Inner Sun]] with the blood of worthy enemies. The [[Whisperers]] are tied to the [[daelkyr]] [[Kyrzin]]; they’re best known for cultivating [[gibbering mouther]]s, among other traditions tied to the Bile Lord. But while many among the ‘Aashta are cultists of the Dragon Below, they aren’t typically trying to release ancient evil or collapse the world into chaos. The [[Gatekeepers]] despise the cults for trafficking with malefic forces, believing that they are unwitting tools of evil, and it’s these beliefs that usually spark clashes between the two (combined with the fact that Gatekeeper champions are certainly ‘worthy foes’ in the eyes of the [[Inner Sun]]). But these two paths have co-existed for thousands of years, and they’ve never engaged in a total war. Since the union of [[Tharashk]], both ‘Aashta and [[Torrn]] have done their best to work together, with [[Velderan]] helping to mediate between the two (and with the [[Veldokaa]] occasionally stirring up the conflict).\n\nThe ‘Aashta are fierce and aggressive. They respect strength and courage, and take joy in competition. Having invested in the [[Tharashk]] union, they want to see the House rise to glory. The ‘Aashta pushed to create the [[Liondrake's Roar]] despite the clear conflict with House [[Deneith]]. The ‘Aashta also recognize the power [[Tharashk]] has as the primary supplier of [[dragonshard]]s, and wish to maximize how the house uses this influence. In contrast to the [[Veldokaa]], the ‘Aashta are honest in their ambition and wish to see the house triumph as a whole. While they do produce a few [[inquisitive]]s, their greatest love is bounty hunting, and most [[Tharashk]] hunters come from ‘Aashta or one of its allied clans.\n\nWhile they aren’t as dedicated to innovation as [[Velderan]] and aren’t as invested in [[symbiont]]s as the [[dwarf]] [[clans|Mror clan]] of [[Narathun]] or [[Soldorak]] in the [[Mror Holds]], the ‘Aashta are always searching for new weapons and don’t care if a tool frightens others. Some of those who follow the Old Ways master the techniques of the [[warlock]], while the [[Whisperers]] employ strange molds and [[symbiont]]s tied to [[Kyrzin]] and produce gifted [[alchemist]]s.\n\n!! Lesser Clans\n\n<<list-links-article \"[tag{!!title}tag[tribe]sort[title]]\">>\n\n!! Members of the Torrn clan\n\n<<list-links-article \"[tag{!!title}category[person]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "'Aashta",
        "tags": "Tharashk tribe",
        "modified": "20220522222724997",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "Clan "
    }
]