[
    {
        "created": "20210601051407115",
        "text": "Aarott ir'Wynarn was the fourth ruler of [[Aundair]], assuming the crown in [[941 YK|Khorvaire calendar]]. The only son of Queen Wrella, who was killed in the second year of her reign in 923 only months after giving birth, the newborn Aarott could not rule until he reached the age of 16, and thus his uncle Lord Marlex was proclaimed regent. But in 939, when by law the crown was Aarott's to claim, Regent Marlex held the reins of power, having made strong allies in [[Fairhaven]] over the last sixteen years. It took two years of machinations to depose the regent and for Aarott to be crowned king. Aarott went on to become perhaps the most contentious and hated ruler of Aundair in [[Last War]] history, leading some to speculate that Regent Marlex's treason was rooted in the best interests of his nation.\n\nAs a young king, Aarott was obsessed with exploiting [[Aundair]]'s [[arcane|arcane magic]] edge on the battlefields of the [[Last War]], and in 942 began a secret weapons project at [[Arcanix]] known as //Seven Stones// (see the [[Ninth Wands]] for more information). His deployment of //Seven Stones// projects, [[eldritch machine]]s that wielded horrifying and aberrant magic, in western [[Breland]] in the late 940's directly led to the Brelish invasion and occupation of [[Sylbaran]], [[Greenblade]], and [[Erlaskar]] in 950 YK; this occupation then set in motion the events leading to [[Eldeen|Eldeen Reaches]] independence in 958 YK.\n\nAarott was also responsible for the expansion of [[Aundair]]'s borders into [[Thrane]], believing the best way to unite the [[Five Nations]] under the rightful rule of [[Cyre]]'s Queen [[Dannel|Dannel ir'Wynarn]] was to conquer it county by county. Under Aarott's rule, the borders of [[Aundair]] expanded east, taking over the towns of [[Lathleer]], [[Ghalt]], [[Larunor]], and [[Marketplace|Marketplace (town)]]; these new borders were formally ratified in the [[Treaty of Thronehold]] decades later. In the Battles of [[Crying Fields]] in 955 YK, Aarott again deployed terrible experimental arcane weapons, winning the battle but transforming the region into a haunted and cursed wasteland. When Queen [[Dannel|Dannel ir'Wynarn]] refused to support [[Aundair]]'s bloody campaign, King Aarott renounced his \"support of [[Cyre]]'s ambitions\" in 958, dissolving the alliance between Cyre and Aundair which had persisted since the beginning of the [[war|Last War]] 64 years prior.\n\nAarott ir'Wynarn died in late 961 YK; his daughter Barvette was crowned in 962.",
        "type": "text/vnd.tiddlywiki",
        "title": "Aarott ir'Wynarn",
        "tags": "Aundair [[Wynarn family]] deceased human humanoid",
        "modified": "20240205220031080",
        "color": "#FEA627",
        "category": "person",
        "article": "King "
    }
]