{"created": "20210208002928612", "title": "Aberrant Scar", "text": "In the northwest [[Shadow Marches]], a glistening spit\nof stone protrudes from the [[Crawling Swamp]]. Its\nsurface is marred by jagged cracks that bear a strange\nresemblance to [[aberrant dragonmark]]s, and that seem\nto spell out the letters of a forgotten script. Whatever\ntheir source, these runes have power. Mages who\nhave studied this so-called Aberrant Scar swear that\nthe markings are mystical in nature, and that a possible future can be read within their weathered lines.\n\nSages and explorers have claimed to find secret\nmeaning and portents of the future in the markings\nof the Scar. More than a few have gone mad in the\nattempt to decipher those secrets. The last concerted\neffort occurred in the earliest years of the kingdom of\n[[Galifar]]. An expedition sent by the [[Twelve]] was charged\nwith learning the Aberrant Scar’s secrets. This group\nbuilt a great tower of black stone beside the protruding rock to serve as a place of study and research. When contact was lost with the tower, a follow-up\nexpedition was dispatched. It found the members of\nthe original party dead—murdered by one of their\nown, who finally took his own life in madness.\n\nThe tower has remained vacant for centuries, but in recent years, lights have been seen in its ivy-curtained windows. The [[warlock]] ''Ghalerath'' has taken up residence here, believing that she alone understands\nthe prophecies locked within the Aberrant Scar, and\nthat only she can prevent the horrific future they\nportend—a goal she pursues at any cost. The PCs\nmight encounter Ghalerath as a result of her plans to\nkill an ally, an important personage, or even one of\nthe party—an action the warlock believes to be vital to\npreventing the dark future she sees.\n\nWithin the tower, Ghalerath discovered a number\nof [[aberrant creatures|aberration]] that had been drawn to the\npower of the Scar—creatures that now do her bidding.\nShortly after her arrival, a nearby tribe of Marcher\n[[orc]]s (the Scarbrands) besieged the tower in an attempt to drive her out.\nSoon corrupted in mind and body, they too now serve\nthe [[warlock]].", "modified": "20210727191953223", "tags": "fortress [[Shadow Marches]] dungeon monument", "type": "text/vnd.tiddlywiki", "article": "the ", "category": "location", "color": "#4C8201", "points": "39.111,-48.8", "style": "{\"color\": \"#40262D\"}"}