[
    {
        "created": "20201225035654747",
        "text": "//Period: More than 16,000 years ago//\n\nDuring the Age of Demons, myths tell us...\n\n* [[Eberron]] was dominated by the [[overlord]]s, thirty arch[[fiend]]s who shaped reality to their will.\n* Champions, later known as the [[Sovereign Host]], fought the overlords with an alliance of [[dragon]]s and [[couatl]].\n* The sacrifice of the couatl bound the overlords with a force that formed the [[Silver Flame]].\n\nAccording to the [[Progenitor|Progenitor Dragons]] myth, Eberron became the world\nand all natural creatures are her children. But in the first\ndays of the world, the children of [[Khyber]]—[[fiend]]s, [[aberration]]s,\nand other monsters—rose up from the darkness and claimed\ndominion over the world. The greatest among these were the\n[[overlord]]s, [[immortal]] archfiends embodying the evils that plague\nmortals. Each overlord shaped the world to match their whims,\nand no civilization could challenge them. It was a time of chaos\nthat lasted for untold millennia.\n\nThe Age of Demons came to an end after an extended war between the overlords and a legendary group of champions—now known as the [[Sovereign Host]]. Believed by some to be [[dragon]]s, by others, gods—or perhaps something else entirely—these rebels raised an army of dragons allied with the [[couatl]],\nnative [[celestial]]s said to embody the last light of [[Siberys]]. As\nthe immortal [[overlord]]s couldn't be destroyed, countless couatl\nsacrificed themselves, their spirits combining into a prison of pure celestial energy that could bind the overlords. Even today,\nthe overlords remain bound and the world protected from\nimmense evil by this force, now known as the [[Silver Flame]].\n\n!! Why Does It Matter?\n\nThe Age of Demons ended sixteen thousand years ago, long\nbefore the foundation of any civilization that exists today. But\nthe time lingers in myth and continues to shape modern life.\nIt's commonly believed that the deities of the [[Sovereign Host]]\nwalked the world during this time and physically battled the\n[[overlord]]s. However, many scholars assert that these myths are\nactually based on the deeds of heroic [[dragon]]s—for example,\nthe myths of the Sovereign [[Aureon]] might be inspired by the\ndeeds of a dragon named [[Ourelonastrix]]. It's up to the GM to\ndecide the truth, but it could be possible for adventurers to\nfind places or relics tied to the Sovereigns from this age. You\nmight find the lance [[Dol Arrah]] used when battling [[Katashka]]\nthe Gatekeeper, or the site where she and [[Dol Dorn]] flayed the\n[[Mockery]] for his treachery. Whether tied to gods or dragons,\nthese sites and relics still hold power.\n\nWhile the overlords may have been defeated, they cannot be\ndestroyed. Each overlord is bound in a Khyber [[dragonshard]]\nand held in its prison by the power of the [[Silver Flame]].\nThough bound, an overlord can influence the world in the\nregion around its prison... and there's no official list of all of\nthe overlords or where they are bound. So if a story calls for a\nregion where the restless dead rise and prey on the living, this\ncould be the prison of [[Katashka]] the Gatekeeper. If a region is\nsuddenly overcome by ice and snow, perhaps the shard-prison\nof [[Dral Khatuur]] has been brought there.\n\nEach overlord can only be freed if a particular passage of the\n[[Draconic Prophecy]] comes to pass. The [[fiend]]s known as the\n[[Lords of Dust]] work to discover and enact these prophecies,\nwhile the [[dragon]]s of the [[Chamber]] try to stop them. Both\nsides frequently use mortals as pawns, so adventurers can\neasily find themselves caught up in these schemes. As they\nreach higher levels, adventurers might even become active\nparticipants in this struggle instead of mere pawns. Though\nfew mortals are aware of it, this is a constant cold war that\ndetermines the fate of the world.\n\nDungeons from the Age of Demons are rare, few surviving\nthe passage of time. Any remaining sites would be infused with\nfiendish or celestial power. A vault created by the [[couatl]] could\nhold a deadly artifact tied to an [[overlord]]. An obsidian fortress\nmight be imbued with [[Rak Tulkhesh]]'s power, and people who\nsettle there are consumed by homicidal rage. One of the best\ndocumented sites is [[Ashtakala]], an ancient city in the heart of the\n[[Demon Wastes]] said to be the sanctuary of the [[Lords of Dust]].\n\n!! Character Ideas\n\nThough the overlords are bound and the Sovereigns no longer\nwalk the earth, consider these ways your character might be\ncaught up in their legendary struggle:\n\n* You have a [[dragonshard]] embedded in your flesh, the source of some of your class abilities (e.g. [[warlock]] magic or [[barbarian]] rage). This is a sliver of an overlord's prison. How did it come to be a part of you? Do the [[Lords of Dust]] want to take it from you, or are you destined to become an avatar for an [[overlord]]?\n* You possess an object your parents swore once belonged to a [[Sovereign|Sovereign Host]]. Currently it has no magical powers, but perhaps there's some way to activate its potential.\n* You were born in the [[Demon Wastes]] and spent your life battling [[fiend]]s. Have you traveled south pursuing a particular fiend? Or do you follow visions granted by the [[Silver Flame]]?",
        "type": "text/vnd.tiddlywiki",
        "title": "Age of Demons",
        "tags": "era",
        "modified": "20230606032057038",
        "color": "#A3CFBB",
        "category": "event",
        "article": "the ",
        "tooltip": "over 16,000 years ago, the era when Eberron was dominated by the fiendish overlords"
    }
]