[
    {
        "created": "20210128200842577",
        "title": "Akiak",
        "text": "The Akiak [[dwarves|dwarf]] and [[duergar]] are native to the [[Paqaa Mountains]] of [[Sarlona]]. The Akiak duergar are thought to be a mutation resulting from generations dwelling in the radius of the [[Dolurrh]] [[wild zone]]s.\n\nThe scattered remnants of the refugee Akiak people live in mobile camps in the foothills of the northern [[Paqaa Mountains]], and many more\nclans are harbored by the [[Qiku]] shifters of the southern\n[[Tashana|Tashana Tundra]]. There is no government or military structure per se, but\nrather ad hoc leadership committees and guerrilla bands.\nThe charismatic [[duergar]] military leader known as [[Jade-Lin]] is attempting to galvanize the clans, and many have rallied to her flag of late. \n\nWhen the last Akiak ancestral strongholds in the [[Paqaa Mountains]] fell to [[Riedra]] two years after the [[Night of Razor Dreams]], the scattered remnants of this\nonce-great nation were forced to the north, where they\nlived in small mobile refugee camps. The few remaining\nAkiak are an intriguing people—a fully integrated society\nof [[dwarf]] and [[duergar]], attempting rebuild and fight back\nagainst their Riedran enemies. The Akiak are fighting a\nguerrilla-style war against the [[Inspired]], launching forays\ninto their occupied homelands while constantly defending themselves against counterattacks by Riedra's death\nsquads. An Akiak character is likely to be driven to take\nback the Paqaa Mountains, and to eventually bring the\nfight to the corrupt heartland of [[Riedra]]. \n\nMany Akiak dwarves and [[duergar]] have been imprisoned in Riedran mines and work camps for generations,\nsince the initial downfall of their nation. They are\nessentially an underground slave race exploited by the\nInspired, and few but the free Akiak insurgents even\nknow of their existence. \n\n!! Akiak Adventures\n\nA select circle of Akiak leaders has knowledge of the metallurgical and [[alchemical|alchemist]] technology that underlies the [[monoliths|hanbalani alta]]. While the Akiak do not understand all the particulars,\nthey recently discovered that the [[Inspired]] are using the\nmonoliths to bring about some kind of planar alignment.\nThey suspect that the fate of all of Eberron might hang in the\nbalance. So far, only the [[shifter]]s of the [[Qiku]] seem to agree about the gravity of the situation. Akiak emissaries are being\nsent abroad to disseminate this information.\n\nThe Akiak lack the strength to attack [[Riedra]] in force, so they instead rely on a strategy of infiltration and sabotage. Akiak guerrilla bands, small and mobile,\nare dispatched into the mountains in search of [[hanbalani|hanbalani alta]]\ninstallations. The hanbalani are built atop the proto-monoliths the Akiak built themselves as [[psionic|psionics]] power\nplants. Destroying hanbalani is not overly difficult; surviving the journey there and\nback is. The few Akiak bands that have the knowledge\nand inclination to channel their revenge into monolith-busting play a deadly game of cat and mouse with the [[Thousand Eyes]] and the [[Sleeping Sword]].\n\n''Getting the PCs Involved:'' Akiak emissaries in the\nport towns of [[Winterstead]] and [[Whitetooth]] are actively\nrecruiting adventurers to help them in their struggle\nagainst the [[Inspired]]. The Akiak are desperate and\nhunted, but they are not without resources. Previous to\nthe [[Night of Razor Dreams]], the dwarves were one of the\nrichest peoples in all of [[Sarlona]], and a good portion of\nthat wealth was spirited out of the [[Paqaa Mountains]]. PCs\nmight earn this Akiak gold by allying with the [[dwarves|dwarf]]\nagainst their shadowy Riedran oppressors.\n\nVery recently, [[Qiku]] warriors have begun defying their\n[[Sky Teller|Naar-Esqa]]'s dictates and joining the Akiak guerrilla raids.\nPCs allied with or in debt to the Qiku might find themselves\ndrawn into battle. Alternatively, [[Riedrans]] see the Akiak as\nsavage raiders attacking from the north. The Riedran government pays a handsome bounty to foreign adventurers\nwho hunt down and kill Akiak fighters. In short, mercenary\nwork is to be had on both sides of this conflict.",
        "modified": "20210727191953790",
        "tags": "[[Tashana Tundra]] tribe dwarf",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]