[
    {
        "created": "20201218080347687",
        "title": "Amaranthine City",
        "text": "!! The Amaranthine City of Irian\n\nThis immense metropolis fills an entire layer of [[Irian]]. The Amaranthine\nCity is the capital of an empire in its first bloom of glory. Gilded\nbanners catch the wind. Armored [[angel]]s and [[pegasi|pegasus]] patrols\npass overhead. People laugh in the streets, healthy and happy.\nArtisans create a mosaic depicting glorious victories. While\nthis is an empire, the message isn't about oppression, but\none of potential. This is an empire where all the citizens are\nprosperous and all have equal opportunities. People are proud,\nthe city is full of wonders, and the future is bright.\n\nThe Amaranthine City is the heart of [[Irian]]. Its\n[[Dawn Empress]] is the first and greatest of the [[Architect]]s. Her empire\nisn't driven by conquest, but rather by exploration—discovering\nnew lands and opportunities, just as mortals can always find\nnew talents within and opportunities beyond. \n\nLayers tied to the Amaranthine City reflect its theme of\nexpansion and discovery. These layers may hold outposts in\notherwise-uninhabited lands filled with wonders of nature, or\nthey might hold prosperous farms and estates, inhabited by\n[[ember]]s, with [[lumi]] and [[deva]]s helping to drive the theme.\n\n!! The Amaranthine City of Mabar\n\nThe Amaranthine City is the heart of Mabar. Experienced planar travelers may find it familiar, for it's a dark reflection of the Amaranthine City of [[Irian]]. Irian shows\nthe city in its first days of glory: prosperous, clean, full of joy\nand life. The Amaranthine City of [[Mabar]] is a haunted shadow\nof this glory. Like its counterpart, this immense metropolis\nfills an entire layer, but here, its banners are faded and torn,\nwalls are cracked, and fountains are dry. [[Shadow|shadow]]s still move\nthrough the streets, a miserable reminder of the crowds\nthat once filled the city. The rotting tapestries and chipped\nmosaics speak of a past age of wonders and glory. The two\nare unmistakably the same city, both in architectural style and\nthe layout of its streets. This feels like the last days of a grand\nempire, an image of decaying grandeur; but there's great\npower beneath the tragic façade. The walls may be cracked,\nbut they are still mighty, and the [[mezzoloth]]'s rusty trident\ncan kill you as easily as a polished one.\n\nThe city's ruler, the [[Empress of Shadows]], is the first and\ngreatest of the [[Dark Power]]s. She spends much\nof her time presiding over the decaying pomp and grandeur of\nthe Amaranthine City. The sages of [[Syrania]] believe that the Empress\nof Shadows chooses which fragments of other planes will be\npulled into Mabar, and planar emissaries sometimes dwell in\nthe Amaranthine City seeking to negotiate with her.\n\nThis city is the seat of the [[yugoloth]]s; for every yugoloth in\nthe Amaranthine City of [[Mabar]], there is an [[angel]] in the city in [[Irian]], all the way up to the [[Dawn Empress]] and the [[Empress of Shadows]]. Most likely, this is just a way of reflecting the planes' core concepts—beginnings and endings, hope and\ndespair. But it's possible that Irian and Mabar are somehow the\nsame—perhaps the Dawn Empress is the Empress of Shadows,\nand though they appear to exist at the same time, they reflect\nthe beginning and end of the same spirit.\n\nThe layers tied to the Amaranthine City reflect its theme\nof imperial ambition and decaying power. Some embody\ndesperation—a collapsing fortress awaiting an assault that will\nsurely destroy it, or an abandoned sanitarium whose inmates are\ntrapped and starving. These regions are inhabited by [[shadow]]s,\nbut the fiendish gardeners can instill near-sentience into them\nif it serves their purposes. Fragments claimed by the Empress\nof Shadows are drawn into her empire, and usually acquire a\n[[yugoloth]] outpost even as the life is drained from the region.",
        "modified": "20210727191954044",
        "tags": "layer Irian Mabar city",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#3B5C0A"
    }
]