[
    {
        "created": "20210305014949804",
        "title": "Antus ir'Soldorak",
        "text": "When the [[Aurum]] was founded in the [[Mror Holds]] centuries ago, it was an act of rebellion. [[Galifar]] was then the dominant power in the region, and members of the Aurum believed that House [[Kundarak]] had abandoned the [[dwarves|dwarf]] when it allied with the [[Twelve]]. Through the Aurum, the lords of the mines would use their wealth and resources to gain power over their rivals. Antus Soldorak was once the youngest member of the Aurum. Today, he is both the chancellor of the Platinum Concord and a member of the Shadow Cabinet, and one step away to achieving his childhood dream.\n\nAntus’s holdings include gold and platinum mines. Following the secession of the [[Mror Holds]], he founded the [[Soldorak]] Mint, and his currency is now commonplace throughout [[Karrnath]] and the [[Lhazaar Principalities]]. He has invested his wealth across the [[Five Nations]], and could have an interest in any sort of industry that serves the needs of an adventure. He is determined to break the power of the [[Twelve]] and stamp out the last vestiges of [[Galifar]], and to this end he searches for new industrial and magical developments—seeking to fund such endeavors and exploit their results before the knowledge can be acquired or destroyed by the Twelve. He has an enormous gilded [[airship]], //Chains of Gold//, which includes its own [[speaking stone]] station and an infirmary with cutting-edge [[Jorasco]] facilities... all of which are operated by [[dragonmark]]ed excoriates loyal solely to Soldorak. Soldorak spends most of his time aboard his ship, flying from city to city to oversee local operations. He purchased his lordship and noble title, \"Master of Coin\", from King [[Kaius III|Kaius ir'Wynarn III]] when [[Karrnath]] was in desperate financial straits, and takes pleasure in lording over the people who once oppressed his homeland.\n\nSoldorak is an elderly [[dwarf]]. Though he is physically weak, he has an amazing talent for reading motivations and bending people to his will. This talent could be subtle [[sorcery|sorcerer]] or [[psionic|psionics]] power, or just raw intuition; whatever its source, he can predict exactly what strings he needs to pull to control someone. If he makes an enemy, he will find out everything he can about that individual, to best assess weaknesses and strengths. His power isn’t physical; it is his ability to wrap his victims in \"chains of gold\", using his wealth to offer them the things they desire—or to threaten the people they can’t defend.\n\nAntus ir’Soldorak can be connected to any sort of scheme that would weaken the nobility or the [[dragonmarked house]]s, or increase the power of the [[Aurum]]. A couple of ideas:\n\n* Antus ir’Soldorak wants to outfit the characters and provide them with information they need in order to ransack one of House [[Kundarak]]’s high-security vaults. The vault holds vast wealth, but Soldorak doesn’t want any of it; his only interest is the terrible publicity that the theft will bring to Kundarak. If the heroes are successful, they could find the treasure to be artifacts from [[Cyrans|Cyre]] who were slain during the [[Mourning]]; will the characters keep the wealth, or share it with Cyran refugees?\n* Soldorak recognizes the talents of a [[wizard]] or an [[artificer]] character and offers to fund her, allowing her to create items she normally couldn’t afford. However, when Soldorak begins mass-producing this breakthrough, the characters are caught up in a conflict between the [[Aurum]] and the [[Twelve]].\n* Soldorak has recently begun minting coins made of electrum (an ally of gold and silver) called \"Eyes\", and has begun a campaign to spread this new currency across the [[Five Nations]]. Could he secretly be laying the foundation for a vast secret [[scrying]] network?",
        "modified": "20210727191954393",
        "tags": "humanoid Aurum dwarf Soldorak",
        "type": "text/vnd.tiddlywiki",
        "article": "Lord ",
        "category": "person",
        "color": "#FEA627"
    }
]