[
    {
        "created": "20210305040527900",
        "text": "The Arcane Order of Aureon is the largest and most powerful [[arcane order]] in [[Aundair]], wielding influence both within the [[Arcane Congress]] and among the [[nobility|Nobility of the Five Nations]] of the nation. For this reason it is often disparaged by the other circles, who assert that it has become a hollow shell choosing members based on pedigree rather than [[arcane|arcane magic]] talent—that its members are more likely to be nobles rather than sages. Members of the Arcane Order must swear to use “[[Aureon]]’s Gift” to preserve civilization and in the service of the law. While its diverse membership practice all forms of magic, the schools of [[evocation]], [[abjuration]], and [[divination]] have especially strong support in the order.\n\nThough not the first wizard’s circle, this was the first circle to use the term [[arcane order]]. The Arcane Order was founded in ancient [[Daskara]] by monks devoted to [[Aureon]], but quickly spread into [[Thaliost]]. Bound by the belief that magic should be a force for law and order, the circle were staunch supporters of [[Galifar I|Galifar Wynarn]]. They provided magical support during his conquest and helped enforce order across the united [[kingdom|Galifar]] in the aftermath. They formed the solid foundation of the [[Arcane Congress]] and ensured the Congress served crown and kingdom. Princess [[Aundair|Aundair Wynarn]], herself a member of the rival [[Guild of Moonlight and Whispers]], was instrumental in convincing the other circles to unite in the Arcane Congress, setting aside the feuds many of the lesser circles had with the Arcane Order. Those feuds continue to this day, but are conducted within the confines of the Congress.\n\nOver the course of centuries, internal rivalries caused the Arcane Order to split along national lines. This resulted in [[Breland]]’s [[Esoteric Order of Aureon]] and the [[Erudite Order]] of eastern [[Cyre]]. The Arcane Order remained a force in central Cyre and in [[Thrane]], though its support dropped significantly in [[Thrane]] following the depredations of [[Sarmondelaryx]], the [[Year of Blood and Fire|Bel Shalor]], and the rise of the [[Silver Flame]]. Today the Arcane Order maintains a single hall in [[Thrane]], in the city of [[Sigilstar]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Arcane Order of Aureon",
        "tags": "[[arcane order]] Aundair",
        "modified": "20220322223357130",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]