[
    {
        "created": "20230923221229989",
        "text": "The empire of Arkhosia was a powerful expansionist kingdom of [[dragonborn]] that existed in eastern [[Khorvaire]] between around 5650 and 5900 years ago. At its greatest, the empire encompassed a region covering all of modern-day [[Q'barra]], most of the [[Talenta Plains]], and a portion of northern [[Valenar]].\n\n!! Links to Headers\n* <<scrollToHeader \"Overview\">>\n* <<scrollToHeader \"The Legacy of Arkhosia\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Overview \n\nThe origin and downfall of Arkhosia both lie in the sacred mission to guard the prison of the [[overlord]] [[Masvirik]], the Cold Sun, and fight against his influence. Many millennia ago, early in the [[Age of Monsters]], the [[dragon]]s of [[Argonnessen]] sent the [[black dragon]] [[Rhashaak]] and a host of elite [[dragonborn]] soldiers of the [[Light of Siberys]] to watch over [[Q'barra]]. Rhashaak and his greatest warriors stationed themselves at Masvirik's prison itself, the demonic volcano citadel of [[Haka'torvhak]]; but most of the [[dragonborn]] spread throughout the jungle region, establishing garrisons at [[sites of fiendish influence|dragonborn clanhold]]. They served for thousands of years as watchful sentinels against any sign of the return of the Cold Sun.\n\nBut no sign came. [[Masvirik]] remained quiet. The now-flourishing [[dragonborn]] population of [[Q'barra]], raised to prepare for battle which might never come, grew restless. The elders asserted that [[Rhashaak]] at [[Haka'torvhak]] held the archfiend at bay, fighting a spiritual battle every day against the Cold Sun, but the dragonborn as a whole eventually could not make sense of their place in that battle. And all the while, the [[Daughter of Khyber|Tiamat]], the great fiend of ambition that lurks in the heart of every [[dragon]] and [[dragonborn]], gently fueled that restless flame. Ordinarily, her influence over dragonborn is weaker than it is over true dragons, but in the realm beyond the [[Endworld Mountains]] where the [[Forgotten War]] was fought, her presence can be felt more acutely than anywhere else in the world aside from the distant [[Pit of Five Sorrows]]... and the dragonborn felt her call.\n\nAnd so, the hundredth peacetime generation of that warrior culture crossed the [[Endworld Mountains]] in legions and found their war. Conquering nomadic societies of [[halfling]]s, [[orc]]s, and [[lizardfolk]], the [[dragonborn]] of Arkhosia carved out their kingdom across the [[Blade Desert]] (which was considerably smaller in those days) and the plains beyond.\n\nIt didn't take long for news of the new nation to reach the ears of emperor of [[Dhakaan]]. The massive [[goblinoid]] empire was nearing its golden age, and had spread across most of the modern-day [[Five Nations]] region. While [[Dhakaan]] had no interest in colonizing the region of the modern-day [[Talenta Plains]], they suffered no challenge to their supremacy on [[Khorvaire]], and met the [[dragonborn]] in battle. And the Arkhosians, hungry for worthy opponents, met their match in the Dhakaani.\n\nOver the next two centuries (circa 5900 to 5700 years ago), the [[dragonborn]] and [[goblinoid]]s clashed in wars that ebbed and flowed. During this period, Arkhosia built its two greatest cities: ''Io'vanthor'' nestled in the [[Endworld Mountains]], and ''Krenstak'' located in the heart of the [[Talenta Plains]]. The fortress-town of [[Rolaz-Gaar|Haunted Hastalar]] was also built at this time to defend the heartland against the armies of [[Dhakaan]]. The arcane architects of Arkhosia also created great wonders of engineering, such ''Ustraternes'', the \"fortress of flying stone,\" a massive mobile flying citadel that could deploy [[dragonborn]] paratroopers into battle from above.\n\nThis was a glorious time for the [[dragonborn]] of Arkhosia, who successfully held back the great armies of [[Dhakaan]] for over two hundred years. In addition, they developed ways of circumventing the curse of civilization that hangs over the region (see the <<navAndScrollToHeader \"Talenta Plains\" \"Mysteries of the Talenta Plains\">> section of the [[Talenta Plains]] page). But the battle the dragonborn had been sent to fight finally arrived in full fury. In [[Haka'torvhak]], [[Masvirik]] awoke, overwhelming the guardian dragon [[Rhashaak]] and spreading his influence across the land. Unbeknownst to the conquering dragonborn, the expansion of their empire unlocked a stanza of the [[Draconic Prophecy]] which would lead to the Cold Sun's release; [[fiend]]s of Masvirik had spent centuries encouraging the spread of Arkhosia, and helping them fend off the civilization curse of the [[Talenta Plains]].\n\nMasvirik infected the minds of reptilian folk of all kinds in [[Q'barra]] and beyond, creating the [[Poison Dusk]]. Swarms of frenzied [[kobold]]s and [[lizardfolk]] assailed Arkhosian settlements, and corrupted dragonborn turned on their kin throughout the empire. The \"dam\" of fiendish magic that had held back the curse of the land for centuries finally collapsed, unleashing a cascade of restless spirits upon the dragonborn cities. Magical infrastructure across the realm catastrophically failed; the hovering citadel Ustraternes crashed into the foothills of the [[Endworld Mountains]]. Meanwhile, the influence of the [[Daughter of Khyber|Tiamat]] reached its peak, and [[abishai]], [[spawn of Tiamat]], and other horrors rampaged across the empire. As Arkhosia crumbled, the dragonborn realized that in order to break the power of the Daughter and the Cold Sun, they not only needed to withdraw from their western holdings—they needed to //destroy// them, and put the empire out of its misery. The cities and citadels that still stood were put to the torch by the surviving dragonborn legions, who then marched back to [[Q'barra]] to clash with the Cold Sun at its source.\n\nThe downfall of Arkhosia and ensuing struggle against [[Masvirik]] nearly destroyed the entire dragonborn population on [[Khorvaire]], leaving barely a tenth of their number alive. The dragonborn were ultimately successful in preventing the Cold Sun's complete release, but the fight against the [[Poison Dusk]] continues to this day, and the dragonborn population remains a small fraction of what it was at the height of their power.\n\n!! The Legacy of Arkhosia\n\nToday, few ruins of Arkhosia remain. After the fall of the empire, the few structures of the [[dragonborn]] that survived have not stood the test of time as well as those of the [[Dhakaan]]i. Oddly, the citadel town of Rolaz-Gaar, called \"[[Haunted Hastalar]]\" by the [[Talenta|Talenta Plains]] [[halfling]]s, still stands mostly undamaged; however, it is so infested with rancorous ghosts that none who enter return alive. In addition, the ruins of Io'vanthor can still be found hidden in the [[Endworld Mountains]]. The magical spring that provided fresh water to the city (which ancient texts refer to as \"the Blood of [[Io]]\") dried up two thousand years ago, but a clan of [[kobold]]s still carves out a living here among the ancient rubble.\n\nAlthough empire of Arkhosia fell over 5600 years ago and lasted only two centuries, its legacy looms large in the cultural consciousness of the [[dragonborn]]. Clans still claim to trace their lineages to leaders or heroes of the empire. Dragonborn still quote the axioms of the warrior-philosopher Khomagar, and tell tales of the great general Surina. Some traditions of the [[Q'barra]] dragonborn appear extend to the days of Arkhosia; for example, the tradition of traveling dragonborn monks who serve as peacekeepers and mediators may originate with the wandering judges and administrators of the empire.\n\nHowever, some among the dragonborn are not content to let the most glorious days of their people lie in the distant past. [[Mishva Garodya|Mishva Garodya Stormhorn]] of the [[Stormhorn Clan|Stormhorn Clanhold]] seeks to reclaim the greatness of Arkhosia and forge a new dragonborn kingdom.",
        "type": "text/vnd.tiddlywiki",
        "title": "Arkhosia",
        "tags": "Khorvaire nation defunct",
        "modified": "20240703190120471",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the Empire of ",
        "tooltip": "ancient dragonborn empire in eastern Khorvaire"
    }
]