[
    {
        "created": "20231209174815920",
        "text": "The Army of Promise (//Usé Axwuc//) is a militant faction of the [[Sulatu]] [[drow]] of [[Xen'drik]]. It is a relatively recent development, founded only a few centuries ago by Flamespeaker [[Holua Xiv'inn]]. In their interpretation of the Promise of Fire, the Army of the Promise believes the Sulatu are destined to lead a literal army which will cleanse the world in a wave of fire and blood. Although this school of thought is a minority one, few explorers have encountered any [[Sulatu]] besides the Promise Soldiers of [[Gundra'kul]], and thus many who know the name \"Sulatu\" believe they are all of one mind about a fiery global coup and a new era of drow dominance.\n\nThe Promise Soldiers have developed terrifying weapons, such as lances of fire which launch bullets of exploding [[blood glass]]. They have learned many secrets of destruction from the [[fiend]]s of [[Fernia]], with whom they traffic; some rumors claim that the Army of Promise has developed [[dragonshard]] bullets that release [[fiend]]s into the victim's body.\n\nUnlike other [[Sulatu]], Promise Soldiers wear tattoos, which typically resemble flames—these are earned by passing grueling trials, and indicate how much pain the [[drow]] can endure.\n\nIn addition to preparing for the fiery revolution, the Army of Promise is undergoing research to stress-test the curse of the [[Madness of Crowds|Du'rashka Tul]], attempting to determine what part of a culture's development triggers it. Flamespeaker [[Holua|Holua Xiv'inn]] believes that the deciding factor is hubris—that a civilization with an unreasonably inflated assessment of itself boils over into violence. They believe that the lessons they learn from the [[devil]]s of [[Fernia]] will allow them to gain a reasoned understanding of expansion and violence, without falling victim to the curse.\n\nFollowers of the Army of the Promise can be found in any [[Sulatu]] community, but their largest concentration is located at [[Gundra'kul]] in the [[Skyfall Peninsula]], where their [[Flamespeaker|Holua Xiv'inn]] dwells.",
        "title": "Army of Promise",
        "modified": "20231210231523718",
        "tags": "Xen'drik drow Sulatu",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "militant faction of Sulatar drow who have a bloody interpretation of the Promise of Fire",
        "alternatetitle": "Usé Axwuc Use Promise Soldiers"
    }
]