[
    {
        "created": "20200415201238249",
        "text": "If the wretched land of the [[Demon Wastes]] has a capital, it is Ashtakala, the last citadel of the [[Lords of Dust]]. Surrounded by a permanent storm of sand and [[demonglass]] and shielded from all forms of [[divinatory magic|divination]], this metropolis of\nbasalt and brass has stood since the [[Age of Demons]]. Unlike the other ruins dotting the countryside, Ashtakala seems alive at first glance—home to innumerable [[demon]]s, [[rakshasa]]s, and other [[fiend]]s. In truth, it is all an illusion, maintained by the eldritch power that raised the city at the dawn of the world.\n\nVisions of the past are brought to life here by dark magic. Within the illusion, a small association of rakshasas and other servants of the overlords convene here as the [[Bleak Council]], hatching wicked plots and forging plans to conquer the world.\n\nAll [[Eberron]]-native [[fiend]]s return to Ashtakala eventually, sometimes spending centuries in its cold embrace, to remind themselves of the glory that was once theirs. The illusion comforts them with images of the [[Age of Demons]], but it also\nfuels their hatred for the [[dragon]]s who tore down their era\nand left only these ruins for the rakshasas to occupy.\n\nVisitors who survive the glass storm find the power that preserves the image of Ashtakala transforms anyone who enters the city; characters find their clothing and equipment altered to match the archaic fashions of the city. However, explorers who spend too much time in this place are corrupted, taking on demonic forms as the city claims them body and soul.\n\n!! Links to Headers\n* <<scrollToHeader \"Living Embodiment of a City of Fiends\">>\n* <<scrollToHeader \"Denizens of Ashtakala\">>\n* <<scrollToHeader \"Interlopers in Ashtakala\">>\n\n!! Living Embodiment of a City of Fiends\n\nAshtakala was never constructed. It came into the world at the beginning of the [[Age of Demons]] when the [[overlord]]s emerged from [[Khyber]] and shaped the world to their whims. In fact, Ashtakala is not only a city: it is itself an [[overlord]]. Never fully bound by the [[Silver Flame]], this ancient archfiend is the living embodiment of a demon city, its heart [[demiplane]] projecting into the Material Plane and shaping the [[Demon Wastes]] into the twisted region it has been for tens of thousands of years.\n\nWhen [[humanoid]]s enter the city, they are slowly digested and transformed, beginning with illusory fashion and culminating in fiendish mutation. They are not instantly killed simply because immortal Ashtakala does not consider such low creatures to be a threat; indeed, it hardly registers their presence. If the hazards of the nightmare city claim them, or if the lesser [[fiend]]s choose to capture them, torture them, or extract their souls, then so be it. But the city itself does not take notice.\n\nBut woe betide those whom Ashtakala does notice. During the [[Age of Giants]], the [[dragon]]s of the [[Light of Siberys]] descended upon the [[Demon Wastes]]. They laid waste to it, destroying a [[humanoid]] civilization that predates the [[Carrion Tribes]]. But as the [[dragon]]s drew near to the demon city, their souls were ripped from their bodies and they turned on their allies. When they were wounded, dust spilled out instead of blood. The attacking force was almost entirely wiped out, but the [[fiend]]s that were slain simply reformed. The [[dragon]]s have shunned the region ever since; while they know Ashtakala is an asset for the [[Lords of Dust]], they don’t have the power to destroy it, and its influence has stayed confined to the Wastes since it was trapped in place by the wards of the [[Labyrinth]].\n\nAshtakala allows the [[Lords of Dust]] to dwell within it, but it doesn’t cater to their whims or help them with their schemes. Ashtakala simply doesn’t care that the other [[overlord]]s are imprisoned. Ashtakala simply //is//. It expresses itself by creating and maintaining the [[Demon Wastes]]. It is doing what that gives its existence meaning. The illusory servitors are [[manifestation]]s of the city's [[demiplane]]; they are literally extensions of the city, serving no purpose other than to maintain it. They can’t be recruited to serve the schemes of the [[Lords of Dust]] because they literally don’t exist independently of Ashtakala.\n\nThat said, Ashtakala is the perfect haven for the [[Lords of Dust]]. It is shielded from hostile magic and their greatest enemies cannot even approach it. They don’t need to maintain it—no one repairs the masonry, or fixes the sewers, or touches up the paint—because the entire city is a concept, and it maintains itself. It provides them with invaluable resources, such as the Library, which is filled with ancient tomes dating back to the [[Age of Demons]]—memories in the mind of the Demon City.\n\n!! Denizens of Ashtakala\n\nAshtakala seems to be full of life. But in this hellish city, life is always cruel. Guards are always dragging innocent people off to be tortured or imprisoned, and public executions are held multiple times a day. Meanwhile, the city also holds merchants, musicians, pickpockets, beggars, and more, all going about their business that'll ultimately never come to anything significant. Most of these denizens are essentially temporary [[manifestation]]s; should the adventurers kill the arrogant noble, he’ll be back\ntomorrow and probably won’t recognize them. And the\ntentacled beggar who wants to play dice always wants to\nplay dice; she’ll never win big and get off the streets.\n\nThe \"Generate Denizen of Ashtakala\" button below can inspire basic\ndetails for random NPCs in the Demon City. Some of\nAshtakala’s inhabitants are recognizable [[fiend]]s, but\nmany are closer to [[tiefling]]s; they’re humanoid in form,\nbut with disturbing fiendish elements. So adventurers\nmight meet an ancient [[dwarf]] in the plaza—but when he\nsmiles, they see he’s got the mouth of a serpent, with\ncurved fangs and a forked tongue.\n\n<<<\n<$button class=\"vertical-margin-2\">\n<$action-chooserandom $filter=\"[[An emaciated]] [[A hulking, bestial]] [[A beautiful]] [[An elderly]] [[A sobbing]] [[A young]] [[A terrified]] [[A malevolent]]\" $field=\"var1\"/>\n<$action-chooserandom $dataTiddler=\"$:/AshtakalaRandomCreature\" $field=\"var2\"/>\n<$action-chooserandom $filter=\"[[with cracked skin oozing purple blood.]] [[with multiple tentacles instead of arms.]] [[with a half-dozen rows of mismatched teeth.]] [[with eyes or mouths in unexpected places.]] [[with unnaturally long limbs hanging backward.]] [[with smooth skin where their eyes or other features should be.]] [[who constantly, slowly changes shape.]] [[whose rubbery body lacks any bones.]]\" $field=\"var3\"/>\nRandom Denizen of Ashtakala\n</$button>\n\n''Denizen of Ashtakala:'' {{!!var1}} {{!!var2}} {{!!var3}}\n<<<\n\nMeanwhile, the \"Random Encounter in Ashtakala\" button below provides story hooks for the adventurers to engage with. The denizens of Ashtakala typically won’t recognize adventurers as intruders, but a suspicious guard may still ask them questions, while an oily merchant may promise to reveal a secret vault deep within the city. As always, these tables are purely sources of inspiration, and adventurers may encounter things far stranger or more dangerous than these.\n\n<<<\n<$button class=\"vertical-margin-2\">\n<$action-chooserandom $filter=\"[[A legless beggar]] [[A musician playing a bone flute]] [[An arrogant noble]] [[A suspicious guard]] [[An oily merchant]] [[An obvious criminal]] [[An off-duty torturer]] [[A masked fortune teller]] [[An abandoned child]] [[An escaped prisoner]]\" $field=\"var4\"/>\n<$action-chooserandom $filter=\"[[invites you to a game of chance.]] [[recognizes you and will soon reveal your presence.]] [[offers you a stolen soul.]] [[recognizes you but offers to help.]] [[tries to draw you into intrigue.]] [[has a story to share.]] [[wants to know all about you.]] [[offers to take you to a secret location.]] [[thinks you're someone else.]] [[lies on the ground, recently murdered.]]\" $field=\"var5\"/>\nRandom Denizen of Ashtakala\n</$button>\n\n''Random Encounter:'' {{!!var4}} {{!!var5}}\n<<<\n\n!! Interlopers in Ashtakala\n\nThe Demon City very rarely turns its attention on mortal interlopers—but its servants and denizens certainly will. Only the luckiest of intruders caught by the fiends of the city have the privilege of a swift death. However, particularly powerful creatures (such as [[dragon]]s of [[Argonnessen]] or [[Prophecy|Draconic Prophecy]]-bound individuals) may draw the gaze of the Dark Citadel itself. In these cases, Ashtakala may manifest its power through a fiendish servant as its speaker. A high-ranking [[rakshasa]] such as the [[prakhutu]] of the [[Bleak Council]], or even mortal [[warlock]]s who have proven themselves to the [[Lords of Dust]], may have access to the following abilities within the bounds of Ashtakala.\n\n* ''//Demonglass Eruption.//'' Spikes of serrated black [[demonglass]] erupt from the ground in a 50-foot-radius area centered on a point the Speaker can see. For up to a minute, when a creature moves into or within that area, it gets pierced and slashed by the glass and suffers additional [[necrotic damage|damage type]]. If a flying creature moves no more than 60 feet above that area, it is pulled into the spikes unless it can resist the Demon City’s fell presence.\n* ''//Soul Tearing.//'' Ashtakala rends the soul from one creature the Speaker can see, gifting it to the Speaker. If the target cannot resist, it suffers a great deal of necrotic damage. If the target dies in this way, its soul becomes trapped as if affected by the [[soul cage]] spell, and its cage is a conjured sliver of [[demonglass]] that appears in the Speaker’s hand. This effect lasts until the demonglass sliver is destroyed. A creature whose soul is trapped in this way can be restored to life only by a [[wish]] spell.\n* ''//Stuff With Dust.//'' The Speaker chooses the corpse of a creature whose soul is trapped by the Soul Tearing ability. That creature’s body becomes reanimated by the dust of Ashtakala and it recovers half of its [[harm]] boxes. Until the dust-stuffed creature is incapacitated, it is friendly to Ashtakala and the Speaker, follows all their commands, and is a [[fiend]] instead of its usual creature type, but it otherwise has all the abilities it had in life.\n* ''//Storm of Ash.//'' A maelstrom of volcanic ash swirls in a 50-foot-radius sphere centered on a point the Speaker can see. The storm spreads around corners. It lasts for 1 minute or until the next time the Speaker uses one of these special actions. A creature inside the storm continuously suffers damage and is blinded by the ash.",
        "title": "Ashtakala",
        "modified": "20240606044709601",
        "tags": "demiplane overlord dungeon fortress [[Demon Wastes]] city",
        "type": "text/vnd.tiddlywiki",
        "article": "the Demon City, ",
        "category": "location",
        "color": "#4C8201",
        "points": "54.914,-23.17",
        "style": "{\"color\": \"#40262D\"}",
        "tooltip": "the city of fiends, citadel of the Lords of Dust",
        "var1": "An emaciated",
        "var2": "[[bugbear]]",
        "var3": "whose rubbery body lacks any bones.",
        "var4": "A musician playing a bone flute",
        "var5": "offers to take you to a secret location."
    }
]