{"created": "20200415201238249", "title": "Ashtakala", "text": "If the wretched land of the [[Demon Wastes]] has a capital, it is Ashtakala, the last citadel of the [[Lords of Dust]]. Surrounded by a permanent storm of sand and [[demonglass]] and shielded from all forms of [[divinatory magic|divination]], this metropolis of\nbasalt and brass has stood since the [[Age of Demons]]. Unlike the other ruins dotting the countryside, Ashtakala seems alive at first glance—home to innumerable [[demon]]s, [[rakshasa]]s, and other [[fiend]]s. In truth, it is all an illusion, maintained by the eldritch power that raised the city at the dawn of the world.\n\nVisions of the past are brought to life here by dark magic. Within the illusion, a small association of rakshasas and other servants of the overlords convene here as the [[Bleak Council]], hatching wicked plots and forging plans to conquer the world.\n\nAll [[Eberron]]-native [[fiend]]s return to Ashtakala eventually, sometimes spending centuries in its cold embrace, to remind themselves of the glory that was once theirs. The illusion comforts them with images of the [[Age of Demons]], but it also\nfuels their hatred for the [[dragon]]s who tore down their era\nand left only these ruins for the rakshasas to occupy.\n\nVisitors who survive the glass storm find the power that preserves the image of Ashtakala transforms anyone who enters the city; characters find their clothing and equipment altered to match the archaic fashions of the city. \nHowever, explorers who spend too much time in this\nplace are corrupted, taking on demonic forms as the\ncity claims them body and soul.\n\n!! Living Embodiment of a City of Fiends\n\nAshtakala was never constructed. It came into the world at the beginning of the [[Age of Demons]] when the [[overlord]]s emerged from [[Khyber]] and shaped the world to their whims. In fact, Ashtakala is not only a city: it is itself an [[overlord]]. Never fully bound by the [[Silver Flame]], this ancient archfiend is the living embodiment of a demon city, its heart [[demiplane]] projecting into the Material Plane and shaping the [[Demon Wastes]] into the twisted region it has been for a hundred thousand years.\n\nWhen [[humanoid]]s enter the city, they are slowly digested and transformed, beginning with illusory fashion and culminating in fiendish mutation. They are not instantly killed simply because immortal Ashtakala does not consider such low creatures to be a threat; indeed, it hardly registers their presence. If the hazards of the nightmare city claim them, or if the lesser [[fiend]]s choose to capture them, torture them, or extract their souls, then so be it. But the city itself does not take notice.\n\nBut woe betide those whom Ashtakala does notice. During the [[Age of Giants]], the [[dragon]]s of the [[Light of Siberys]] descended upon the [[Demon Wastes]]. They laid waste to it, destroying a [[humanoid]] civilization that predates the [[Carrion Tribes]]. But as the [[dragon]]s drew near to the demon city, their souls were ripped from their bodies and they turned on their allies. When they were wounded, dust spilled out instead of blood. The attacking force was almost entirely wiped out, but the [[fiend]]s that were slain simply reformed. The [[dragon]]s have shunned the region ever since; while they know Ashtakala is an asset for the [[Lords of Dust]], they don’t have the power to destroy it, and its influence has stayed confined to the Wastes since it was trapped in place by the wards of the [[Labyrinth]].\n\nAshtakala allows the [[Lords of Dust]] to dwell within it, but it doesn’t cater to their whims or help them with their schemes. Ashtakala simply doesn’t care that the other [[overlord]]s are imprisoned. Ashtakala simply //is//. It expresses itself by creating and maintaining the [[Demon Wastes]]. It is doing what that gives its existence meaning. The illusory servitors are [[manifestation]]s of the city's [[demiplane]]; they are literally extensions of the city, serving no purpose other than to maintain it. They can’t be recruited to serve the schemes of the [[Lords of Dust]] because they literally don’t exist independently of Ashtakala.\n\nThat said, Ashtakala is the perfect haven for the [[Lords of Dust]]. It is shielded from hostile magic and their greatest enemies cannot even approach it. They don’t need to maintain it—no one repairs the masonry, or fixes the sewers, or touches up the paint—because the entire city is a concept, and it maintains itself. It provides them with invaluable resources, such as the Library, which is filled with ancient tomes dating back to the [[Age of Demons]]—memories in the mind of the Demon City.\n\n", "modified": "20210727191956210", "tags": "demiplane overlord dungeon fortress [[Demon Wastes]] city", "type": "text/vnd.tiddlywiki", "article": "the Demon City, ", "category": "location", "color": "#4C8201", "points": "54.914,-23.17", "style": "{\"color\": \"#40262D\"}"}