[
    {
        "created": "20220105103112684",
        "text": "[[Eberron]] is balanced between thirteen [[plane]]s, each of which represents an iconic concept. All mortal creatures are influenced by these planes. We dream in [[Dal Quor]] and cast [[shadow]]s in [[Mabar]]. We feel the martial call of [[Shavarath]] balanced by the tranquility of [[Syrania]]. Where these planes extend directly into the Material Plane, they create [[manifest zone]]s and [[wild zone]]s, shaping Eberron in their image. \n\nBy contrast, the Astral Sea, a limitless and largely empty planar realm, does not directly influence the Material Plane. It wasn't created to embody a concept, because it wasn't created at all.\n\nThe Astral Sea is the ultimate foundation of reality, the realm that existed before creation. If one were to interpret the creation myth of the [[Progenitor Dragons]] literally, the Astral was the canvas upon which the Progenitors painted existence as we know it. As such, it’s not part of their creation; it’s the space that lies between and beyond it. It doesn’t have a purpose; it simply //is//.\n\n!! Links to Headers\n* <<scrollToHeader \"Universal Properties\">>\n* <<scrollToHeader \"The Space Between Planes\">>\n* <<scrollToHeader \"Denizens\">>\n** <<scrollToHeader \"Travelers\">>\n** <<scrollToHeader \"Immigrants and Exiles\">>\n** <<scrollToHeader \"The Githyanki\">>\n** <<scrollToHeader \"The Forgotten\">>\n* <<scrollToHeader \"Layers and Locations\">>\n* <<scrollToHeader \"Planar Manifestations\">>\n** <<scrollToHeader \"Astral Artifacts\">>\n* <<scrollToHeader \"Astral Stories\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Universal Properties\n\nThe Astral Sea is an endless silvery void. Wisps of silver and gray drift between motes of light—at first glance these seem like stars, but in fact they are the countless [[pools of color|color pool]] where the other [[plane]]s bleed into the astral. There is no inherent gravity or orientation; you move by thinking about moving, and if you have no desire to move you will simply be suspended in the void. Some travelers embrace the idea of flying, while others choose to walk across the void even though there’s no ground beneath their feet.\n\n* [[Ancient and Enigmatic]]. [[Commune|commune]], [[augury]], [[prayer of divination]], [[legend lore]] and similar spells are unreliable in the Astral Sea. Many of the ruins and relics found in the silver sea are from previous incarnations of [[Eberron]] (see the \"Maze of Reality\" section of the [[Xoriat]] page) or predate creation itself, and spells of this age can't unlock their mysteries.\n* [[Timeless]]. Creatures in the Astral Sea do not age, and are immune to hunger and thirst. Time moves at the same pace within the Astral Sea as it does on Eberron, but creatures who spend an extensive amount of time in the Astral often lose the ability to sense the passage of time; a hermit who’s been isolated in the Astral for thousands of years might believe it’s been a single year.\n* [[Speed of Thought]]. While in the Astral Sea, a creature can fly freely, and all [[attempts|Taking Action]] to maneuver or move quickly use the [[Intellect attribute|attribute]]. This replaces all other forms of movement the creature possesses, and overrides any spell or effect that grants or increases movement speed.\n* [[Suspended in the Void]]. Movement in the Astral only happens by intention, and a creature that isn’t actively moving or being moved will float, suspended in the void. Thrown objects or ranged attacks travel the maximum distance they would travel in the material plane—driven by the intent and expectation of the person who launched them—and then come to a stop, floating in the air.\n\n!! The Space Between Planes\n\nWith a few exceptions—such as the [[Immeasurable Market]] of [[Syrania]]—the [[plane]]s of Eberron exist as independent and isolated systems. There’s no direct path from [[Risia]] to [[Fernia]], or from [[Mabar]] to [[Lamannia]]. All of the planes touch the Material Plane, but [[manifest zone]]s that serve as gateways aren’t easy to find. Barring manifest gateways, travel between the planes involves passing through the Astral Sea. [[Plane shift|plane shift]] and [[gate]] expedite this process, connecting through the Astral in a blink of an eye. Without such magic, travelers must enter and depart the Astral Sea through the [[color pool]]s.\n\nSo why visit the Astral Sea? The first reason is to go somewhere else; the Astral is just the road that will take you there. The second reason is to get away; disconnected as it is from reality and the ravages of time, the Astral can serve as the ultimate sanctuary. The third reason is because you need to interact with the travelers or exiles who dwell there—or wish to explore the forgotten debris of previous ages, abandoned and forgotten.\n\n!! Denizens\n\nThere’s no native life in the Astral Sea. Those creatures encountered here are either immigrants, travelers passing through, or things that have been created and set here—most by beings or civilizations long forgotten. \n\n!!! Travelers\n\nWhile [[plane shift]] allows travelers to instantly traverse the Astral Sea, there are always travelers who make their way across the astral step by step. These include denizens of the other [[plane]]s, but not many; the planes are independent systems that are designed to function in isolation. It's unusual for beings from the planes to be traveling through the Astral, and if they are, you can be sure there’s a story behind it. Perhaps an [[efreeti]] pasha wishes to serve shaved [[Risian ice]] at their next gala, and has dispatched a servant to fetch some. Perhaps a condemned [[archfey]] is being escorted from [[Thelanis]] to the [[Inescapable Prison]] of [[Daanvi]], or an angelic [[Virtue|virtue]] of Knowledge is going to consult the [[Infinite Archive]]. Any of these things could happen, but all of them are remarkable events.\n\nMortal travelers from the Material Plane are likewise rare, but not unknown. The mages of the [[Five Nations]] know of the Astral Sea, but have not yet developed a sustainable form of astral travel. There are currently three civilizations that make use of astral travel.\n\n* //''The Dragons of Argonnessen.''// Long ago, a cabal of [[dragon]]s sought to build within the Astral Sea; this experiment came to an end with the loss of [[Sharokarthel]]. Today [[Argonnessen]] sees the Astral Sea purely as a conduit for travel. Since powerful [[greatwyrm]]s will make use of [[plane shift]] to travel directly to their planar destination, most dragons encountered in the Astral will be in their middle years—accomplished enough to have needs that can only be met in other [[plane]]s, but not capable of casting [[plane shift]]. [[Loredrake|loredrake]]s may wish to consult the [[Infinite Archive]] of [[Daanvi]] or to speak with a particular [[immortal]]. [[Masters of the Hoard|master of the hoard]] may be seeking unique commodities, while [[Flames of the Forge|flame of the forge]] may be looking for resources that can only be acquired beyond reality.\n* //''The Elves of Aerenal.''// The [[Ascendant Councilor|ascendant councilor]]s of the [[Undying Court]] spend a great deal of time in the Astral Sea, working on the grand experiment of [[Pylas Var-Tolai]]. Beyond this celestial realm, the [[Aereni]] follow in the footsteps of the [[dragon]]s. The greatest Aereni sages may consult with [[virtue]]s in [[Syrania]] or browse the [[Infinite Archive]], and Aereni artisans may seek materials that can only be found in the planes. Where dragons found traveling in the Astral are usually young, [[elf]] travelers are most likely among the most accomplished of their kind still living; astral travel is an established practice, but only the most capable elves will risk its many dangers.\n* //''The Venomous Demesne.''// Hidden in western [[Droaam]], the [[Venomous Demesne]] is less than two thousand years old—a pale shadow in comparison to [[Argonnessen]] or [[Aerenal]]. But the [[human]]s and [[tiefling]]s of the Demesne are brilliant mages who are pushing the bounds of arcane science. Over the course of the last century, they’ve begun to dig deeper into the mysteries of the Astral Sea, both as a corridor through which to reach the [[plane]]s and as a resource in its own right. Some mages of the Demesne seek to bargain with the [[githyanki|gith]], while others hope to find forgotten treasures in the ruins of [[Sharokarthel]]. The Demesne doesn’t yet have a large-scale presence in the Astral Sea, but adventurers could encounter Demesne mages either as fellow travelers or as rival explorers competing for plunder and secret knowledge.\n\n!!! Immigrants and Exiles\n\nWhile there is no truly native life in the Astral Sea, there are creatures—both mortals and [[immortal]]s—who choose to live within the silver void. Some have been stranded by mystical accidents. Others are prisoners exiled to the Astral, cursed so that they cannot leave it; they are trapped in the timeless void, doomed never to return to the world that has forgotten them. There are hermits who have chosen this solitary existence: philosophers who appreciate having an eternity to contemplate the higher mysteries, inventors working on forbidden research, fugitives waiting for their enemies to die of old age. With no need for food or drink, some dwell in complete isolation; explorers could find a [[Cul'sir]] [[giant]] who has been meditating for the last five thousand years. \n\nOther creatures came to the Astral Sea in groups, and maintain some form of society there. The most significant of these are the [[githyanki|gith]], who escaped the destruction of a previous incarnation of [[Eberron]] and now dwell in fortress-ships the size of small towns. However, there are a handful of smaller communities scattered across the infinite void. Some come from lost realities, like the gith. Others are remnants of fallen civilizations or followers of traditions that have been wiped out on the Material Plane. Adventurers exploring the deep Astral could discover an outpost built by the [[dwarves|dwarf]] of [[Sol Udar|Realm Below]], or a [[Dhakaan]]i garrison that knows nothing of the //chaat'oor// (\"defilers\" of [[Khorvaire]]—i.e., [[human]]s). \n\nThese outposts allow you explore the idea of isolation. They don’t need anything from the outside world; they have no need to seek out others and trade with them. Thus they can exist as flies in amber—a [[Dhakaan]]i force even more isolated than the [[Kech Dhakaan|Heirs of Dhakaan]], [[goblin]]s who don’t even realize their empire has fallen. Adventurers could find an astral workshop where [[giant]]s of the [[Sulat League]] have been perfecting a doomsday weapon they can use to take vengeance on the [[dragon]]s, or the labyrinth-tower of an infamous prince of [[Ohr Kaluun]], cast into the Astral Sea to escape the [[Sundering]].\n\n!!! The Githyanki\n\nMost of the immigrants and exiles of the Astral Sea exist in isolation and timeless stagnation, content to be forgotten in the trackless expanse of the void. The [[githyanki|gith]] are the most notable exception to this rule. [[Tu'narath]] is a bustling city, fueled by the plunder githyanki raiders bring in from other [[plane]]s. The ships themselves are communities, from small vessels that house a dozen raiders to the fortress-ships that hold hundreds. With that said, between dwelling in the Astral and pillaging immortal [[plane]]s, the githyanki themselves have lost track of time. This has led to a faction in [[Tu'narath]] advocating for an invasion of the Material Plane—asserting that a foothold in the material would both allow their population to grow and to give them an anchor in time. The naysayers argue that they don’t belong in the current creation—that they’ve been able to thrive in the Astral because it is beyond reality, and that if the githyanki stake a claim in the material, it could trigger unknown metaphysical defenses. The argument continues; as a GM, if you decide to explore such an invasion, you’ll have to decide if there will be unforeseen consequences to a githyanki incursion.\n\nThe [[githyanki|gith]] are warlike and proud. Their ultimate goal is to build their power until they can destroy [[Xoriat]] itself, regardless of the consequences this could have to reality. They have a deep competitive streak that could be seen as a need to prove themselves superior to the world that has replaced theirs. Whether merchant or warrior, githyanki view all interactions through the lens of conflict; every situation has a winner and a loser, and the githyanki will always be the victors. Note that this doesn’t mean mindless aggression; the githyanki recognize the need to outwit their enemies, to employ careful strategies and preserve their limited resources. But they are always seeking a path to victory, and they have no compunction about taking anything they desire from the people around them; in the eyes of the githyanki, only their people are real, and all the trappings of this age are just flawed reflections of their reality. \n\nThis is one reason the [[githyanki|gith]] raid other [[plane]]s while leaving the other denizens of the Astral Sea alone. Even if they are from other realities, the githyanki recognize the other exiles as kindred in suffering—and beyond that, they prefer not to start battles on their home ground. They constantly raid through the [[color pool]]s, but they avoid the ruins and outposts of other immigrants in the Astral. They have limited contact with the [[Aereni]]. They feel no love for these creatures of the usurping reality, but see more value in trading with them than in starting a conflict in the void. However, if the githyanki were to launch an attack against [[Eberron]], it’s likely they would either negotiate a treaty with [[Aerenal]] before they begin… or that they would find a way to cripple the [[Undying Court]] and launch their conquest with a devastating first strike against the [[elves|elf]].\n\n!!! The Forgotten\n\nMost of the denizens of the Astral Sea have a history that can be unraveled and explored. Some come from earlier incarnations, like the [[githyanki|gith]]. Others come from fallen nations—remnants of [[Xen'drik]], [[Sol Udar|Realm Below]], the Empire of [[Dhakaan]]. The ruins of [[Sharokarthel]] are almost a hundred thousand years old. But there are beings in the Astral Sea that predate even the [[Age of Demons]], constructs built and abandoned by civilizations entirely unknown—civilizations that could even predate the [[Progenitors|Progenitor Dragons]] and the cosmology of [[Eberron]] itself. \n\nThe terrifying [[astral dreadnought]]s are one example of these forgotten entities. These gargantuan entities glide through the void, destroying all that they encounter. Some believe that the dreadnoughts were created by the Progenitors to fight any beings that might come from beyond [[Eberron]]’s cosmology—that the dreadnoughts exist to fight any would-be gods that might seek a foothold in Eberron. Others believe that the dreadnoughts somehow existed even earlier, that they are remnants of a world truly beyond mortal understanding. The dreadnoughts are just one example of entities that may be forgotten in the depths of the Astral—powers waiting to be unleashed.\n\n!! Layers and Locations\n\nThe Astral Sea isn’t divided into [[layer]]s in the traditional sense. It is a singular, seemingly infinite void in which [[color pool]]s are scattered like stars. Measured using the concepts of the Material Plane, [[Tu'narath]] and [[Sharokarthel]] could be tens or even hundreds of thousands of miles apart. This is why it’s possible to find an astral hermitage where a [[giant]] philosopher has remained undisturbed for thousands of years… because unless you know what you’re looking for, the Astral is so vast as to make any particular location a single grain of sand on a vast beach.\n\nIt might seem like this distance would prevent any sort of meaningful travel in the Astral Sea. If [[Tu'narath]] and [[Sharokarthel]] are a hundred thousand miles apart, how is an adventurer to move between them? In truth, movement in the Astral Sea isn’t measured in miles or even in space; it is purely a concept. The [[Speed of Thought]] property determines a character’s motility in a local sense, where people must interact with nearby objects and other creatures. On a grander scale, movement across the Astral Sea is based on knowing where you wish to go and willing yourself to get there. \n\nWhile it is always possible to encounter some living threat in the silvery void such as an [[astral dreadnought]] or a hostile exile, a much more likely danger to face while traveling in the Astral Sea is a unique phenomenon known as a [[psychic wind]], a storm of thought that can push travelers off course and assault their minds. But even without encountering psychic winds, travel speed is largely arbitrary. It typically takes 12-48 hours to locate any [[color pool]] tied to a particular [[plane]], or to travel to a specific pool or other location that you have been to before. If you are trying to find a specific location that you haven't yet visited, but you have a clue to guide you (an [[Aereni]] map, a description from a [[Cul'sir]] tomb, etc.), it might take a week or two to reach your destination. Without such a clue, you can try to navigate based on the constellations formed by the scattered [[color pool]]s, but your journey will be akin to searching for a needle in a mountain of hay without a magnet; it may take you years or even centuries to find.\n\nThe [[elves|elf]] of [[Aerenal]] are the most notable astral cartographers in [[Eberron]]. The [[ascendant councilor]]s of the [[Undying Court]] have spent countless hours exploring the Astral Sea as thought forms, recording the paths of its constellations and noting interesting ruins and hermitages. If adventurers wish to find adventure in the Astral, they could just dive into the sea and start swimming… but a torn page from an Aereni atlas could be what they need to get started.\n\n<<list-links-article \"[tag{!!title}tag[layer]sort[title]]\">>\n\n!! Planar Manifestations\n\nThe Astral Sea doesn’t produce [[manifest zone]]s on the Material Plane, and it never becomes coterminous or remote. It touches all of the [[plane]]s at various points. These are visible in the Astral Sea as [[color pool]]s and allow travelers to exit the Astral into the connected region. However, these points are generally imperceptible on the other side of the pool. Identifying the astral point and opening the gate requires magical tools that the people of the [[Five Nations]] have yet to master. The three civilizations mentioned earlier—[[Argonnessen]], [[Aerenal]], and the [[Venomous Demesne]]—have ways to do this. This could involve a specialized ritual, or it could use an [[astral key]] that can open [[color pool]]s from either side—either linked to a particular pool, or potentially able to open any pool-point the adventurers can find. \n\nUsing such methods, a [[Chamber]] agent could open an astral gateway to allow adventurers to escape disaster or to quickly pass between distant points in the Material Plane. Lacking such magic, the only ways to enter the Astral Sea are to use [[plane shift]], [[gate]], [[astral projection]], or similar spells.\n\nWith that said, a GM could always decide that there are circumstances under which unwary travelers can fall into the Astral Sea. Perhaps there is a graveyard of ships at a point in the [[Thunder Sea]] where, under the right circumstances, a maelstrom can draw ships entirely out of reality.\n\n!!! Astral Artifacts\n\nThe Astral Sea produces nothing on its own, and it has no unifying theme. But it is filled with the ruins and remnants of countless civilizations and worlds. [[Githyanki|gith]] plunder can provide treasures drawn from across the [[plane]]s. [[Ruins and hermitages|astral ruins and hermitages]] could provide relics from the past; adventurers could recover titans’ treasures from a [[Cul'sir]] outpost, [[Dhakaan]]i weapons from a floating piece of an Imperial garrison, [[draconic|dragon]] wonders from the ruins of [[Sharokarthel]]. \n\nBeyond that, there is the possibility for astral explorers to discover tools or resources that truly have no place in this creation. This could be anything from a new form of [[dragonshard]] or some other material that simply doesn’t exist on [[Eberron]], to an [[iron flask]] holding an entity who comes from a previous iteration or Eberron or another creation entirely.\n\n!! Astral Stories\n\nFor most creatures, the Astral Sea is simply the space that lies between the [[plane]]s. Even for the very few who can access it directly, it's only a path to be traveled, not a destination. But there are many ways that it can drive a story on its own. The adventurers might have to pursue a fugitive who’s slipped through a [[color pool]] point and into a ruin. They could be tasked to explore a region of the Astral, to bargain with a [[githyanki|gith]] smuggler, or to help a mad scholar who’s determined to reach [[Sharokarthel]]. They could acquire an [[iron flask]] holding some unknown spirit from a previous world—what will it take to open it, and would it be better left alone? Here’s a few other ideas.\n\n//''An Ancestor’s Call.''// An [[Aereni]] adventurer is ordered to bring their adventuring companions to [[Shae Mordai]], and from there, send to [[Pylas Var-Tolai]]. An [[ascendant councilor]]—one of their distant ancestors—is conducting experiments in creation, and wants their descendant to test the lands beyond the portal. Is this just coincidence, or does the ascendant councilor know something about their descendant as yet undiscovered by the living?\n\n//''Storming the Castle.''// An enemy of the players has built a fortress in the Astral Sea. Using a spell similar to [[magnificent mansion]], they can retreat to their fortress from any location; this allows them to have their evil lair wherever the adventure is taking place. The adventurers could be on a desert island or in a small rustic village, but they’ll still have to pursue the [[necromancer|necromancy]] [[Demise]] into her \"Tower of Death\" when things go wrong.\n\n//''The Undiscovered Country.''// A [[Morgrave University]] scholar has discovered three [[astral key]]s. One opens a pool-point in [[Sharn]], and they want a group of adventurers to help them explore the other side. The pool-point leads to a [[Cul'sir]] outpost in the Astral Sea. Is it abandoned, or are there ancient [[giant]]s still lingering in this place? Was it just good fortune that the scholar found the keys, or does a mysterious third party have an ulterior motive?",
        "type": "text/vnd.tiddlywiki",
        "title": "Astral Sea",
        "tags": "[[planar realm]]",
        "modified": "20230103211737735",
        "tooltip": "space between and beyond the planes, foundation of reality",
        "color": "#2E4708",
        "category": "location",
        "article": "the "
    }
]