[
    {
        "created": "20210130035258129",
        "text": "The current ruler of [[Aundair]], Queen Aurala ir’Wynarn, traces her lineage to [[Wrogar ir'Wynarn]], the first king of an independent Aundair and\none of the heirs to the [[Galifar]] kingdom. Ruling Aundair\nsince 980 YK, Aurala was among the signers of the [[Treaty of Thronehold]]. She married a young scion of House [[Vadalis]] named [[Sasik|Sasik d'Vadalis]], who gave up his position in his family to become part of Aundair’s royal aristocracy. Despite this, he maintains\nclose ties to his family (including his brother [[Dalin|Dalin d'Vadalis]], the House\nbaron), which sometimes leads the other [[dragonmarked house]]s to see favoritism toward Vadalis where it may not actually exist. In fact, Aurala goes out of her way to make sure House Vadalis doesn’t receive any special treatment from the\nAundairian crown or its vassals.\n\nAurala’s secret ambition is to quietly use the peace\nto build up [[Aundair]]’s strength, so that when the time is\nright she can make her move and claim the [[Galifar]] crown\nfor her own. As she holds out her right hand in peace, she\ndirects the machines of war with her left.\n\n!! Aundair Royal Family\n\nAundair’s royal family consists of Queen Aurala, her consort [[Sasik|Sasik d'Vadalis]], her three children, and the extended families of her four siblings. Aurala’s brother\n[[Adal|Adal ir'Wynarn]] serves as her warlord and minister of magic, and he shares her desire to see the Galifar crown on the head of an Aundair lord.\nHe wants that head to be his, though, and not his sister’s.\nAnother brother, [[Aurad|Aurad ir'Wynarn]], serves as Aurala’s chief advisor and governor of [[Fairhaven]]. Her youngest sisters, the twins Wrel and Wrey, currently\nstudy with the mages of [[Arcanix]]. From the royal court\nof [[Fairhold]], built at the heart of the city of Fairhaven,\nAurala governs the land using everything at her disposal. \n\nAurala's second son [[Jurian|Jurian ir'Wynarn]] is living in self-imposed exile after killing a rival in an illegal duel.",
        "type": "text/vnd.tiddlywiki",
        "title": "Aurala ir'Wynarn",
        "tags": "government Aundair [[Wynarn family]] human humanoid",
        "modified": "20220812045615243",
        "color": "#FEA627",
        "category": "person",
        "article": "Queen ",
        "tooltip": "queen of Aundair"
    }
]