[
    {
        "created": "20200422221727249",
        "text": "//Don’t look at the skies today—you might be blinded by the gleam of gold! Lord [[Antus ir'Soldorak]]’s gilded [[galleon|airship]] has come to [[Sharn]], and an inside source tells me that tonight’s celebration at the [[Aurum Hall|Korranath]] is going to make the [[Tain Gala]] look like a soup line in [[Fallen]]. Oh, to be rich!//\n<div align=\"right\">—Faris d’[[Ghallanda]], bartender</div>\n\nOn the surface, the Aurum appears to be an exclusive society for the richest and most influential people of [[Khorvaire]]. Merchants, priests, military officers, and other luminaries gather for grand galas and salons, the grandest reserved for the Aurum's ostentatious headquarters, the sprawling [[Golden Vault]] outside [[Krona Peak]]. Beneath this gilded veneer, the members of the Aurum use their shared wealth and power to pursue their selfish goals, and a secret cabal at the heart of this fraternity dreams of global domination.\n\nThe Aurum is divided into four suborders called Concords—copper, silver, gold, and platinum, in order of ascendance. Higher rank provides a member with improved access to the resources of the Aurum and a greater voice in society meetings (along with higher yearly dues). The Aurum isn't a secret society, and its meeting halls can be found in most major cities. Many powerful people openly wear the eight rings—one on each finger, with the metal\nindicating the rank of the wearer—that label them as\nAurum members. The Aurum frequently engages in acts\nof philanthropy, and thus some members might be celebrated by their local communities.\n\nWhen members gather, they discuss shared interests, especially in history and archaeology. Aurum members often take an interest in a particular civilization or era of history; one Concordian collects relics of the [[Cul'sir]] [[giant]]s of [[Xen'drik]], while another pursues artifacts of the [[dragon]]s of [[Argonnessen]]. One of the most common ways in which adventurers cross paths with the Aurum is through these collectors. Members of the Aurum often fund expeditions to exotic lands or newly discovered ruins, interested in expanding their private hoards. Occasionally a Concordian tries to acquire prized relics through less honorable means; adventurers could be\nemployed to acquire an exotic prize from a rival through\nany means necessary, legal or otherwise.\n\nAll of these activities are entirely legitimate. The\nAurum is a society for wealthy scholars and philanthropists. But there is a secret order that ranks higher than the Platinum Concord—an inner circle known as the\n''Shadow Cabinet''. The members of this cabal are nobles\nbut not kings; they are powerful industrialists, but not\n[[dragonmarked|dragonmarked house]] barons. They are determined to become\nthe true rulers of [[Khorvaire]], whether by binding the\ncurrent barons and monarchs to their will or by tearing\ndown the current systems and creating something new.\n\nIn stories driven by action, the Aurum can fund expeditions to exotic lands and use magical doomsday devices to hold cities for ransom. In adventures driven by\nintrigue, the Aurum provides an opportunity to explore\nthe lure of gold, and how far the characters might go in\nthe service of an amoral patron. \n\n!! The Aurum and the War\n\nThe [[Last War]] gave birth to the Shadow Cabinet. The\nwar ignited the passions of Concordians who blamed\nthe monarchs of the [[Five Nations]] for the vast devastation and loss. It also created opportunities that never\nexisted under the united [[Galifar]]. Many of the members\nof the Aurum gained influence by bankrolling one or\nmore war efforts, or by stepping in to maintain the infrastructure while the government directed its attention to\nmilitary matters. The Aurum also includes a number of\npowerful military officers and warlords. Some despise\nthe nobles that drove them to war; others are furious\nthat the war ended without a decisive victory. Either\nway, these can provide the Shadow Cabinet with unexpected military power.\n\nNow, amid the war's cooling ashes, the Aurum's\npower is fragmented. On several occasions, investments\nand gambles that paid dividends in money and power to\none Concordian sapped the fortune of another, because\neach was unknowingly working against the other's interests. Huge collections of art, historical artifacts, and precious tomes were destroyed or lost during the war, and\nthe Aurum's leaders salivate at the thought of recovering\nsome of those riches. \n\n!! Aurum NPCs\n\nAurum Concordians are defined by their wealth and\npower. When you create an Aurum NPC, consider the\nsource of that person's wealth and how it is expressed.\nThe [[dwarf]] [[Antus ir'Soldorak]] is chancellor of the Platinum Concord and founder of the Shadow Cabinet. He owns vast gold and silver mines in the [[Mror Holds]]\nand mints his own currency, and he travels in a gilded\nairship. [[Loyal Daison]] is a [[Karrnath]]i slumlord who has\nmade a fortune providing low-rent (and low-quality)\nhousing for refugees. He lost his hand in an industrial\naccident and had it replaced with a golden prosthetic. The socialite bird-collecting [[gnome]] [[Alina Lorridan Lyrris]] is a skilled [[wizard]] and brilliant schemer with a keen interest in Khyber [[dragonshard]]s.\n\nMembers of the Aurum become villains if their quest\nfor greater influence, personal power, and wealth victimizes the innocent. Whether villains or allies, all Concordians wield significant political influence. They have\naccess to minions and resources in the higher levels of\nsociety. They prefer to pursue schemes of coercion and\nconspiracy, putting their money and influence to work,\nthan resort to blatant violence in any form.\n\n| !<<dr d4>> |!Aurum NPC |\n| 1 |An aging dwarf—a retired general and an Aurum Concordian—collects unusual [[construct]]s, hoping to find a way to transfer his mind into a superior body. |\n| 2 |An Aurum Concordian is renowned for having the finest arcane library in [[Khorvaire]]. Adventurers might help them collect more tome, but when a number of prominent [[wizard]]s are murdered and their research goes missing, is the Concordian to blame? |\n| 3 |A member of the Gold Concord is on the run from the Aurum after learning a terrible secret. |\n| 4 |An imprisoned Concordian mobilizes a network of contacts and well-placed Aurum members in order to secure their own release. |",
        "title": "Aurum",
        "modified": "20221107233138426",
        "tags": "[[secret society]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "society for the wealthy and influential, has many secret agendas"
    }
]