[
    {
        "created": "20231208060837303",
        "text": "The Ay'qatal (\"rivers' fury\") [[drow]] of [[Xen'drik]] are one of the four main Scorpion Nations of the [[Vulkoori]], and above all the aspects of [[Vulkoor]], they revere the Wrathful. \"Wrath,\" in the Vulkoori sense, is an appropriate and just response to the deterioration of community. Amidst the dangers of the continent, maintaining social cohesion is paramount to survival; this includes connection to one another, as well as connection to the land and its creatures and spirits. Vulkoor the Wrathful teaches her children to respond with clear warnings when these networks of connections are threatened, and if those warnings are ignored, to respond forcefully and decisively. Thus, the Ay'qatal travel the forest rivers of [[Xen'drik]], ensuring that threats to their communities and ecosystems remain contained—and, if necessary, destroyed.\n\n[[Druid|druid]]s among the Ay'qatal possess a power similar to [[wild shape]], except rather than completely transforming into a new creature, they can change their form into a fusion of [[drow]] and [[primal spirit|fey]]. Tattoos on the druid indicate which specific spirits they can channel. These spirits may resemble beasts, plants, or even [[elemental]]s—notably, the helmsman of each of the elaborate Ay'qatal houseboats sits in a frame at the stern, and then channels the spirit of a [[water elemental]], transforming their lower body into a rushing jet of water which propels the boat. While multiple drow may be able to channel the same primal spirit, //only one can do so at a time//.\n\nWhile the curse of the [[Madness of Crowds|Du'rashka Tul]] eventually destroys any civilization in [[Xen'drik]] that grows too large, the Ay'qatal have in the past opted to destroy or \"prune\" such budding civilizations themselves, before the curse takes hold and the violence spills over into the surrounding smaller communities. They have also taken violent action against any who would despoil the land. Over the last century, the Ay'qatal have become increasingly concerned with [[Khorvairian|Khorvaire]] colonialism, and have frequently come into conflict with House [[Tharashk]] prospecting expeditions.",
        "title": "Ay'qatal",
        "modified": "20231208074136417",
        "tags": "tribe Xen'drik drow Vulkoori",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "drow tribal tradition of Vulkoor the Wrathful, protects nature and communities by force if necessary, channels primal spirits"
    }
]