[
    {
        "created": "20200428210503011",
        "text": "Most of the [[overlord]]s of the [[Age of Demons]] are truly bound, unable to affect the world in any meaningful way. A few have frayed their bonds, however, and have found ways to influence [[Eberron]] even while bound. Seven centuries ago, this overlord nearly escaped from his bonds. The [[paladin]] [[Tira Miron]] defeated him by becoming a vessel for the [[Silver Flame]], but the overlord never truly returned to his slumber. For centuries he has lingered in the heart of the Silver Flame, whispering to the weak-willed and manipulating the path of the [[Prophecy|Draconic Prophecy]] to bring about an age of darkness. He embodies the mortal fear of other mortals—the eternal suspicion that a stranger means us harm, that even our friends can't be trusted. He draws strength from every feud and every act of betrayal, and the discord of the [[Last War]] increased his might significantly. If he breaks free, chaos and despair will surely follow. He is the Shadow in the Flame, the Tarnisher, the Calumniator, the Voice in the Darkness... he is Bel Shalor. Some scholars claim that he is one and the same as the deity known as the [[Shadow]], and that he taught the [[dragon]] [[Ourelonastrix]] the arts of magic in the [[Age of Demons]].\n\nWhile he is bound, Bel Shalor has little ability to directly influence the world. His power is one of insidious inspiration, of whispers in the dark. He has turned his prison against his captors, reaching through the bars of the Silver Flame to touch the minds of the faithful. Before he was bound, his influence was tied to a limited geographical area in [[Thrane]], but due to the conditions of his binding, he can now influence anyone who draws on the power of the [[Silver Flame]]; its entirely possible he //wanted// to be bound. Some followers of the Flame have been corrupted to actively worship Bel Shalor; this cult is known as the [[Whispering Flame]]. His strength is his ability to trick good people into performing evil deeds, something he has accomplished all too often over the millennia. See [[Silver Flame Heresy and Corruption]] for more examples.\n\nIf the Shadow in the Flame is freed, his influence will begin to extend out\nover the land around him, first covering a few miles,\nand ultimately spreading out across all of [[Thrane]] and beyond.\nPeople who fall under his sway become selfish and\ncruel, turning on one another instead of standing\nagainst him. Within this sphere of influence, people grow pale and their\nshadows become clearer and more vivid even in poor\nlighting, often seeming to move of their own accord. It is said that the shadows conspire against their owners, telling Bel Shalor of their secret plans; you\nmust decide if this claim is true.\n\nThe exarch of Bel Shalor is a mighty [[rakshasa]] named\n[[Durastoran]], known to legend as the Wyrmbreaker.\n\n!! Adventure Hooks\n\nAny fear could be amplified by Bel Shalor and\nform the basis of a cult. A group of people in a small town\nmight become convinced that there’s a [[doppelganger]] or a\n[[wererat]] hidden in the community that has to be rooted out at\nany cost. Or perhaps it’s a fear of foreign spies. Or [[warforged]]\nmade to replace humans... can you prove that you’re not a\nwarforged imposter? Frequently such cults truly believe that\nthey’re protecting the innocent from a serious threat, and don’t\nrealize that they are the ones serving a dark power.\n\nSimilar stories can be associated with the [[Whispering Flame]]. Cultists work to trick truly virtuous members of the\nchurch, convincing good [[templar]]s to persecute innocent people\nin pursuit of imaginary threats. This situation—good people\nharming good people—delights Bel Shalor. Can adventurers\nexpose the true agents of evil without killing innocents\nthemselves?",
        "type": "text/vnd.tiddlywiki",
        "title": "Bel Shalor",
        "tags": "overlord immortal fiend",
        "modified": "20231206060732248",
        "color": "#8C4606",
        "category": "entity",
        "article": "the Shadow in the Flame, ",
        "tooltip": "overlord of corruption and treachery"
    }
]