[
    {
        "created": "20200428210503011",
        "title": "Bel Shalor",
        "text": "Most of the [[overlord]]s of the [[Age of Demons]] are truly\nbound, unable to affect the world in any meaningful\nway. A few have frayed their bonds, however, and have\nfound ways to influence [[Eberron]] even while bound. Seven centuries ago, this overlord nearly escaped from his bonds. The [[paladin]] [[Tira Miron]] defeated him by becoming a vessel for the [[Silver Flame]], but the overlord never truly returned to his\nslumber. For centuries he has lingered in the heart of\nthe Silver Flame, whispering to the weak-willed and\nmanipulating the path of the [[Prophecy|Draconic Prophecy]] to bring about\nan age of darkness. He draws strength from every feud\nand every act of betrayal, and the discord of the [[Last War]] increased his might significantly. If he breaks free, chaos and despair will surely follow. He is Bel\nShalor, the Shadow in the Flame. Some scholars claim\nthat he is one and the same as the deity known as the\n[[Shadow]], and that he taught the [[dragon]] [[Ourelonastrix]]\nthe arts of magic in the [[Age of Demons]].\n\nWhile he is bound, Bel Shalor has little ability\nto directly influence the world. His power is one of\ninsidious inspiration, of whispers in the dark. He\nhas turned his prison against his captors, reaching\nthrough the bars of the Silver Flame to touch the\nminds of the faithful. Some followers of the Flame\nhave been corrupted to actively worship Bel Shalor; this cult is known as the [[Whispering Flame]].\nHis strength is his ability to trick good people into\nperforming evil deeds, something he has accomplished all too often over the millennia. See [[Silver Flame Heresy and Corruption]] for more examples.\n\nIf the Shadow in the Flame is freed, his influence will begin to extend out\nover the land around him, first covering a few miles,\nand ultimately spreading out across all of [[Thrane]] and beyond.\nPeople who fall under his sway become selfish and\ncruel, turning on one another instead of standing\nagainst him. Within this sphere of influence, people grow pale and their\nshadows become clearer and more vivid even in poor\nlighting, often seeming to move of their own accord. It is said that the shadows conspire against their owners, telling Bel Shalor of their secret plans; you\nmust decide if this claim is true.\n\nThe exarch of Bel Shalor is a mighty [[rakshasa]] named\n[[Durastoran]], known to legend as the Wyrmbreaker.",
        "modified": "20210727191957493",
        "tags": "overlord immortal fiend",
        "type": "text/vnd.tiddlywiki",
        "article": "the Shadow in the Flame, ",
        "category": "entity",
        "color": "#8C4606"
    }
]