[
    {
        "created": "20210312043031634",
        "text": "//“My uncle used to run ships across the [[Thunder Sea]]. Bolts of silk mostly, and giant pottery shards on the way back. He refused to pay the Rats protection. His ship burned down to the waterline, and they never found him or his crew.”//\n<div align=\"right\">—Aldriss Rams, dockworker</div>\n\n''Leader:'' [[Cartha]]<br/>\n''Notable Members:'' Hes ([[changeling]] [[wererat]]), Little Del ([[halfling]] [[wererat]])<br/>\n''Turf:'' [[Harbor]] district<br/>\n''Portfolio:'' Extortion, robbery, theft, smuggling<br/>\n''Tactics:'' Bribery, intimidation, politics, violence\n\nThere is a saying in [[Stormreach]]: “Everyone is afraid of\nsomeone.” For many in the city, “someone” is the Rats.\nAs members of one of the oldest and most powerful\ngangs in the city, the Bilge Rats have run the [[Harbor]]\ndistrict for decades. No one does business along the\nwaterfront without giving the Rats a taste, and nobody\ncrosses them on their home turf and gets away with it.\nEvery couple of years an up-and-coming gang makes a power play against the Rats, and every couple of\nyears a bunch of well-gnawed bones get dumped in\nthe harbor.\n\nThe Rats plan to grow stronger through aggressive\ngrowth. They are working to strengthen their ties to\nthe [[Boromar Clan]] of [[Sharn]]. Head Rat [[Cartha]] intends\nto become the Boromar’s counterpart in [[Stormreach]],\neventually controlling the entire city’s underworld.\n\n!! Not Just A Metaphor\n\nThe Bilge Rats’ secret to success is simple—the Rats\nare monsters in every sense of the word. The gang’s\nhigher-ranking members are infected with [[therianthropy|therianthrope]], which they refer to as “the Gift.” They are [[wererat]]s, feral and cunning creatures with an instinctive feel for the shadows of the city. Dealing with most gangs in [[Stormreach]] means facing off against some young toughs. A sit-down with the Rats means confronting creatures that would just as soon gnaw off your face as cut you a deal.\n\nThe Bilge Rats keep their disease hidden from the general public. The [[Silver Flame]] has little influence in Stormreach, but knowledge of the presence of a powerful and dangerous group of wererats at the heart of a major city could be the bridge that mends\nthe [[gap|Keep of the Silver Flame]] between Stormreach and [[Flamekeep]], and the\nlast thing the Rats want is a sudden influx of [[templar]] rat-hunters. At the same time, they let enough gruesome rumors circulate in the underworld to keep their enemies nervous. The few associates of the Rats who know the true nature of the gang keep their mouths shut. Revealing the truth could cause trouble for the Bilge Rats—but it would likely be the last thing the informer would do.\n\nThe Bilge Rats are internally stronger than the other gangs of the city, thanks to the loyalty instilled by the disease. The members of other gangs backstab their way through the ranks and feed on their own, weakening the entire organization. Not so among the Rats, where a lesser simply does not raise their hand\nagainst a higher-ranking member.\n\nBecause of this need to conceal their [[therianthrope]]\nnature, Bilge Rats spend most of their time in [[humanoid]] or [[dire rat|dire beast]] form, using hybrid form only when alone or dealing with people who are about to die. The [[Harbor]] district has a significant dire rat population, allowing\nthe Rats to use this form without drawing significant attention. Dire rat pets (a few of whom might be other Bilge Rats in dire rat form) always accompany upper-ranking gang members. The gang’s reputation for feeding its enemies to these rats is well established, another tool for concealing its true nature.\n\nPeople who brush the Rats the wrong way end up in\na gutter with their lips, eyes, nose, and cheeks chewed\naway. Residents of the [[Harbor]] call this “giving face,”\nand people who don’t pay the gang respect in word and deed do so instead with the flesh of their features. Those in the know along the waterfront commonly whisper: “You let the Rats save face, and you get to save your own.”\n\n!! Operations\n\nThe Bilge Rats have a few staple rackets that serve as the\nbread and butter of the gang. They shake down smugglers and waterfront shopkeepers for a take of their action. They waylay drunken visitors carousing in\nthe [[Harbor]] district. And they steal goods from warehouses and ships—never taking enough to push the [[Storm Lords]] to action, just “claiming their cut.” Now\nand then a Rat might be called upon to do something\nmore bloody, such as culling a traitor from the teeming ranks\nof the dock vermin. Earning one’s keep is necessary,\nbut more important service to the gang lies in actively\nsqueezing out its enemies.\n\nRats keep their ears to the docks and listen closely\nto the wind and the waves. Savvy Rats spend a good deal\nof time spying on their enemies and keeping abreast\nof the ebbs and flows of the smuggling tide. The gang’s\nnetwork of informants is extensive—nothing happens\nin the Harbor without the Rats catching wind of it.\n\nMembers of the gang are also sent to lean on\n[[Stormreach Guard]] members who won’t look the other way, or dole\nout bloody punishment to people who refuse to pay\nup their dues. The Rats stand aloof from much of the\nunderworld turmoil in [[Stormreach]], cemented in place\nat the top by their longstanding reputation for ruthless\npayback whenever their interests are challenged.\n\nWhen competition rears its ugly head members are dispatched to handle it swiftly. As an opening (and often final) salvo, the Rats send a message by slaughtering a few members of the opposition and returning their bloody rat-gnawed bones in a sack.\n\nOther criminals view the Rats\nwith a mixture of hateful envy and genuine admiration. To most members of the [[Guard|Stormreach Guard]], the Rats are a\npermanent scar on the [[Harbor]], a necessary evil that\ncannot be expunged. Truth be told, the downfall of\nthe Rats might be the worst thing that could happen\nto the Harbor’s criminal scene. The bloody rush to fill\ntheir power void would seriously disrupt Stormreach’s\nthriving shipping trade.",
        "type": "text/vnd.tiddlywiki",
        "title": "Bilge Rats",
        "tags": "gang Stormreach",
        "modified": "20221123222445371",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]