[
    {
        "created": "20220125004043937",
        "text": "The [[blink dog]] is the symbol of House [[Ghallanda]]—a\nhelpful beast that leaps to the aid of travelers in need.\nIn the darkness, however, one dog is easily mistaken for\nanother. Travelers might hear tales of a [[secret society]]\nwithin House [[Ghallanda]], a cabal of vigilante assassins\nwho specialize in the use of poison. These deadly [[halfling]]s call themselves the Children of Dhurinda, but few others use this name. When a rowdy patron drops dead in\na tavern, the innkeeper curses the Black Dogs.\n\n!! The Tale of Dhurinda\n\nDhurinda was a member of the [[Ghallanda]] tribe long\nbefore it became a [[dragonmarked house]]. An excellent chef, he was\nexposed as a murderer late in life. Over the years, he had\npoisoned tyrannical chieftains, bandits, and raiders,\ndespite the Ghallanda vow to aid all travelers.\n\nDhurinda was unrepentant, maintaining that he had\nimproved the lives of the people of the [[plains|Talenta Plains]]. Some were\nsympathetic, but the elders felt that a harsh example had\nto be made. Dhurinda was to be torn apart by wild [[clawfeet|clawfoot]], but was found dead on the day of execution. Somehow, he had acquired poison and taken his own life.\n\nDespite Dhurinda’s fate, it is said that others have followed in his footsteps. Known as Black Dogs, these vigilantes dispense justice with poison and treachery.\n\n!! Black Dogs in the World\n\nThe Black Dogs are a small and secretive society, hiding their membership and activities even from [[Ghallanda]] leadership; the house publicly denies the existence of the order and privately seeks to destroy it. Most live in the cities and metropolises of [[Khorvaire]], where they can ﬁnd enough crime and inhumanity to fuel their thirst for justice.\n\nA Black Dog strives to slip into the heart of their community, becoming a locus for gossip and news. If a Dog is still a member of House [[Ghallanda]], they might work at one\nof the house arms or make a living as an entertainer in the service of [[Phiarlan]]. Player characters who settle in a city might befriend a Black Dog long before they learn their true vocation. This character might be a colorful regular at whatever inn the party frequents: always ready with a joke, a story, or a drink for a friend.\n\nSome Black Dogs who wield the [[Mark of Hospitality]] can magically create poisoned food or drink with their [[dragonmark]].\n\nThe popular barfly [[Moras Tann]] in [[Passage]] is secretly a member of the Black Dogs.",
        "type": "text/vnd.tiddlywiki",
        "title": "Black Dogs",
        "tags": "[[secret society]] Ghallanda",
        "modified": "20220125005833541",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]