[
    {
        "created": "20210314022948453",
        "text": "//“Xen'drik? Full of nothing but fools and primitives. They wouldn’t know a professional fighting force if it deployed a tactical flanking gambit at high noon.”//\n<div align=\"right\">—Lieutenant Commander Danforth, Blackwheel Company</div>\n\nFollowing the gaping hole in military service created by\nthe [[Treaty of Thronehold]], a small corporation formed\nto take advantage of the military expertise and discipline now lying fallow. Mackinnon “Mace” Maceck, a [[dwarf]] entrepreneur and former [[Cyran|Cyre]] battlefield\ncommander, created a transportation and security firm to contract out to the highest bidder. Under his charismatic influence, soldiers, adventurers, and support\npersonnel from every corner of [[Khorvaire]] found\ngainful employment at the end of the war.\n\nThe Blackwheel Company began by taking the jobs that no other organization, including the [[dragonmarked house]]s, would touch. Clandestine smuggling missions into areas deemed too dangerous to risk valuable house or national resources became the company’s calling card.\n\nAs the company grew in reputation and prowess, the [[dragonmarked house]]s elected to commandeer this rising military power. A special meeting of the Committee of [[Twelve]] was convened, and the houses pooled their resources to essentially buy out the Blackwheel Company. By retaining their services indefinitely and exclusively, the Twelve created for itself a military force that could be deployed anywhere in the world to pursue the magical aims of the council.\n\nAs the first order of business, the Twelve dispatched the\ncompany to the continent of\n[[Xen'drik]], where Mace established\noperations under a new flag—a\nthirteen-spoked wheel surrounding\nthe motto “United Aim,” symbolizing\nthe shared interests of the [[Twelve]].\n\nThe group’s current base of operations, a massive [[airship]] named //Triskaideka//, provides the company with the mobility and firepower needed to operate in the most inhospitable regions of [[Xen'drik]]. The current focus of the company\nappears to be furthering the arcane research agenda of the [[Twelve]]—securing [[dragonshard]] deposits, exploring ancient runes, and protecting vital artifacts in and around [[Stormreach]]. \n\n!! Joining the Company\n\nJoining the Blackwheel Company is easy for those who\nare eager to earn coin for their talents. The company’s\n“no questions asked, no able hire turned away” policy\nhas allowed it to develop an impressively diverse membership. It is not uncommon to see [[gnoll]] [[barbarian]]s and [[goblin]] [[rogue]]s serving side by side with noble [[dragonmark]]ed heirs.\n\nThe company takes pride in providing its hires with the best in pay and equipment, so attrition is low. In return, the company demands a certain level of professionalism and discipline. This pragmatic organization finds most of its members among those of neutral alignment, but all are welcome. Hires are free to leave the company at any time, though they are stripped of all benefits.\n\nBlackwheel recruiters can be found throughout [[Stormreach]]. The company typically maintains at least one storefront recruitment center for entry-level soldier positions. Rather than run hopefuls through an arduous application process, the company tends to accept whatever an applicant has to offer at face value, and assigns them out appropriately. With the backing of the [[dragonmarked house]]s, the company has no shortage of funds or equipment. Applicants who cannot cut muster are identified within a few days and simply drummed out of service.\n\nHigher-level recruitment is typically handled in\na more private, even covert, manner. Some stories tell\nof uniquely skilled adventurers being blackmailed or\notherwise coerced into taking one-off assignments\nwhen a company expedition has a particular niche\nto fill.\n\n!! Playing a Blackwheel Operative\n\nThere’s a saying among Blackwheel veterans: “No one ever\nleaves the company.” You know the truth in this, in more\nways than one. Blackwheel is the only choice for discerning professionals looking for work in [[Stormreach]]. The pay\nis good, the support and equipment unmatched, and the\norganization as a whole strong and efficient. In the lawlessness of Stormreach, the company provides structure\nand security—especially for the new recruit. You know\nhow good you have it. Why would anyone leave?\n\nYou’re also aware of another meaning to that well-worn saying, one that tends to apply higher up the Blackwheel hierarchy. Stick around the company long enough,\nand you will be privy to valuable secrets and information. In many ways, information is a commodity more valuable than gold. Officially, Blackwheel maintains its policy that operatives are free to leave at any time. Unofficially, it’s understood that the company has ways to ensure silence among those who leave service.\n\n!!! Missions\n\nBlackwheel is primarily tasked with recovering information and artifacts relating to the [[Caldyn Fragments]] of the [[Draconic Prophecy]]. In this endeavor, the company\ncompetes primarily with three other main factions—the\n[[Cabal of Shadows]], the [[Covenant of Light]], and the\n[[Crimson Codex]]. Most often, this competition involves\nracing into the wilds of [[Xen'drik]] to beat another expedition to a recently uncovered asset.\n\nAs the standing private army of the [[Twelve]], Blackwheel might also deploy resources to serve any objective that is in the collective interest of the [[dragonmarked house]]s. You might be ordered to raid an outpost of the [[Crimson Codex]], scout for new [[dragonshard]] deposits, or serve as protection on a diplomatic mission to the\n[[Riedra]]n outpost of [[Dar Qat]].",
        "title": "Blackwheel Company",
        "modified": "20230424055533247",
        "tags": "[[mercenary troop]] Twelve",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]