[
    {
        "created": "20210311045902027",
        "title": "Black Freighter",
        "text": "The Black Freighter is a shiplike tavern on the [[Koronoo River]] in the [[Grindstone]] neighborhood of [[Southwatch]]. It’s common knowledge that if one has business with\nthe [[Emerald Claw]], the Black Freighter is the place to\ngo, and equally common knowledge that one probably\nshouldn’t go looking for a fight there. Not only will\nthe numerous fanatical warriors of the Claw gladly\naccommodate, but so will the [[Karrnathi militia|Swords of Karrn]], who\ndon’t take kindly to troublemakers intruding on their\nterritory, and the various and sundry other [[Karrn|Karrnath]]s\nwho patronize the tavern.\n\nKnown to locals as simply “the Freighter,” the Black Freighter was built atop a piece of unusual architecture left behind from when the [[thri-kreen]] ruled the area that would one day become the city of [[Stormreach]]. It sits in the water in [[Southwatch]], and\ndespite its reputation outside that district, hosts a packed house every time it opens its doors. The base of the structure—the piece of thri-kreen architecture—is\na vaguely hull-shaped piece of almost indestructible,\nyet strangely buoyant, green stone. The bar was built\ninside and atop this “hull,” and all visitors must walk\na plank (which is withdrawn every dawn when the bar\ncloses) to gain admittance.\n\nTechnically speaking, the [[Emerald Claw]] has no claim over the establishment. But everyone knows that its proprietor is friendly to the order’s cause and membership at\nbest, and an involved and important part of the order’s\n[[Stormreach]] operation at worst. A ribald and garrulous\nseadog named [[Smargat]] runs precisely the sort of place\nthat would appeal to [[Karrnath]]’s criminal element.\nThe food is the traditional cuisine of working-class\nKarrns, the drink flows steady and cheap, and the air\nis thick with Karrnathi verse, from the most raucous\nsea shanty to the most somber of ballads that stoke the\nfires of nationalism in the heart of every Karrn.",
        "modified": "20210727191957815",
        "tags": "Grindstone Stormreach tavern",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#A3DB62"
    }
]