[
    {
        "created": "20210314193102352",
        "text": "A small troupe of young elves known as the Bloodborne Players offers the darkest theatrical fare in [[Stormreach]]. Most of their performances lack any\nnarrative but instead assail the audience with haunting illusionary images and morbid displays of lifelike\nbrutality and violence. Even their more conventional\nplays culminate in a horrific blood sacrifice enacted\nwith the aid of stunning illusionary magic... or so\nmost spectators believe.\n\nAlthough most of the sacrifices are fake, some are\nquite real. In these gruesome shows, usually before\nsmall audiences, the victim is eviscerated on a dais, and\nthe heart and head are ripped and hewn from the body\nshortly thereafter. Mostly these victims are captured or\nduped bystanders, who believe it will all be an [[illusion]].\nBut on occasion the troupe holds secret performances\nfor its most loyal fans, one of whom volunteers to be\nsacrificed, believing their soul will gain immortality and glory.\n\nThe leader of the Bloodborne Players, and always\nthe actor wielding the sacrificial blade, is a rail-thin and\nblack-haired [[elf]] named ''Vortras'', who sports an [[aberrant dragonmark]]. The backstage master of visual effects is his cousin ''Dammerund''  though the two could easily be twins. These twisted elves believe the act of blood sacrifice, fused with\nthe emotional outpouring of the enraptured audience,\ngrants them great power. If this belief is true, the elves\nmight have stumbled onto a secret of the ancient [[Qabalrin]]\nelves. One thing is certain: Vortras seeks ancient works on Qabalrin\nsacrificial rites. Many suspect the troupe is connected\nto the [[Emerald Claw]] or the [[Shrouds]], yet the Bloodborne\nPlayers have recently clashed with both.",
        "title": "Bloodborne Players",
        "modified": "20230424055233691",
        "tags": "Stormreach business [[secret society]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]