[
    {
        "created": "20200420214832131",
        "text": "The Blood of Vol is a decentralized religion practiced throughout the [[Five Nations]], though it is primarily found in [[Karrnath]], where it was once the state religion. It worships no external higher power, but rather reveres the divinity within one's own blood.\n\nThe faith's primary tenets are:\n\n* Everyone has a spark of divinity. Find that power within.\n* Death is the end, [[Dolurrh]] is oblivion, and if the gods exist, they are cruel. Stand with those you care for; all we have is this life and each other.\n\n!! Links to Headers\n* <<scrollToHeader \"Overview\">>\n** <<scrollToHeader \"Stronger Together\">>\n* <<scrollToHeader \"Symbol\">>\n* <<scrollToHeader \"Rites\">>\n* <<scrollToHeader \"Temples\">>\n* <<scrollToHeader \"Origins of the Faith\">>\n* <<scrollToHeader \"War and Peace\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Overview\n\nLife is pain, a ceaseless struggle against hunger, disease,\nand despair. Every day we're one step closer to the grave,\nand all that lies beyond is [[Dolurrh]] and the disintegration of\nthe soul. What just god would create such a world? What\nbenevolent [[Sovereign|Sovereign Host]] would condemn their creations to\nsuch misery?\n\nBut what if mortality is something\nthat can be overcome? Perhaps we\nall have a spark of divinity within\nus, a spark that can become a\nforce to rival the [[Silver Flame]].\nPerhaps one day we can end\nthe cycle of death and misery,\nso all can live long enough\nto find their divinity within.\nUntil then, the best we can\ndo is to hold our family\nand friends close, defy\ncruel fate, and fight to\nlive as long as we can.\n\nThis is the message of the Blood of Vol. Life is suffering and death is annihilation, but you can defy this cruel fate—and perhaps even break the cycle for good.\n\nThe Blood of Vol is a grim faith, founded by a mythical individual named \"Vol\" who they believe was the first person to find the divinity within. It asserts that death is oblivion, that the universe is uncaring, and that if the [[Sovereigns|Sovereign Host]] exist, they are cruel. Its followers study the secrets of blood and life, and because they believe that death is the end, they see nothing wrong with using the bodies of the fallen to serve the living. Seekers of the Divinity Within (as the faithful call themselves) are glad to be\nreanimated after death; at least they can do some good.\n\nBecause of this association with [[necromancy]], many\nbelieve the Blood of Vol embraces death and its followers want to become [[undead]]. Both ideas are false. The Blood of Vol sees death as the ultimate evil. Seekers\ndon't want to become undead; they want to become\ndivine beings. The faith teaches that divinity is tied to\nblood and soul, and the undead can never fully harness\nthat power. The [[mummies|mummy]] and [[vampire]]s of the Blood of\nVol have sacrificed their chance at divinity to guide the\nliving. They're martyrs, not something to envy.\n\nIn addition to a general revulsion toward the undead, the public opinion of the Blood of Vol is colored by the actions of the Order of the [[Emerald Claw]]. This extremist sect serves a [[lich]] known as the [[Queen of Death|Lady Illmarrow]], and it employs necromantic magic in acts of terror. However, most Seekers don't support the Emerald Claw.\n\nThe Blood of Vol has its strongest following in [[Karrnath]] and the [[Lhazaar Principalities]]. For a time, it was the national religion of Karrnath. Though fallen from\nfavor, the faith is still practiced openly in that nation. \n\n!!! Stronger Together\n\n//\"The universe is against us, and all we have is each other.\"// \n\nThis is one of the most basic principles of the Blood of Vol. Despite its grim outlook, it is a faith that emphasizes the value of friendship, family, and community. There are no benevolent\ngods looking out for us, so we have to look out for each other.\nDeath is the end, so we can't let it steal the people we care\nabout without a fight. And since there is no pleasant afterlife\nwaiting for us, we should treasure the time we have with those\nwe love. These values have kept the Blood of Vol alive through\nthe centuries: the deep commitment to community and to\nworking together even in the face of impossible odds.\n\n!! Symbol\n\nThe power of a [[cleric]] of the Blood of Vol comes from within them. As such, every cleric chooses a unique holy symbol—an object that resonates with them. More generally, the faith is represented by a tear-shaped red gemstone or shard of glass. Priests of the Blood of Vol wear robes of red and black. \n\n!! Rites\n\nThe services of the Blood of Vol focus on drawing the faithful together as a community and encouraging people to find power within themselves. The most important ritual of the faith is the Sacrament of Blood. After a sermon, each member of the congregation sheds a small amount of blood into a basin. This is a symbol of unity, and a message that members of the community would shed their blood to defend one another. In some temples, this blood is donated to [[undead]] champions of the faith; [[vampire]]s drink this blood, while [[oathbound|mummy]] or [[lich]]es may bathe in it. Through this, undead priests who have lost their own divine spark draw their power from the blood of the living faithful. \n\nSeeker communities have often formed in or near [[manifest zone]]s to [[Mabar]]. While such areas are often inhospitable or dangerous, over the course of many\ncenturies, Seekers have learned how to tap the energies of these\nplaces. Because Mabaran manifest zones are usually blighted,\noutsiders often accuse the Seekers of causing blights. In reality,\nthe Seekers often perform rituals that limit the negative effects\nof the manifest zones—so instead of causing the plagues and\nblights associated with Mabar, they often prevent them.\n\n!! Temples\n\nA shrine devoted to the Blood of Vol requires only an altar and a means for collecting ritually spilled blood.\n\nTemples of the Blood of Vol are fortified structures, built to serve as sanctuaries. In contrast to the [[Silver Flame]], such temples are stark and functional. Temples include vaults or catacombs, designed to hold [[undead]] or to store corpses. \n\nThe largest temple to the faith is the [[Crimson Monastery]] in [[Atur]], [[Karrnath]], led by High Priest [[Malevanor]]. The temple has vast libraries including genealogical records of Karrnathi noble families going back for centuries.\n\n!! Origins of the Faith\n\nMost followers of the Blood of Vol identify as Seekers of the\nDivinity Within—usually shortened to Seekers—though there\nare other traditions within the faith (such as the [[Thieves of Life]]). The Blood of Vol has long been vilified, with outsiders often viewing it as a death cult,\nfalsely equating it with the cult of [[Katashka]] the Gatekeeper, or blaming its members for plagues and blights. In the midst of misinformation and fear,\nwhat is the truth of the Blood of Vol?\n\nHuman settlers to [[Khorvaire]] brought the faith of the [[Sovereign Host]] with them, but the Blood of Vol is indigenous to the\ncontinent. The line of [[Vol]] was a [[noble line|Aereni noble line]] of [[Aerenal]] with a long tradition of [[necromancy]] tracing its roots back to [[Xen'drik]]. When members of the line of Vol developed the [[dragonmark]] known as the [[Mark of Death]], they undertook a risky series of experiments designed to unlock its full powers. This ended when the [[Undying Court]] and the [[dragon]]s of [[Argonnessen]] joined forces to eradicate the bloodlines that carried the Mark of Death. In the aftermath of this brutal purge, those elves who had supported Vol but didn't bear its blood were given the choice of exile or swearing fealty to the [[Sibling Kings]] of [[Aerenal]]. This resulted in a wave of\nexiled [[elves|elf]] settling in the [[Lhazaar Principalities]] and spreading west into the lands that are now [[Karrnath]].\n\nThese exiles brought the knowledge of [[necromancy]] along\nwith stories of how the heroic family of [[Vol]] had sought to attain\ngodhood, only to be destroyed by the jealous gods. The people\nof the region knew nothing of [[Aereni]] traditions or [[dragonmark]]s,\nand they blended this story with their own experience of life in a\nharsh land, local tyrants, and the empty promises of [[Sovereign|Sovereign Host]] priests. And in the process, they somehow discovered something\nreal. The line of Vol had never sought the divinity within, but\nthese first priests found it, drawing divine power from their own\nconviction and their own souls.\n\nSo despite its name, the religion was never practiced by the\nline of Vol, nor by the infamous [[Erandis Vol|Lady Illmarrow]] herself, who was in\nhiding during the period in which the faith evolved. It is a faith\nborn of the blending of elf and human myths and traditions.\nWhile the faithful believe that “Vol” was the first person to find\nthe divinity within and challenge the curse of mortality, the faith\nis based around the divinity within each of us, not the worship\nof this mythical Vol. Even devoted priests of Vol do not know\nErandis Vol's identity, though they respect the name of “Vol” as\nauthor of their core texts, believing that this Vol challenged the\nSovereigns, then was subsequently destroyed by these jealous\ngods—a martyr of the faith. Modern Seeker scholars debate the\norigins of the name, whether Vol was an individual or a group\nof people, or related to the elven line at all. So if Erandis Vol\nwere to proclaim her true identity, many of the faithful would be\nimpressed by her lineage, but her bloodline alone wouldn't give\nher divine authority.\n\n!! War and Peace\n\nThroughout its history, the Blood of Vol has been treated with\nfear and suspicion by the people of the [[Five Nations]]. It's a faith\nthat has dwelled in the shadows. This changed early in the [[Last War]]. His [[nation|Karrnath]] crippled by famine, King [[Kaius I|Kaius ir'Wynarn I]] accepted the aid\nof the Blood of Vol. The Seekers provided [[undead]] soldiers and\n[[necromantic|necromancy]] expertise; with the resources of the crown behind\nthem, Seekers developed necromantic rituals and weapons never\nbefore imagined. In exchange, Kaius elevated the Blood of Vol to\nthe official state religion. Warlords were encouraged to embrace\nthe faith, and Seeker families were given lands and titles.\n\nFor a time, the Blood of Vol spread and was celebrated—or\nso it seemed. Most of the old warlord families still despised\nthe Seekers and felt that the use of undead in battle debased\nthe proud martial traditions of their ancestors. Meanwhile, many faithful Seekers opposed the war effort entirely, believing any death to be a great loss. Toward the\nend of the war, Regent [[Moranna|Moranna ir'Wynarn]] turned on the faith and the\nBlood of Vol became a scapegoat for all of [[Karrnath]]'s troubles.\nMoranna claimed that the famines and plagues the people had\nsuffered were caused by the Seekers. Its nobles were stripped\nof their lands. Chivalric orders of Seekers, such as the Order of the [[Onyx Skull]], were disbanded. Some—notably the infamous Order of the [[Emerald Claw]]—refused to surrender, but most Seekers remained loyal to their nation even when it betrayed them.\n\nToday, the Blood of Vol has returned to the shadows, though\nthere are still Seekers who serve the crown. [[Kaius III|Kaius ir'Wynarn III]] has\nsealed most of his undead forces in the crypts below [[Korth]]\nand [[Atur]], but he isn't willing to entirely surrender this strategic\nadvantage. [[Fort Bones]] and [[Fort Zombie]] remain bastions\nof loyal Seekers. But the faith is no longer celebrated, and\nthe old warlord lines still mutter that they would have won\nthe war if only they'd relied on skill and steel instead of foul\nmagics. In playing a Karrnathi Seeker, do you support the\ncrown and believe that Kaius III is only doing what he has to\ndo to maintain the support of the warlords, or do you despise\nKaius III and Moranna for betraying your faith?",
        "type": "text/vnd.tiddlywiki",
        "title": "Blood of Vol",
        "tags": "religion",
        "modified": "20230103215805409",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "decentralized religion in Khorvaire, primarily Karrnath; reveres the divinity within one's own blood"
    }
]