[
    {
        "created": "20210314032840625",
        "title": "Bloodbound",
        "text": "//“Some are sold to it, some are sworn to it, some are born to it... but the only way to escape this life is to bathe in gallons of blood. Once you’re in the Ring, you come out victorious or not at all.”//\n<div align=\"right\">—Kel Giantsbane, gladiator</div>\n\nThe greatest gladiators of the [[Red Ring]] are the Bloodbound, the warriors who slake [[Stormreach]]’s thirst for blood sport in brutal battle. They are not casual fighters. Those who wish to dabble in arena combat are invited to do so at the [[Annual Games]]\nheld at the [[Red Ring]]. The Bloodbound are\ngladiators who pledge their very souls to the\nRed Ring and serve a stable master until the\nday of their death. Some do it for glory,\nothers because they have no choice.\n\n!! Baptized in Blood\n\nBloodbound face the fiercest horrors [[Xen'drik]]’s untamed jungles\nhave to offer. The lawlessness of [[Stormreach]] allows,\nand even encourages, grisly contests of strength,\nsweat, and blood.\n\nAll this considered, bloodbound don’t survive long without a code and the strictures of the Red Ring’s [[Blood Council]]. Obedience, faith in the stablemasters,\nand a rigorous regimen of training dominate every\nbloodbound’s life.\n\nThe most important distinction made among these gladiators is that between slaves and free bloodbound. Free bloodbound (chosen from qualifiers in the [[Annual Games]] or special exhibition matches) are fewer and fewer every year. Those who have other choices are rarely drawn to a life of constant bloodshed and agony, and the sacrifice made to become a bloodbound is extreme. These days, most stablemasters rely on slaves or recruit condemned criminals from the tribunals.\n\n!! Beyond the Ring\n\nThough it is rarely exercised, most stablemasters maintain a contract with the [[Stormreach Guard]] that allows the Guard to “borrow” a group of bloodbound\nfor dirty muscle-work, intimidation (when a bloodbound’s reputation in the [[Red Ring]] comes in very handy), or particularly “wet” (read: bloody) crackdowns. Private [[militia]]s strive to obtain these contracts as well, though a stablemaster rarely grants them, and\nmilitias can rarely afford them.\n\nBloodbound slaves rarely leave the arena unless loaned\nout as muscle. Free bloodbound can be encountered nearly\nanywhere in [[Stormreach]]. PCs might face these gladiators\nacross the arena or in some darkened alleyway where\nthey serve the characters’ enemies as paid thugs.",
        "modified": "20210727191958424",
        "tags": "Stormreach gang [[Red Ring]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]