[
    {
        "created": "20210111064205047",
        "text": "When the [[Undying Court]] sought to destroy the [[Mark of Death]], all [[elves|elf]] carrying the blood of the line were slain. But the [[line|Aereni noble line]] of [[Vol]] had many allies beyond its blood relatives. The Undying Court allowed these elves to surrender, but there was no place for them on [[Aerenal]], and they left to find a new home on [[Khorvaire]]. Many of these refugees found their way to the island of [[Farlnen]], making a new home in the long shadow of the Fingerbone Mountains. Today, many elves choose to remain in isolated communities deep in the Fingerbones, but others have embraced [[Lhazaar|Lhazaar Principalities]] culture and the life of the sea. The largest of these is the Bloodsail principality, centered in [[Port Cairn]] (a town on the central southern coast of Farlnen).\n\nThe elves brought extensive knowledge of magic, archery, and woodworking to the Principalities; Bloodsail ships are some of the finest in the Lhazaar fleets. While the elves are interested in all fields of [[arcane|arcane magic]] knowledge, [[necromancy]] is especially important to them. \n\nDuring the [[Last War]], the Bloodsails served as privateers for [[Karrnath]]. This changed when King [[Kaius III|Kaius ir'Wynarn III]] denounced the [[Blood of Vol]] and abruptly cut ties with the principality, and today the Bloodsails often raid Karrnathi ships and villages. Recently, the Bloodsails have formed an alliance with the [[Diresharks]] of [[Port Verge]].\n\nThe Bloodsails are one of the most stable principalities, and Prince [[Shaen Tasil]] has ruled for over a century. They currently possess seven ships. Tales say that they dye their dark sails with the blood of their victims—but this could be a story spread to inspire terror.\n\nThe Bloodsails are largely elves, with a few [[human]]s, [[half-elves|half-elf]], and [[changeling]]s spread throughout the populace. While most Bloodsail sailors are warriors, rogues, or swashbucklers, a significant number of [[cleric]]s and [[wizard]]s live in the principality.\n\n!! Bloodsails and the Undead\n\nThe Bloodsails share the same roots as the [[Blood of Vol]], as the principality was founded by [[Aereni]] exiles. However, they have followed a different path\nand hewn closer to the traditions of their ancestors. They\ndon't believe in the divinity within and readily seek immortality\nthrough undeath. However, the island can only support a\nlimited number of [[vampire]]s, and Bloodsails must earn their\nafterlife by paying //velgys//—blood money—to the [[Grim Lords]] of the\nland. Those who fail to earn enough to buy a better afterlife\nare instead bound to objects after death. This is similar to the\nAereni techniques of creating [[spirit idol]]s, but Bloodsail elves\nare often tied to ships and sails, enabling their vessels to move\nacross a windless sea, sails driven by [[ghost]]s and tended by [[oathbound|mummy]]. The oldest sails are infused with the spirits of generations of sailors. These hosts of the fallen can propel the ship with a speed to rival any [[elemental galleon]]. They can deflect missiles or tear at enemy vessels, and the enchantments woven into the sails make them virtually immune to con­ventional harm.\n\nBloodsail elves often bear crimson tattoos that are tied to\ntheir families and vessels. As an adventurer, you might\nhave been exiled from your island, or you could be searching\nfor a way to quickly earn the blood money you need to leave\nmortality behind.",
        "title": "Bloodsails",
        "modified": "20220829024411250",
        "tags": "[[Lhazaar Principalities]] fleet",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "principality fleet based in Farlnen; necromancer elven sailors with sails driven by ghosts"
    }
]