[
    {
        "created": "20220719180633799",
        "text": "[[Hektula]], the First Scribe, [[prakhutu]] of the [[Keeper of Secrets|Sul Khatesh]], has written books of magic that grant tremendous power but also serve as a focus for her influence. The Book of Vile Darkness is the mightiest of these artifacts. No mortal was meant to know the secrets this foul manuscript contains, knowledge so horrid that to even glimpse the scrawled pages invites madness.\n\nNature cannot abide this book's presence. Ordinary plants wither in its presence, animals are unwilling to approach it, and the book gradually destroys whatever it touches. Even stone cracks and turns to powder if the book rests on it long enough.\n\n!! Vile Lore\n\nThe Book of Vile Darkness touches on every evil in the cosmos. A character can use the lore the book contains to unearth terrible secrets no mortal should know. Among the contents a character might find are the following, plus whatever else the GM chooses:\n\n* ''Vile Apotheosis.'' The book could hold rituals that allow a character to become a [[lich]] or a [[death knight]].\n* ''True Names.'' The true names of any number of [[fiend]]s might be in the book.\n* ''Dark Magic.'' Spells of horrific evil of the GM's design and choosing could be in the book. Spells that impose dreadful curses, disfigure others, require humanoid sacrifice, afflict creatures with crippling pain, spread vile plagues, and so on.\n\n!! Properties of the Book\n\nA creature [[attuned|attunement]] to the book must spend 80 hours reading and studying it to digest its contents and reap its benefits. The creature can then freely modify the book's contents, provided that those modifications advance and expand the lore already contained within. The ideals of creatures who use this book gradually shift towards evil.\n\nAfter you spend the requisite amount of time reading and studying the book, you must remove proficiency from one [[attribute or action|Actions and Attributes]] in order to become proficient in two others. \n\nYou gain the ability to speak and understand [[Abyssal]]. Also, you acquire a physical disfigurement as a hideous sign of your devotion to vile darkness. An evil rune might appear on your face, your eyes might become glossy black, or horns might sprout from your forehead. Or you might become wizened and hideous, lose all facial features, gain a forked tongue, or some other feature the GM chooses. This mark of darkness grants you [[advantage]] to [[Sway|action]] attempts on creatures who would be intimidated or impressed by your countenance.\n\nWhile you are attuned to the book and holding it, you can cast [[dominate]] on a creature who is already touched by evil. You can't use this property again until the next dawn.\n\nYou can reference the Book of Vile Darkness whenever you make an attempt to recall information about some aspect of evil, such as lore about [[demon]]s. When you do so, gain two [[advantage]]s on that attempt.\n\nIf you die while attuned to the book, an entity of great evil claims your soul. You can't be restored to life by any means while your soul remains imprisoned.\n\nA GM might also choose to generate [[random artifact properties]] for the Book of Vile Darkness:\n\n<<<\n{{||random artifact properties}}\n<<<\n\n!! Destroying the Book\n\nThe Book of Vile Darkness allows pages to be torn from it, but any evil lore contained on those pages finds its way back into the book eventually, usually when a new author adds pages to the tome.\n\nIf a powerful [[immortal]] such as a [[solar]] tears the book in two, the book is destroyed for up to 100 years, after which it reforms in some dark corner of the universe, such as the [[Tower of Shadows]] or a forsaken layer of [[Mabar]].\n\nA creature [[attuned|attunement]] to the book for one hundred years can unearth a phrase hidden in the original text which, when translated to [[Draconic]] and spoken aloud, destroys both the speaker and the book in a blinding flash of radiance. The book then reforms up to 1000 years later.",
        "type": "text/vnd.tiddlywiki",
        "title": "Book of Vile Darkness",
        "tags": "destruction hindrance communication tool",
        "modified": "20220719182850004",
        "color": "#41D5E1",
        "category": "object",
        "tier": "5",
        "article": "the ",
        "var1": "6 4",
        "var2": "9 23"
    }
]