[
    {
        "created": "20200423013624865",
        "text": "King Boranel ir'Wynarn, who has ruled [[Breland]] since 961 YK, leads the royal family of Breland from an ancient estate in the capital city of [[Wroat]]. Older than the other rulers of the [[Five Nations]] and with heirs that have as yet not inspired love and devotion, Boranel worries about the fate of Breland when his head finally becomes too weak\nto carry the crown.\n\nAn adventurer before his ascension, Boranel traveled\ntwice to [[Xen'drik]] in his youth. During the [[Last War]],\nthe king won hearts and minds by leading sorties\nagainst enemy forces. He personally defeated an [[ogre]]\nchieftain while his people in the west retreated across\nthe [[Graywall Mountains]] to escape the brimming violence of savage [[Droaam]].\n\n[[Breland]] loves its king, and the people would follow him just about anywhere. The same, however, cannot be said of his children. Boranel's heirs have not shown the king's impressive leadership abilities, and many Brelish worry about what the future holds. The idealistic believe that whoever takes the throne next will grow to fill the crown's demands, but not all are so sure. There's even talk of dissolving the monarchy and giving full power to the [[parliament|Breland Parliament]] once Boranel dies, a movement led by Lord [[Ruken ir'Clarn]].\n\nBoranel's eldest child is his son [[Bortan ir'Wynarn]], who serves as the royal steward of [[Breland]]. His youngest two children Halix and Borina dwell in King [[Kaius|Kaius ir'Wynarn III]]'s court in [[Karrnath]] as part of a peace guarantee; in exchange, Kaius's sister [[Haydith|Haydith ir'Wynarn]] lives in [[Wroat]]. Boranel's brother [[Kor|Kor ir'Wynarn]] leads the [[King's Citadel]], and may be a formidable opponent to Lord [[Ruken|Ruken ir'Clarn]] if the parliament moves to dissolve the monarchy.\n\n!! Boranel's Ascension\n\nBoranel ir’Wynarn was groomed for leadership from birth. Perhaps the most beloved\nruler Breland has ever known, Boranel has certainly had the longest reign since the nation was founded, ruling with strength and wit for 37 years. \n\nBoranel received a broad education, learning all of the [[language]]s common to [[Breland]], which helped him understand the diverse cultures that\nmake up the cosmopolitan nation. Boranel also studied with some of the finest weaponmasters on [[Khorvaire]], including a [[Valenar]] [[elf]] named Eliri who taught him how to ride and fight on horseback. \n\nWhen he reached adulthood and entered the\n[[Breland]] army, Boranel rose through the ranks\nswiftly, and solely by merit. Long before becoming\nBreland’s king, Boranel was a general who was loved and respected by the entire army. Boranel was also an adventurer in his youth, getting away from concerns of war and nation to explore\n[[Xen'drik]], the dungeons of [[Sharn]], and the wilds of the Barrens (the region now known as [[Droaam]]).\n\nBoranel was crowned in 961, in what seemed like [[Breland]]’s\ndarkest days. His two elder brothers were killed in\nfighting on the western frontier within the space of\na week, and his father, King Boranex, took his own\nlife in grief the following month. The third son,\nBoranel, never expected to see the throne at all. Still\na young man, he was adventuring in [[Sharn]] when the\nnews of his father’s unexpected passing forced a swift\nreturn to [[Wroat]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Boranel ir'Wynarn",
        "tags": "government [[Wynarn family]] human Breland humanoid",
        "modified": "20221228212259907",
        "color": "#FEA627",
        "category": "person",
        "article": "King ",
        "tooltip": "aging, popular king of Breland"
    }
]