[
    {
        "created": "20220826032557977",
        "text": "The heart of the western frontier of [[Breland]] is the vast stretch of plains that lies between the [[Korlaac Rift]] to the west and the [[Whitehorn Wood]] in the east. In the south, the [[Graywall Mountains]] serve as a simple dividing line between [[Droaam]] and [[Breland]], but there’s no clear natural boundary in the central plains. As a result, people have turned to a man-made feature: the [[trade road|Orien trade roads]] known as ''Orien Route 7'', which runs from [[Threshold]] and [[Sylbaran]]. \n\n!! Links to Headers\n* <<scrollToHeader \"Overview\">>\n* <<scrollToHeader \"The Shape of the Road\">>\n* <<scrollToHeader \"Traffic\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Overview\n\nFor centuries, this road has been a crucial channel for trade and supplies. During the [[Last War]], Breland maintained forces at the [[Eldeen Ford|Eldeen River]], but the agreements with the [[dragonmarked house]]s prevented [[Aundair]] from targeting the road. In the wake of the war, Orien Route 7 continues to serve as a crucial path for commerce between Breland, Aundair, and the [[Eldeen Reaches]]. As they are working to forge alliances with the dragonmarked houses, the [[Daughters of Sora Kell]] are reluctant to disrupt the trade road—and Breland is determined to hold it, recently assigning [[Argonth]] to patrol the edge of the road. \n\nWhile [[Breland]] has yet to acknowledge [[Droaam]]’s sovereignty, the common people have recognized the trade road as the line demarcating the \"Barrens\" for decades, and recent cartography by House [[Sivis]] uses the road to define the boundary between the two nations. While its official name is Orien Route 7, anyone who has spent time on the western frontier knows it as the ''Border Road''.  \n\nThe Border Road isn’t a hard line. [[Kobold|kobold]]s camp in the more fertile lands east of the road, and [[Brelish|Breland]] settlers seize opportunities to the west of the road. If a patrol of [[Westwind Riders]] is chasing brigands, they won’t stop the instant the bandits cross the Border Road. But it’s certainly a line of truce between the two nations. Brelish forces won’t cross the road unless they have reason to; likewise, the [[Znir|Znir Pact]] [[gnoll]]s serving the [[Daughters of Sora Kell]] keep their patrols to the west of the road. Standing on the western side of the Border Road, the [[minotaur]]s of [[Turakbar's Fist]] are soldiers of [[Droaam]] defending their nation; if they’re encountered to the east of the road, they’re raiders seeking glory. Such raids go both ways; the Brelish express outrage at [[Turakbar|Rhesh Turakbar]]'s raids, but prefer not to discuss the [[Black Crown|Company of the Black Crown]] brigands brutally attacking Droaamite settlements west of the road. If you’re Brelish, you can consider yourself generally safer if you stay to the east, and Droaamites feel more secure to the west—but there’s no absolute security anywhere on the western frontier, unless you’re inside [[Argonth]].\n\nAs an adventurer, your journey will likely lead you off the beaten trail. But the Border Road is at the center of the western frontier, and the focus of commerce and travel. The plains around the road are sparsely populated and filled with dangers: wandering monstrosities, brigands, sinkholes, and other unexpected hazards. You could blaze your own trail across the plains, but if you do, there’s a chance you could go for a day without even seeing another [[humanoid]], let alone an inn—and if you’re set upon by bandits, don't expect the [[Westwind Riders]] to show up and save you. \n\nThe Border Road is paved, maintained, and patrolled by Brelish forces and the [[Blades of Orien|Unicorn's Horn]]. [[Gold Dragon Inn]]s can be found in [[Sylbaran]], [[Unicorn Point]], and [[Threshold]]. A host of hamlets and farmsteads can be found along the road; like a river, this channel of trade and travel provides a strong foundation for new communities to build on. \n\nBut these benefits come at a cost. Because the Border Road is the safest, best maintained path for commerce, it’s also the prime target for brigands and highwaymen. The road is long, and successful bandits move quickly to avoid the patrols.\n\n!! The Shape of the Road\n\nOrien Route 7 is a major [[trade road|Orien trade roads]], built by House [[Orien]] and designed to support trade caravans. It is thirty-five feet across, designed to allow a steady stream of traffic in two directions. Like other Orien trade roads, the Border Road is magically enhanced to provide a 10% increase in travel pace, or 20% for those traveling with a bearer of the [[Mark of Passage]]. There are no guardrails or barriers along most of the length of the road, but in regions where the terrain is particularly hazardous to vehicles—for example, a stretch in the north with swamplike terrain—there are two-foot railings along the edge of the road.\n\n[[Breland]] maintains watchtowers every 20 miles along the road. These are simple towers—often just a platform atop a pillar—where a handful of soldiers keep an eye out for trouble. The guards at these watchtowers aren’t sufficient to battle bandits or raiders alone, but if they spot trouble, they can trigger an alarm that alerts [[Orcbone]], while sending up a flare to summon any nearby Brelish forces. Aside from this, there are villages, hamlets, and farmsteads all along the road. Most of these are small communities without [[dragonmarked|dragonmarked house]] services; they rely on the constant stream of traffic for news and services. However, villages usually have some form of pub or inn travelers can visit, even if services are limited. The primary stop for travelers is [[Unicorn Point]], an [[Orien]] outpost halfway between the [[Graywall Mountains]] and the [[Eldeen|Eldeen Reaches]] border.\n\n!! Traffic\n\nThe bulk of the traffic on the Border Road is commercial. Caravans carry [[Brelish|Breland]] and [[Droaam]]ite goods north to [[Aundair]] and the [[Eldeen Reaches]], returning with wine and arcane wares from Aundair and crops and herbs from the Reaches. Most caravans focus on the larger communities—[[Sylbaran]], [[Shavalant]], [[Unicorn Point]], [[Graywall]], and [[Ardev]]—but there are smaller caravans that service the villages and hamlets found along the road. Traffic is steady on the Border Road, but not overwhelming; it’s possible to travel an hour without encountering traffic in the opposite direction. On the other hand, travelers can find themselves traveling behind a long convoy of vehicles; even aside from planned caravans, merchants and teamsters leaving Unicorn Point often choose to travel together to deter brigands and raiders.\n\nHere are just a few of the people you might encounter along the road.\n\n* ''[[Orien]] coaches, caravans, and couriers.'' Orien stagecoaches carry passengers, while caravans focus on freight delivery. The most impressive vehicles on the road are Orien longcoaches, massive double-decker carriages puled by [[dire|dire beast]] [[tribex]].\n* ''Independent merchants'' from [[Droaam]], [[Breland]], or the [[Eldeen Reaches]], often catering to the communities along the road.\n* ''The forces of the law''—[[Breland]]’s [[Westwind Riders]], the [[King's Assessors]] (who collect taxes for the crown), or [[Droaam]]ite peacekeepers. When it comes to peacekeepers, the [[Znir|Znir Pact]] [[gnoll]]s are generally disciplined and reliable, but other Droaamite forces can potentially be as dangerous as the bandits they’re supposed to deter.\n* ''Entertainers'', such as musicians, bringing news and amusement to the communities along the road; or ''missionaries'', spreading the good word of the [[Silver Flame]], the [[Sovereign Host]], or even the Eldeen [[druid]]ic sects along the frontier.\n* ''Settlers'' making their way to a new home in the frontier. These could be [[Cyran|Cyre]] refugees, [[Brelish|Breland]] veterans, or [[Droaam]]ite [[goblin]]s! It’s also not unusual to find Droaamite contractors—whether mercenary soldiers, laborers, or artisans—heading to work or returning from an assignment.",
        "title": "Border Road",
        "modified": "20230103232251001",
        "tags": "Khorvaire road Breland Droaam",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#3B5C0A",
        "polylines": "33.09,-26.8 33.219,-26.758 33.292,-26.753 33.403,-26.789 33.502,-26.895 33.607,-27.021 33.679,-27.086 33.78,-27.092 33.89,-27.152 34.021,-27.185 34.109,-27.126 34.192,-27.036 34.299,-26.967 34.381,-26.959 34.479,-27.035 34.586,-27.119 34.725,-27.138 34.804,-27.085 34.932,-26.984 35.047,-26.973 35.2,-26.963 35.312,-26.907 35.432,-26.966 35.624,-27.098 35.776,-27.234 35.932,-27.286 36.06,-27.298 36.156,-27.231 36.252,-27.059",
        "style": "{\"color\":\"#8E0024\",\"opacity\":0.8}",
        "alternatetitle": "Orien Route 7",
        "tooltip": "Orien trade road which forms the border between Breland and Droaam"
    }
]