[
    {
        "created": "20200413212034051",
        "title": "Boromar Clan",
        "text": "The most powerful criminal organization in [[Sharn]]\nstarted as a family of [[halfling]] immigrants from the [[Talenta Plains]]. Operating out of its headquarters and key\nholdings in the [[Little Plains]] district of [[Middle Menthis]],\nthe Boromar Clan controls gambling, smuggling, and\ntheft in Sharn. Most of the city's burglars, pickpockets,\nand fences either work for or pay tithes to the organization. The Boromar Clan's network of extortion, bribery,\nand blackmail extends from [[Lower Dura]] to [[Skyway]].\n\nThe Boromars' influence extends beyond criminal\nenterprises into many legitimate circles of power. [[Ilyra Boromar]] sits on the [[city council|Sharn Council]], and a number of\nother councilors are close allies of the clan. The family\nhas ties by marriage to House [[Jorasco]]. A Boromar attends every [[Skyway]] party. The family owns tenements\nthroughout [[Sharn]] and invests in shipping, storing both\nlegal goods and contraband in many of the warehouses\nin [[Precarious]] and [[Cogsgate]]. In many districts, local officials and [[Sharn Watch]] officers have been taking bribes\nfrom the Boromars for generations.\n\nThe criminal nature of the Boromar Clan is an open\nsecret, and in some districts the Boromars are seen as\nhometown heroes. They are immigrants who've made\ngood, common people who've risen to rival the barons\nand kings. They give the people what they want, whether\nit's untaxed gambling, cheap spirits, or [[dreamlily]]. The clan operates with a degree of impunity because its operatives adhere to an unspoken rule: whenever possible,\ncriminal acts against individuals should target tourists\nand travelers. Boromar pickpockets don't prey on the\npeople they see every day. Instead, they seek out the\nmany strangers who move around the city all the time.\nThe [[Watch|Sharn Watch]] officer who turns a blind eye to a pickpocket\nthus feels justified, since it's not the citizens of [[Sharn]]\nthat are victimized.\n\nBoromar's longstanding status at the head of Sharn's\ncriminal enterprises has recently come under challenge.\nAfter nearly a decade of slow growth, the [[Droaam]]ish\nmob known as [[Daask]] has recently started targeting\nBoromar holdings. The [[halfling]] clan hasn't faced such\na serious threat before, and it's scrambling to figure out\nhow to deal with Daask's guerrilla tactics. \n\n!! Boromar Operations\n\nThe Boromar Clan has a hand in all types of crime in [[Sharn]]. Most Boromar leaders despise unnecessary violence, but the clan has a host of enforcers and a handful of capable assassins. The clan's web of extortion is so thoroughly woven into society that many residents simply consider it another form of tax. Boromar specializes in three fields of activity: gambling, smuggling, and thievery.\n\nGambling isn't illegal in Sharn, but all legal games are taxed by the [[Brelish|Breland]] crown and are required to follow regulations that spoil the experience for many. Boromar's operations are cheaper to participate in and offer the lure of greater profits.\n\nSmuggling has become an increasingly important\nbusiness since the [[Last War]] disrupted many traditional\nlines of trade. The clan's primary import is the narcotic\ncalled [[dreamlily]]. But the Boromars traffic in a wide\nrange of goods, from arcane and alchemical weapons to\nforeign luxury items that have been made scarce by embargoes and sanctions. Under [[Boranel|Boranel ir'Wynarn]]'s law, [[Aundair]]ian wine is heavily taxed in [[Breland]], so if you want the good stuff for cheap, you'll need to work with the Boromars.\n\nBoromar-sanctioned acts of thievery include the activities of the ubiquitous pickpockets that can be found across the city as well as the well-planned jobs of professional burglars. As mentioned earlier, Boromar thieves focus their attention on visitors to [[Sharn]], thus avoiding friction with local law enforcement. When appropriate, stolen goods are transported out of the city by the fences and porters that drive the clan's smuggling operations. \n\n!! Boromar Clan NPCs\n\nThe Boromar Clan employs people of all races, but most\nof the organization and nearly all of its inner circle are\nmade up of [[halfling]]s. Some of the organization's most\nimportant people are these: \n\n* [[Saidan Boromar]] is the current patriarch of the family. He grew up in [[Lower Dura]] and worked as a thief and assassin there before taking over the organization.\n* [[Mala Boromar d'Jorasco]] is an heir of House [[Jorasco]] and the Boromar family matriarch. Her position in the family ensures that important members of the Boromar Clan receive Jorasco healing services at no cost to them; Saidan reimburses Jorasco from the clan's treasury.\n* Councilor [[Ilyra Boromar]] is the eldest daughter of Mala and Saidan and a member of the [[city council|Sharn Council]]. The Boromars' enemies on the council have grown bolder in the face of increased [[Daask]] attacks against the clan, and some of Ilyra's influence has eroded as a result.\n* [[Halak Boromar]] is the family's chief enforcer. A recent immigrant from the [[Talenta Plains]], Halak leads the Clawfoots, the Boromars' personal guard, and is an accomplished warrior.\n* [[Ilsa Boromar]] is the family's leader in [[Callestan]]. She is ruthless in protecting her family's interests.\n* [[Korbis Kan Nezzelech]], a [[gnome]], is the lone non-halfling in the Boromars' inner circle. He serves as Saidan's chief advisor and the organization's intelligence expert. The family looks to Illian to come up with a plan to defeat [[Daask]], but so far none of his ideas have worked. \n\n!!! Other Boromar Clan Contacts\n\n<<list-links-article \"[tag{!!title}subfilter<ppl-ent>!title[Korbis Kan Nezzelech]!title[Ilsa Boromar]!title[Halak Boromar]!title[Ilyra Boromar]!title[Mala Boromar d'Jorasco]!title[Saidan Boromar]sort[title]]\">>\n\n!! Membership\n\nThe core membership of the Boromar\nClan syndicate—comprising about one in six of its members—is an\nextended family of [[halfling]]s descended from immigrants\nwho came to [[Sharn]] from the [[Talenta Plains]]. Another\nthird of the members are unrelated halflings, and the\nrest belong to other species. The syndicate employs a\nwide variety of bookkeepers and administrators as well\nas burglars, con artists, smugglers, and other criminals.\nWhen a situation calls for physical violence, the Boromars usually hire freelancers—members of the [[Sharn Watch]] or agents of House [[Tarkanan]]. The Boromar\nfamily proper has a team of personal bodyguards called\nthe Clawfoots, who are mostly fierce [[halfling]] warriors\nrecently relocated from the [[Talenta Plains]]. They primarily defend Boromar holdings and headquarters in the\nhalfling district of [[Little Plains]].\n\n!! Allies\n\nThe Boromar Clan has a reputation for omnipotence that makes even the forces of law and order in Sharn hesitant to cross it. It's far safer to be an ally of the syndicate, or at least to stay out of its way, than it is to be its enemy—and it's more lucrative to boot. The\nfollowing groups count themselves among the Boromar Clan's closest allies: \n\n* ''House Jorasco.'' The head of the Boromar Clan, [[Saidan Boromar]], is married to an unmarked heir of House [[Jorasco]], [[Mala Boromar d'Jorasco]]. This marriage has created important ties between the Boromars and the [[halfling]] healers of [[Sharn]]. Members of the Boromar family can secure healing for free, and other members of the syndicate receive a 10 percent discount at Jorasco houses of healing.\n* ''Sharn Council.'' Of the seventeen members of [[Sharn's city council|Sharn Council]], four have close ties to the Boromar Clan—including one, [[Ilyra Boromar]], who reports directly to the head of the syndicate. These four vote as a bloc to ensure that the council doesn't take direct action against the Boromars, while enough of the other council members fear the syndicate that they tend to carry the vote. A member of the Boromar Clan can call in a favor to secure an audience with one of these councilors, though such does not guarantee aid.\n* ''Sharn Watch.'' The Boromars have been bribing captains of the [[Sharn Watch]] for generations. What's more, if the Boromar Clan collapsed, the underworld would erupt in anarchy as dozens of petty crime lords fought for territory and position. As a result, a member of the Boromars can call in a favor to get minor criminal charges dismissed. \n\n!! Enemies\n\nDespite the Boromar Clan's position of strength in [[Sharn]], it has many foes, and their unrelenting assaults have put the syndicate in what might be its most precarious position ever. Currently, the following groups pose the greatest threats to Boromar interests: \n\n* ''Daask.'' The monstrous criminal guild called [[Daask]], a pawn of the leaders of [[Droaam]], has started launching violent raids against Boromar holdings over the last two years. A mobile organization using guerrilla tactics, Daask has managed to circumvent Boromar security and avoid serious reprisals for a range of violent thefts and sabotages. Agents of Daask go out of their way to harm up-and-coming Boromar agents. \n* ''Sharn Council.'' Despite four friends on the [[city council|Sharn Council]], the Boromar Clan has several enemies as well. At least three councilors oppose the Boromars because of genuine concern for their constituents; two more oppose the syndicate because they're part of rival organizations (the [[Aurum]] and the [[Tyrants]]). Because of their influence, the council has so far refused to devote any resources to combating the rise of [[Daask]], hoping the monstrous guild will bring down the Boromars. Individual members of the Boromar Clan can be sure that these councilors will oppose any petition they might bring to the council. \n\n!! Shady Nightclubs\n\nThe Boromars control gambling dens and nightclubs throughout [[Sharn]]. The finer establishments are places for the Boromar Clan to wine, dine, bribe, and extort the city's powerful elite. At the other end of the spectrum, the run-down gambling halls and [[dreamlily]] dens in the poorer districts are places where those in the employ of\nthe Boromars plan heists, store smuggled goods, hide\nbodies and wanted criminals, interrogate [[Daask]] spies,\nmake good on threats, and unwind.\n\nThese places are public and expertly run by the city's most powerful criminals, so an openly violent approach to problem-solving in such a spot is likely to end in tragedy for the characters. When combat does occur in one of these nightclubs, it's usually because the instigators have brought enough strength of arms to take on the Boromars. \n\nThe table below offers reasons for the characters to enter one of these dangerous places. If the characters have a Boromar patron, that NPC could\nuse a shady nightclub as a base of operations.\n\n| !<<dr d6>> |!Adventure Goal |\n| 1 |Get accepted into a private high-stakes card game, and try to win the grand prize. |\n| 2 |Find out which [[Sharn Watch]] captain has a private meeting with a Boromar fence, and steal whatever the captain is buying. |\n| 3 |Track down a missing noble hunted by assassins. |\n| 4 |Steal a hidden stash of [[dreamlily]]. |\n| 5 |Broker a deal with the Boromars on behalf of a [[city councilor|Sharn Council]] who's too scared to face the family in person. |\n| 6 |Find evidence that could be used to blackmail a member of a [[dragonmarked house]]. |\n\n!! Boromar Villains\n\nWith few exceptions, Boromar villains shun violence and would prefer to bribe, deceive, or manipulate the characters rather than send a squad of goons to attack them. That said, any of these villains and their minions will respond in kind if they are attacked or threatened. Examples of Boromar Clan villains appear on the table below. \n\n| !<<dr d6>> |!Villain |\n| 1 |A [[halfling]] [[dreamlily]] dealer (an excoriate of House [[Ghallanda]]) smooth-talks new customers into sampling her wares. If pressed, she can call in favors from a number of dangerous clients. |\n| 2 |A judge known as \"the Turnkey\" always rules in favor of Boromar Clan members. |\n| 3 |A halfling pickpocket using alter self to pose as a child of another race plants contraband on people the Boromars are trying to frame. |\n| 4 |A Boromar rogue has kidnapped the child of a strongly anti-Boromar [[city councilor|Sharn Council]]. |\n| 5 |A [[kalashtar]] psychic serves the clan by detecting thoughts that suggest possibilities for blackmail. What stray thought might they pick up from an adventurer? |\n| 6 |A Boromar smuggler is bringing unstable explosives or an especially addictive form of [[dreamlily]] into [[Sharn]], and innocents are being hurt. |\n\n!! Boromar Clan Campaign Themes\n\nThe true power of the Boromar Clan lies in its institutions: watch officers who have been allied to the clan for generations, judges who are blackmailed into compliance, and officials who receive lucrative bribes in exchange for their cooperation. Adventurers who oppose the Boromars might discover that people they think of as friends and allies are in the pocket of the clan. The Boromars are villains in the noir tradition, and adventurers determined to tangle with them will be drawn down into the mud.\n\nThe Boromar Clan could serve as a group patron for a party of adventurers. The table below provides goals for adventurers who are working with the clan\n\n| !<<dr d6>> |!Boromar Clan Assignment |\n| 1 |Find evidence of an affair between two members of different [[dragonmarked house]]s. |\n| 2 |Collect from a fence who is late with a payment. |\n| 3 |Steal the bank records of a [[city councilor|Sharn Council]]. |\n| 4 |Convince a [[Sharn Watch]] captain to aggressively root out [[Daask]] operatives. |\n| 5 |Retrieve a package of dreamlily that has gone astray. |\n| 6 |Discover the location of a [[Daask]] safe house. |\n\n!! Boromar Clan Adventure Hooks\n\nThe table below presents ideas for additional adventures themed around the Boromar Clan.\n\n| !<<dr d4>> |!Adventure Hook |\n| 1 |[[Daask]] forces capture Boromar family members who are visiting [[Sharn]] from the [[Talenta Plains]]. The Boromars offer a reward for the safe return of their family and a larger reward for the kidnappers' heads, leading to gang violence in the streets. |\n| 2 |A beloved [[Sharn Watch]] captain who openly spoke out against the Boromar Clan disappears. The Boromars claim they had nothing to do with it, but some [[Sharn Watch]] members use the incident as an excuse to go after the organization. |\n| 3 |A [[changeling]] stole a smuggled artifact of great value from the Boromar Clan. Boromar enforcers shake down people all over [[Sharn]] to find it, and clan leaders consider going to war with the [[Tyrants]]. |\n| 4 |The Boromars stage a festival in [[Callestan]] for [[Saidan|Saidan Boromar]]'s birthday. All of the family's allies will be there, creating opportunities for espionage and assassination. |",
        "modified": "20210727191958966",
        "tags": "[[crime syndicate]] tribe halfling Sharn",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]