[
    {
        "created": "20210126052255384",
        "title": "Broken Throne",
        "text": "Twelve nations collapsed during the [[Sundering]], folded\ninto the realm of [[Riedra]]. Old customs were wiped away,\ncastles and cathedrals shattered and left in ruins. People\nwere told to forget the past. [[Sarlona]] had finally risen\nfrom the nightmare of war into an age of peace.\n\nYet the past held as many wonders as terrors. Art, religion, philosophy, magic—each kingdom had its treasures, and many of those jewels are still out there. Study of the past is forbidden to Riedrans, but some find its lure\nimpossible to resist. Over the centuries, a secret movement has grown, an alliance of those who doubt the [[Path of Inspiration]] and seek to reclaim the traditions of the\npast. These rebels call themselves the Broken Throne.\n\nThe Broken Throne is not a violent organization,\nand its members have no plans to fight the [[Inspired]]. They simply want to preserve ancient traditions. To this end,\nthey gather relics of the past, both physical treasures and\nknowledge. Illiterate recruits are usually taught to read,\nso they can appreciate books and scrolls recovered from\nthe ruins. Many learn the traditional crafts of their culture, pushed into obscurity by the Inspired. A few study\nthe priestly traditions of [[Pyrine]] and [[Khalesh]], the [[psionic|psionics]]\nteachings of the [[Maleeri|Dor Maleer]] [[wilder]]s, or the [[arcane magic]] of\nthe [[Corvagura]]n [[sorcerer]]s and [[Syrk|Syrkarn]] [[wizard]]s. Members of\nthe Broken Throne believe these are not the tools of dark\nspirits but are instead wonders.\n\nThe Broken Throne is most active in villages located\nnear ancient ruins. Within the bastions, a few of its members hold significant positions in the [[Guiding Path]], and these pathfinders help cells communicate\nwith one another. A passive force, the Broken Throne takes\nno direct action against the [[Inspired]]. Nonetheless, the\npractices of the Throne are heresy, and the [[Thousand Eyes]]\n(and most [[Riedrans]]) eliminate any cell that is exposed.\n\n''Getting the PCs Involved:'' Members of the Broken\nThrone have a critical trait most Riedrans lack: curiosity about other cultures. They might offer unexpected sanctuary or assistance to foreigners in trouble, and they\nare often educated about nearby ruins. It's possible to\nmake contact with the Broken Throne in [[Syrkarn]], since\nthose fleeing the [[Thousand Eyes]] often come to this land\nto continue exploring the past. A Throne refugee can\nalso provide a relic hunter with helpful contacts inside\n[[Riedra]]. Of course, the help of the Broken Throne comes\nat a price—those who plunder an ancient ruin might have\nto give the Throne access to what they recover.",
        "modified": "20210727191959476",
        "tags": "[[secret society]] Riedra",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]