[
    {
        "created": "20210129022915734",
        "text": "[[Dol Dorn]] stands between the treacherous [[Mockery]] and the honorable [[Dol Arrah]]. He is the [[Sovereign|Sovereign Host]] of the simple warrior, of anyone who pits their strength and skill against another in a fair fight. Legend says that when a soldier, Kalan Desh, was set upon by three [[ogre]]s who sundered his sword (a gift of the [[Traveler]]), he called on Dol Dorn for guidance and miraculously slew his foes using only his hands, feet, and the hilt of his broken blade. He founded the order that continues to this day.\n\nThe Order of the Broken Blade is a religious [[monastic order|monk]]. Its devotees respect all the [[Sovereigns|Sovereign Host]] and honor them in their moments, but it is [[Dol Dorn]] who they look to for inspiration. While a Monk of the Broken Blade trains to become a weapon, they also honor the Sovereign of Strength and Steel through mastery of the longsword. The order teaches that their Sovereign speaks to them in battle, and while they learn the basics of their tradition in a monastery, it is only in true combat that they can learn directly from Dol Dorn. As such, monks of the Broken Blade wander [[Khorvaire]] in search of worthy struggles. Some followers of the Sovereigns welcome the presence of one of the Broken Blades and may ask the monk to help overcome a threat to their community. Others—especially followers of the [[Three Faces of War]]—see the Broken Blades as dangerous loners who are unwilling to work within the greater structure of an army. \n\nThe [[Karrnath]]i line of House [[Deneith]] has a close relationship with the Order of the Broken Blade, and a number of distinguished swordbrothers and swordsisters are among the [[Blademarks Guild]] and the [[Sentinel Marshals]].\n\n!! Broken Blade Monasteries\n\nThe primary monasteries of the Broken Blade are located in [[Karrlakton]] ([[Karrnath]]), [[Rekkenmark]] ([[Karrnath]]), and [[Starilaskur]] ([[Breland]]). Smaller monasteries are scattered across the [[Five Nations]], and the order has recently established an outpost in [[Krona Peak]] ([[Mror Holds]]). Broken Blade monasteries are austere, fortified buildings. Every monastery contains a forge; to attain the rank of blademaster, a monk must forge their own sword.",
        "type": "text/vnd.tiddlywiki",
        "title": "Broken Blade",
        "tags": "monk",
        "modified": "20211116214954611",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the Order of the "
    }
]