[
    {
        "created": "20210314042128661",
        "title": "Cabal of Shadows",
        "text": "//“The Traveler comes. Choose to be the instrument of his change, or a victim of it.”//\n<div align=\"right\">—Shadow Lupae, Child of Xoriat</div>\n\nCast out from their homes, touched by darkness, or consumed by madness and rage, the members of the Cabal of Shadows are a diverse group of troubled souls. Not all of them can be called evil, but none of the Cabal’s goals could be considered virtuous. The [[Caldyn Fragments]] speak of a time of shadow and change when a dark prince will rule. The Cabal believes that the [[Traveler]], or some agent of his, will bring this prince forth in this era and that it will rule under him.\n\nThe Cabal is made up of various cults, sects, and affiliations.\nEach sect has its own organizational details and character, but all follow the mystical force known as the Calling. This force binds the various sects of the\nCabal together.\n\nThe few courageous scholars who have studied the phenomenon suspect that the\nCalling is a magical aspect of the [[Traveler]] that manifests in the dreams and\nunconscious minds of mortals. All Cabal\nmembers initially experience the Calling as\na voice in their minds—an irresistible summons that draws them to [[Xen'drik]].\n\nThe quickest route to advancement within the Cabal is\nto complete missions for the leader of a sect, sometimes\nat the expense of other Cabal members. Such is the way\nof the Calling, that the foolish and weak should perish\nand the most skillful of deceivers should triumph.\nIt is equally important to eliminate rivals—the holy\nfools of the [[Covenant|Covenant of Light]], the thuggish sellswords of the\n[[Blackwheel Company]], and the bookish children of the\n[[Crimson Codex]]. These impediments must be cleared\nso that the Cabal can achieve its ultimate goal: acquisition of the hidden mysteries of the [[Caldyn Fragments]],\nand finally the power of the [[Prophecy|Draconic Prophecy]] itself.\n\n!! The Cabal in Stormreach\n\nSects within the Cabal of Shadows can be quite different indeed—a sect of chaotic [[changeling]]s can work together with a cult of plotting [[tiefling]]s,\nor even form an uneasy alliance with a pack of mad [[ruinbound]] [[dwarves|dwarf]] covered with [[symbiont]]s. But the Calling unites them all\nin fear and dread and hope for glory.\n\nFor the most part the Cabal is scattered throughout [[Xen'drik]], but as with any organization on the continent, the Cabal has interests in and around\n[[Stormreach]].\n\nAs the name suggests, the Cabal of Shadows prefers to remain concealed in layers of darkness. Of all the societies in the city, the Cabal is the most\nunderground, literally and otherwise. Cabalists move\nin the deepest [[catacombs and ruins|Undercity]] beneath [[Stormreach]], the darkest places where even the [[Bilge Rats]] fear to tread.\n\nVery recently, rumors have swept through the city\nunderworld that the Cabal and the Rats are working\ntogether to an unprecedented degree. Many suspect a\npractical alliance has been forged. Cabalists care little\nfor the material trinkets the Bilge Rats covet, and the Rats in\nturn have little use for the mystical artifacts collected\nby their smugglers and fences.\n\n!!! Structure\n\nEach Cabal sect—and there are at least a dozen active in\n[[Stormreach]]—has its own take on the Cabal’s mission\nand how to achieve it. But four sects govern the overall direction of the Cabal through the ''Council of the Obscured'', a ruling body in which the leaders of the four largest sects preside. These sects are the ''Mourners of Yore'', the ''Defiance'', the ''Instruments of Change'', and the ''Children of [[Xoriat]]''. The council, it is said,\nperforms certain dark rituals below Stormreach and elsewhere in [[Xen'drik]] to channel the true voice of the\nCalling and direct the actions of the Cabal as a whole.\nWithout these regular rituals, it is likely that the sects\nwould turn to savage infighting, collapsing the Cabal\nfrom within.\n\nOne example member of the Cabal of Shadows is [[Steppin' Jaq]].\n\n!! Mirror Images\n\nHigher-ups in the Cabal of Shadows and the [[Covenant of Light]] are quite aware that the Calling and the Song seem to be virtually identical phenomena. Naturally, this fact disturbs both groups. Their leaders explain away such concerns by saying that their\nopposite number is a twisted, invalid reflection of the true voice that only they hear clearly. But secretly they wonder why such a parallel exists, and if—unthinkable\nas it would be—they really are the same in the end. And if that were true, what does the Singer (or the Caller) want from them all?",
        "modified": "20210727191959761",
        "tags": "[[secret society]] Stormreach",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]