[
    {
        "created": "20210405013708079",
        "text": "Moving unnoticed among the \"single-skin\" [[humanoid]] races, the\n[[changeling]] and [[doppelganger]] members of the Cabinet of Faces pursue an agenda known only to themselves. Spies, assassins, and other agents serving the cabinet\nwork in every level of society, from back alleys to government palaces, actively sowing chaos in large and small ways.\n\nMany don’t believe that the cabinet even exists, dismissing the idea of a secret cabal working to guide major governments and enterprises to some nefarious end. Yet the Cabinet of Faces is very real, with highly placed informers, spies, and assassins. Its goals and desires are perhaps the most closely held secret in the world. Though the Cabinet of Faces took little part in the [[Last War]], the war’s aftermath has seen the current cabinet rulers expanding their operations, marshaling their forces for some large action in the near future.\n\nThe Cabinet of Faces is ruled by a small group of [[doppelganger]]s, each controlling a handful of subordinate members (doppelgangers or [[changeling]]s) called visages. A visage always deals with the same cabinet ruler and never knows the identity of any other. One such visage is the changeling named [[Vurs]]. In turn, the visages control a network of affiliates, almost all of whom have no idea who ultimately employs them. Most members of the Cabinet are [[changeling]]s, so their exact number are impossible to track. It's up to the GM to decide just how widespread they are and how deep their resources go. There could be members of the Cabinet in every city, with agents hidden in positions of power. Or there could be merely a dozen members of the Cabinet, each of whom assumes a hundred different roles.\n\n!! Using the Cabinet of Faces\n\nMembers of the Cabinet of Faces act in ways that set chaos in motion, similar to the role of the [[Traveler]] in the myths of the [[Sovereign Host]]. This could be a gift, a theft, or a revelation. Consider the following possibilities.\n\n* The party is ambushed, and before their would-be assassin escapes, the characters recognize their clothing or other trappings as tied to a local organization. In fighting that organization, the party shakes up a corrupt and ingrained system... but they never encounter the person who originally attacked them.\n* A scholar arrives with proof that one of the characters has an unexpected claim to a noble title... but what chaos will ensue if they pursue it? \n* The party is accosted by a group of guards, who report that a member of the party was clearly seen committing a crime earlier—will the characters sort out the situation, or panic and dig in deeper?\n\nIn all these examples, a single individual is setting a\nchaotic series of events in motion. The assassin, the\nscholar, and the criminal don’t have a personal investment in the outcome; they’re simply placing the player characters in a challenging situation or using the party to\nchallenge a powerful institution or tradition.\n\nThe key with the Cabinet of Faces is that their actions always create a crisis. This could be a personal crisis—“do I pursue my ancestral claim?”—or it could be a set of events that could bring down a [[dragonmarked house]], a high priest, or a nation. It’s possible that these actions can objectively be seen as noble, as they often target corrupt institutions. But the Cabinet of Faces also challenges virtuous institutions or traditions, both to make sure they’re still serving their purpose and to force them to evolve. Their goal isn’t “good”—it's chaos, with the hope that that chaos will have a positive outcome.",
        "title": "Cabinet of Faces",
        "modified": "20221212064208933",
        "tags": "[[secret society]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]