[
    {
        "created": "20220523162515606",
        "text": "{{!!title}} is the Preceptor (headmaster) for the [[Martial Temple of Dol Arrah]] in [[Starilaskur]], [[Breland]]. He is a [[paladin]] of [[Dol Arrah]] who has taken the [[Oath of the Crown]]. He is 91 years of age, and was 9 years old when [[Thrane]] attacked Starilaskur during the peaceful holiday of [[Sun's Blessing]] in 916 YK. The assault was a traumatic experience for the young [[half-elf]], and was also the first time his [[divine power|divine magic]] manifested as he magically healed some of the wounded. He has had a grudge against [[Thrane]] and the Church of the [[Silver Flame]] ever since, but today he considers his primary mission to be the cultivation of divine magic in citizens of [[Breland]] to defend his nation from threats of all kinds. While he loves his nation and firmly believes the [[Sovereigns|Sovereign Host]] have blessed the land and its royal family, he has no desire to see the [[Last War]] resume.\n\nWhile still a novice at the [[Martial Temple of Dol Arrah]], Cadoc served in the Battle of the [[Greenhaunt]] in 923 YK, at the age of 16. He saved the lives of many of his Brelish comrades against the superior numbers of [[Thrane]]'s Legion of Perpetual Adoration. In the years that followed, Cadoc rose in the ranks of the Martial Temple, proving himself to be a gifted teacher, administrator, and counselor.\n\nAs Preceptor, Cadoc holds the ultimate authority over the operations of the [[Martial Temple|Martial Temple of Dol Arrah]], but his primary responsibility is to manage relations with the [[Brelish|Breland]] government and the [[Vassal Assembly]], as well as create connections with divine-touched forces throughout [[Khorvaire]] which further the interests of [[Breland]] (such as the [[Heavenly Fleet]] in the [[Lhazaar Principalities]]).\n\n!! Appearance and Personality \n\nPreceptor Belmin has a distinctly angular nose and pale blue eyes that seem to faintly glow. His short salt-and-pepper hair extends around his jaw in a close-cropped chinstrap beard. He is slow to trust others, but once he has gained that trust, his loyalty is unfaltering. Despite his gruff nature, Belmin loves to attend high-society functions where he has a chance to mingle with nobility. When stressed, the Preceptor has a tendency to become derisive and insulting. ",
        "type": "text/vnd.tiddlywiki",
        "title": "Cadoc Belmin",
        "tags": "half-elf Starilaskur humanoid paladin [[Martial Temple of Dol Arrah]]",
        "modified": "20220920172149454",
        "color": "#FEA627",
        "category": "person",
        "article": "Preceptor "
    }
]