[
    {
        "created": "20210314044018593",
        "title": "Caldyn Fragments",
        "text": "//\"Some call the ability to see the connections and collisions between all things 'genius.' Others call it 'madness.' I lean toward the former.\"//\n<div align=\"right\">—Ohnal Caldyn</div>\n\nFour divergent power groups—the [[Blackwheel Company]], the [[Cabal of Shadows]], the [[Covenant of Light]], and the [[Crimson Codex]]—are motivated by one event:\nthe discovery, collection, and translation of various pieces of the [[Draconic Prophecy]] into a single document by a [[Korranberg|Library of Korranberg]] scholar named Ohnal Caldyn.\n\nEven as a child, Ohnal could talk to a [[dragonmark]]ed individual, or see a [[dragonshard]], or study the skies, and he would make a prediction that at first\nseemed to go unfulfilled—only to be confirmed later in a different context. Taking to the life of an adventurer, Ohnal made it his mission to gather knowledge and insight into the [[Draconic Prophecy]]. He began to understand that his ability to see the shifting patterns of reality tapped into a force that flowed through [[dragon]]s, going back to the very [[first great dragons|Progenitor Dragons]] whose forms created the world.\n\nThe notes that Ohnal Caldyn recorded in his red-covered tome became known as the Caldyn Fragments. The most frequent mistake made by students\nof the Prophecy is to use “Draconic Prophecy” and\n“Caldyn Fragments” interchangeably. They are not\nthe same. The [[Draconic Prophecy]] is an ever-changing\nand ephemeral force that, as far as anyone can tell,\nmoves like a shadow behind reality, both reflecting\nand predicting the ebb and flow of all things living on,\nabove, and beneath [[Eberron]]. The Caldyn Fragments\nare the result of Ohnal Caldyn’s efforts to capture a small part of the Prophecy in a form that could be easily manipulated, almost all of which focused on Prophecy's interactions with the shattered lands of [[Xen'drik]].\n\nCaldyn founded the [[Crimson Codex]] to use his\ninsights to promote peace and stability throughout\nEberron. But as people outside the organization\nlearned about the existence of the Caldyn Fragments,\nothers scrambled to obtain copies of the work that could\nsupposedly predict the future. Now, each of the four\ngroups focused on the Caldyn Fragments tries to shape\nand manipulate the predictions to its own ends.",
        "modified": "20210727191959838",
        "tags": "",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "document",
        "color": "#A3CFBB"
    }
]