[
    {
        "created": "20210310010924916",
        "text": "Calynden d'Lyrandar oversees [[Falconer's Spire]], the House [[Lyrandar]] [[enclave]] in [[Stormreach]], and has served in this position since the end of the [[Last War]]. In the past, Calynden served as a seneschal of [[Lyrandar]]. Some say\nthat Baron [[Esravash|Esravash d'Lyrandar]] sent Calynden to [[Stormreach]]\nbecause she disliked the old man’s cruel and calculating ways; others believe that Esravash is more cunning than she appears and that she sent Calynden\nto extend her domain. Within Lyrandar, Calynden is known as \"''the Kraken''\" because he is deadly and powerful but never seen until he strikes. A masterful negotiator, Calynden specialized in weather extortion during his time in [[Khorvaire]]—bargaining with\ngenerals or farmers at times when the weather played\na vital role, offering Lyrandar’s assurance that the\nweather would go their way—with the clear implication\nthat it could be made otherwise. It’s possible that he\nis continuing this practice in [[Stormreach]]; someone\nwho can control the weather is a powerful force in a\nport city.\n\nWhether the assignment was intended as punishment or opportunity, many significant events have occurred since Calynden’s arrival. Foremost among\nthese is the mysterious death of [[Harbor Lord Graden Wylkes|Wylkes family]] and the ascension of his son [[Jonas|Jonas Wylkes]]. The new Harbor Lord is far more pliable than his predecessor. Calynden showered young Jonas with gifts and galas, and in the process renegotiated the arrangements made with prior lords. Having finally secured the rights to the eastern peninsula, Lyrandar is in the process of building its own shipyard. Once complete, this facility could allow Lyrandar a level of freedom unprecedented under the [[Korth Edicts]]. Calynden also hopes to wrest the secrets of [[elemental binding]]\nfrom the depths of [[Xen'drik]] to build new [[galleon|elemental galleon]]s\nwithout relying on [[Cannith]] or [[Zilargo]]; however, this plan is only a dream at present.\n\nHouse [[Lyrandar]] has spent decades cultivating relations with the [[sahuagin]] of the [[Eternal Dominion]] in order to ensure safe passage across the [[Thunder Sea]]. Dominion emissaries are often seen in the house’s harbor facilities, and Calynden frequently dines with [[Ta'har]] priests, conversing with them in their own\ntongue. Most likely, this alliance is simply a matter of\nbusiness—something that gives [[Lyrandar]] an edge over\nindependent captains. However, some in the house say\nthat Calynden is one of the leaders of the [[Storm Front]],\na cult that ascribes the powers of the [[Mark of Storm]]\nto the [[Devourer]] and that advocates the conquest of\n[[Khorvaire]]. If this belief is true, Calynden’s hospitality\nmight hide a dark purpose.",
        "type": "text/vnd.tiddlywiki",
        "title": "Calynden d'Lyrandar",
        "tags": "Lyrandar humanoid half-elf [[Falconer's Spire]]",
        "modified": "20220201234551028",
        "color": "#FEA627",
        "category": "person",
        "article": "Viceroy "
    }
]