[
    {
        "created": "20200415042409160",
        "text": "''Leader:'' Cannith East, [[Zorlan d'Cannith]]; Cannith West, [[Jorlanna d'Cannith]]; Cannith South, [[Merrix d'Cannith]]<br/>\n''Headquarters:'' Cannith East, [[Korth Enclave]] ([[Karrnath]]); Cannith West, [[Aundair Enclave]] (near [[Fairhaven]], [[Aundair]]); Cannith South, [[Cannith Tower|Cannith Enclave (Dragon Towers)]] ([[Sharn]], [[Breland]])<br/>\n''Dragonmark:'' [[Mark of Making]]<br/>\n''Emblem:'' [[gorgon]]\n\n//My house built the modern world. [[Orien]] may drive the [[lightning rail]], but it's Cannith who builds the cars and lays the stones it travels on. Cannith makes the [[everbright lantern]]s hold the night at bay. Smith, carpenter, [[alchemist]]—the best all carry my seal.//\n\n<div align=\"right\">—Baron Merrix d'Cannith</div>\n\nHouse Cannith dominates all forms of manufacturing,\nboth mystical and mundane. [[Gorgon|gorgon]]-marked Cannith\nforgeholds use streamlined forms of production to\nquickly produce common goods. Even independent\nartisans often learn their trade at Cannith academies\nand adhere to Cannith standards. The House of Making\nbuilds the tools the other houses rely upon, and it has\nalways been the unspoken leader of the [[Twelve]].\n\nThe [[Last War]] was a time of great opportunity for\nCannith. Every nation wanted weapons and [[warforged]],\nalong with mundane arms and armor. The war raised\nthe house up, and then tore it down. House Cannith was\nbased in [[Cyre]], and the [[Mourning]] destroyed the house\nleadership and key facilities. Now three barons jockey\nto fill the leadership vacuum: the [[alchemist]] [[Jorlanna|Jorlanna d'Cannith]] of\n[[Fairhaven]], weaponsmith [[Zorlan|Zorlan d'Cannith]] of [[Korth]], and [[Merrix|Merrix d'Cannith]] of [[Sharn]], innovator of [[warforged]]. It remains to be seen\nwhether one of these leaders will unite the house, or if it\nwill shatter under the strain. If you're an heir of House\nCannith, you should decide which of these barons you\nserve or if you have other ideas about the house's future.\n\n!! History of House {{!!title}}\n\nThe [[Mark of Making]] first appeared among the [[human]] traveling tinkers and artisans of the Cannith clan of [[Cyre]] almost 2,500 years ago. Between the magic of the mark and its members’ natural inventiveness, Clan Cannith steadily increased its power and influence, creating its own areas of jurisdiction throughout Cyre and central [[Khorvaire]]. An active and enthusiastic participant in the [[War of the Mark]], House Cannith found itself one of the most powerful of the [[dragonmarked house]]s after the war.\n\nHouse Cannith used that power to forge partnerships. At the end of the\n[[War of the Mark]], House Cannith\nworked with the other [[dragonmarked house]]s to establish the\n[[Twelve]]. They allied with the [[elemental]]\nbinders of [[Zilargo]] and the scions of\nHouse [[Lyrandar]] to create [[elemental ships|elemental galleon]] to sail Eberron’s seas. Emboldened by that success, House Cannith’s [[magewright]]s collaborated with House [[Orien]] on the [[lightning rail]]. House Cannith also helped\nto establish the network of [[message stations|speaking stone]] that\nHouse [[Sivis]] uses to facilitate communication across\n[[Khorvaire]].\n\n!!! The Last War\n\nWhen the [[Last War]] began, House\nCannith found itself acting as arms dealer to all five\nof the combatant nations, a position that allowed it to\namass fantastic wealth and an unparalleled degree of\ninfluence among the [[Five Nations]]. But selling weapons and armor was only the beginning. In 965 YK, the first [[warforged]] soldiers marched out of Cannith’s\nforgehold at [[Whitehearth]], and soon House Cannith was supplying not only weapons but also the soldiers that wielded them.\n\nHouse Cannith’s unbounded prosperity lasted\nalmost thirty years. But in a single moment on the\nDay of [[Mourning]], House Cannith lost its leader,\nBaron [[Starrin d'Cannith]], many of its [[dragonmark]]ed heirs, and the [[Whitehearth]] forgehold. The [[Treaty of Thronehold]] made matters worse for the house,\nbecause it set the [[warforged]] free and banned House Cannith from making more. With the [[Five Nations]] at peace, Cannith’s role as arms dealer to the world\ndiminished.\n\nThese recent setbacks have made House Cannith’s leaders more determined than ever before to reverse the house’s fortunes, and have highlighted the rivalry among the house’s leadership. At any given moment, Cannith’s inventors are sequestered in secret laboratories across [[Khorvaire]], trying to create something even more dramatically world-changing than the towers of [[Sharn]], the [[lightning rail]], or the [[warforged]].\n\nSince 994 YK, Cannith has been a house divided. So\nmany of [[Starrin|Starrin d'Cannith]]’s heirs and the house’s elders died on\nthe Day of [[Mourning]] that not only was it unclear who\nwould succeed Starrin, but in the weeks and months\nafter the disaster, House Cannith couldn’t gather\ntogether enough leaders to enable the succession to\nbe determined. Eventually three rivals emerged, each\nhaving only a distant link to Starrin d’Cannith. The\ncontenders claim roughly equal support within the\nhouse, so the matter cannot be resolved through consensus. Each would-be baron is involved in multiple plots against the other two.\n\n!! Three Canniths\n\n[[Merrix|Merrix d'Cannith]], [[Jorlanna|Jorlanna d'Cannith]], and [[Zorlan|Zorlan d'Cannith]] are each determined to become the next leader of House Cannith. Between\nthem, they have divided the lords seneschal so evenly that\na new baron will likely never be chosen. As it stands,\nthe divided leadership makes it increasingly likely that\nonly death or disaster will change the balance of power.\n\n!!! Cannith South\n\nUnder [[Merrix d'Cannith]], Cannith South is considered\nby many to be the closest replacement for [[Whitehearth]]\nthe house will ever see. With his [[enclave]] concealing the\nlast Cannith [[creation forge]], Merrix rules his house’s\nsouthern interests (including expeditions to [[Xen'drik]]\nand the [[Mournland]]) with an iron fist.\n\nCannith South workshops and enclaves dot [[Breland]],\n[[Zilargo]], and even [[Darguun]], making Merrix the most\nexpansion-minded leader House Cannith has seen in\nan age. Some say he plans to open facilities in [[Xen'drik]]\nto support his expeditions and interests there. Merrix has already secured\nholdings to expand the enclave in [[Stormreach]]. Only\nMerrix himself knows that he plans not just a workshop,\nbut a second Cannith [[creation forge]]—outside [[Khorvaire]],\nwhere the [[Treaty of Thronehold]] has no sway.\n\nThe heirs of Cannith South are driven to achieve—advancement is dependent on how closely one’s ideals and ambitions match those of Merrix. Worship of the [[Traveler]]\nin his [[artificer]] aspect has taken a slow hold among the members of Cannith South. This affiliation with one of the [[Dark Six]] troubles members of Cannith West in particular, but Merrix shows no sign of sharing their concern.\n\n!!! Cannith West\n\nThe relationship between [[Aundair]] and [[Cyre]] was close\nduring the [[Last War]]. When [[Jorlanna d'Cannith]] was sent\naway in disgrace for her affair with a House [[Deneith]] heir, she went to Aundair, living there in seclusion for a year. Even after her exile ended, she soon\nreturned to hone her diplomatic talents. Jorlanna negotiated house access to the [[Eldeen Reaches]] through the [[Wardens of the Wood]], allowing Cannith sages to study ruins and magical locales under the [[druid]]s’ supervision.\n\nMembers of Cannith West are expected to be socially\nadept. In [[Aundair]], they engage in scholarly pursuits, especially those connected to magical sites in western [[Khorvaire]]. They have more contact with other [[dragonmarked house]]s and local [[nobility|Nobility of the Five Nations]] than other Cannith branches do.\nJorlanna plans to rebuild the goodwill of the [[Five Nations]] toward the house and make a greater investment in the [[Twelve]], with hopes of seeing it regain its power. Since the Twelve is headquartered in [[Korth]], it vexes [[Zorlan|Zorlan d'Cannith]] that\nJorlanna’s status within the organization exceeds his.\n\n!!! Cannith East\n\nThough [[Zorlan d'Cannith]] grew up in [[Cyre]], he traveled to [[Karrnath]] as a house emissary along with the first [[warforged]] ordered by that nation. He took up residence there, advising King Jaron and strengthening his house’s influence. He used profitable arrangements with the [[Mror Holds]] and the [[Lhazaar Principalities]] to fill his coffers and make himself an advisor to the Gorgon, [[Starrin|Starrin d'Cannith]].\n\nWhere Cannith once had only an outpost in [[Karrnath]], Zorlan’s leadership has seen the house’s wealth and prestige there grow. Before the Day of [[Mourning]], many\nCannith heirs were sent to Karrnath to study administration and diplomacy, and to receive martial instruction from [[Rekkenmark Academy]]. This training ended with\nthe fracture of the Cannith leadership, but many heirs\nstill proudly recall their “Karrnath years.”\n\nThough the steady stream of [[warforged]] into [[Karrnath]] has ceased, Cannith East still has expertise in siege warfare, and house members serve as advisors to\nKarrn generals. \n\nThe Karrnathi culture has left its mark on Cannith East. Members take a callous view of mortality, viewing the [[undead|Karrnathi undead]] as little more than the necromantic equivalent of [[warforged]]. Though invention is Cannith East’s strength, clandestine research at its [[enclave]] seeks to create a new\nform of construct [[undead]], animated\nwith eldritch power and a bound,\nghostly intelligence.\n\nLiving among the Karrns has led many of Cannith to become followers of the [[Blood of Vol]]. [[Zorlan|Zorlan d'Cannith]] is a devout member, even aspiring to a position in the cult’s lay clergy and personally conducting services for house members on special occasions.\n\n!! Guilds and Organizations\n\nThe house has two [[guild|trade guild]]s that are responsible for the lion’s share of Cannith’s postwar profits.\n\n* the [[Fabricators Guild]]\n* the [[Tinkers Guild]]\n\n!! Enclaves\n\n<<list-links-article \"[tag{!!title}tag[enclave]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Cannith",
        "tags": "[[dragonmarked house]] tribe",
        "modified": "20220322222139328",
        "tooltip": "human dragonmarked house of Making",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "House "
    }
]