[
    {
        "created": "20221212223205266",
        "text": "Due to the influence of the [[Pyrinean Creed]] of the [[Sovereign Host]], the people of the [[Five Nations]] largely condemn the [[Dark Six]] as forces of evil. Those who respect or revere the Six do so in secret, whether alone or in cults like the [[Three Faces]]. However, beyond the Five Nations, there are places where the Dark Six are openly celebrated. These traditions often cast the Six as embodying primal forces of the world—frightening, perhaps, but the storm is as much a part of the world as the gentle rain.\n\n[[Droaam]] is one such place where the Six are revered openly. This young nation’s tapestry has been woven together from wildly diverse cultures, many of which have their own unique and ancient traditions. The Last Dirge [[harpies|harpy]] worship the [[Fury]], calling her \"the First Song\" and asserting that she was born from [[Eberron]]’s cry in birthing the world. The [[Red Hooves]] [[minotaur]]s revere a being known as \"He Who Walks Behind,\" which is likely an aspect [[Mockery]]. The [[changeling]]s of [[Lost]] believe themselves to be the chosen people of the [[Traveler]]. However, following the unification of [[Droaam]], the traditions of [[Cazhaak Draal]] have effectively become the state religion. People still follow their own traditions, but the ''Voices of the Shadow''—typically [[medusa]]s or [[oni]]—are recognized as spiritual authorities.\n\nIn the Cazhaak faith, all members of the [[Dark Six]] are worshiped by their common titles (the [[Shadow]], the [[Fury]], the [[Keeper]], the [[Mockery]], the [[Devourer]], the [[Traveler]]), though usually in [[Goblin]] language. The Cazhaak Creed acknowledges that the [[Sovereigns|Sovereign Host]] exist, but portrays them as tyrants who make demands of their worshipers while giving nothing. By contrast, the [[Dark Six]] support freedom and fair exchange. Under the creed, the [[Shadow]] is the patron of all those considered “monsters” by the people of the East. [[Aureon]] and the Nine hoarded their power,\nwhereas the [[Shadow]] gave its children wondrous gifts: the\n[[medusa]]'s gaze, the [[troll]]'s regeneration, the [[ogre]]'s strength. As\nsuch, the Shadow is the deity most generally invoked by those\nseeking divine guidance or intervention.\n\nOverall, the Cazhaak Creed assigns the same values to the\n[[Dark Six]] as does the [[Pyrinean Creed]] of the [[Five Nations]], but\nit sees these concepts as virtues. The [[Shadow]] is the Sovereign\nof ambition and helps you find your path to power, even if\nthat means stepping on others on the way. The [[Fury]] is the\nSovereign of instinct and if you embrace your emotions, she'll\nguide you through them; she's also the Sovereign of revenge,\nwhich is merely the other side of justice's coin. The [[Mockery]]\nshows the path to victory in battle, even if that requires you to\nembrace treachery or fear; in [[Droaam]], courage and honor take\na back seat to victory and survival. The [[Devourer]] wields the\npower of the wilds; he winnows out the weak, but those who\nsurvive his tests grow strong. Priests of the [[Keeper]] perform\nfunerary rites, which vary by species—from the [[medusa]]s that\npetrify their infirm so they never die, to the [[troll]]s and [[ogre]]s that\neat their dead. The priests also act as healers, for disease and\ninfection are tools of the [[Keeper]], and a priest can remove them\nfor a price. The Keeper is the Sovereign of wealth and greed,\nand his priests are always willing to help a petitioner propose\na bargain. The [[Traveler]] is rarely worshiped directly by any but\nthe [[changeling]]s, but they are always acknowledged.\n\nAll these are echoed in [[Droaam]] in many minor ways. For\nexample, revels are ecstatic celebrations devoted to the [[Fury]],\nwhere participants are encouraged to abandon all restraint and\nembrace their emotions. In battle, many Droaamites dedicate\na kill to the [[Keeper]], hoping to earn favor by adding souls to the\nSovereign's hoard; likewise, it's customary to sacrifice part of an\nunexpected windfall to the Keeper so he doesn't grow jealous.\n\nBeyond Droaam, [[Pyrinean|Pyrinean Creed]] and Cazhaak priests don’t typically seek to directly silence or harm their counterparts, but each asserts that the other’s interpretation\nis flawed. The Voice of the Shadow pities those who worship [[Aureon]]—“how good can your god be, when he didn’t even give you eyes that can see in the dark?” Meanwhile, the Sovereign priest dismisses the [[Shadow]]-worshiper as a servant of the Tempter, both\ndeceiver and deceived. So it’s possible for a Cazhaak [[cleric]] to visit [[Sharn]], or even to be in the same party of adventurers as a [[Vassal|Sovereign Host]] [[paladin]]... but while they may not come to blows, each likely thinks the other is a fool.\n\nSee [[Culture of Droaam]] for more information.",
        "type": "text/vnd.tiddlywiki",
        "title": "Cazhaak Creed",
        "tags": "religion [[Dark Six]]",
        "modified": "20230815071229934",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "worship of the Dark Six, practiced in Droaam"
    }
]