[
    {
        "created": "20200419055237263",
        "text": "Conspiracy theorists insist that a network of [[dragon]]s\nis hidden in [[Khorvaire]], and these mighty creatures use\npowerful magic and [[humanoid]] agents to work their will\nacross the continent and beyond. These claims are usually dismissed as madness, but they are in fact correct. The Chamber is a cabal of dragons that have monitored\nKhorvaire for thousands of years, treating humanoids\nas pawns in an ancient game.\n\nFirst and foremost, the [[dragon]]s of the Chamber are\nobservers, gathering information about new aspects\nof the [[Draconic Prophecy]] and sharing it with their elders in [[Argonnessen]]. They are also charged with stopping any\ncreature that seeks to use the Prophecy for its own ends.\nThis responsibility sets them against the [[Lords of Dust]],\nwho must manipulate the Prophecy in order to release\ntheir fiendish [[overlord]]s. It also leads them to recruit\nor eliminate any humanoid who learns too much about\nthe Prophecy.\n\nThe Chamber is loosely organized. Each dragon monitors its own small corner of the world and maintains a network of humanoid agents. Although the mission of\nthe Chamber is one of observation, individual dragons\noften have their own agendas. Some seek to manipulate the Prophecy personally, directing the future along a particular path. Others conduct experiments\non [[dragonmark]]ed humanoids, trying to understand the\nconnection between these creatures and the [[Prophecy|Draconic Prophecy]].\nStill others are obsessed with the [[Lords of Dust]] engage in century-spanning games of cat-and-mouse with their\nfiendish counterparts. In general, the Chamber seeks to\nmaintain the status quo and opposes [[demon]]s, so agents\nof the Chamber can often be useful allies or patrons.\nBut ultimately [[humanoid]]s are just pawns in the dragons'\neyes, and they readily sacrifice any of those pawns to\nensure the sanctity of the Prophecy and the defeat of the\nLords of Dust.\n\n!! The Chamber and the War\nThe lives of humanoids and the welfare of their nations\nmean little to the ancient dragons. A member of the\nChamber who is friendly now might turn out to be little\nmore than a war criminal, responsible for horrible atrocities while directing critical events of the war to ensure\nthat a skirmish or an untimely assassination didn't derail some crucial stanza of the [[Prophecy|Draconic Prophecy]]. An even more\ndisturbing prospect is that the [[Mourning]] might have\nbeen orchestrated by the Chamber, either as part of its\nstruggle against the [[Lords of Dust]] or even directly in\nresponse to the dictates of the Prophecy.\n\nWhatever the truth, the [[Last War]]'s impact on the\nChamber was small in the grand scheme of things.\n[[Planar observatories|planar observatory]] were damaged here and there,\nhumanoid servants died in droves, and the clash of\narmies derailed short-term plans. But even the effects of\na hundred years of war are minor in the context of plans\nthat span continents and millennia. \n\n!! The Chamber in Argonnessen\n\nThe headquarters of the Chamber is located in the [[Tapestry]] of [[Argonnessen]]. The [[Conclave]] and the [[Eyes of Chronepsis]] both have\nserious doubts about the actions of the Chamber,\nand whether the cabal should be allowed to continue\nits work abroad. The surviving elders of the Chamber—the dragons who founded the movement—are now [[greatwyrm]]s. While the younger dragons explore the\nworld, their elders fight to keep their order alive. The ancient dragons of the Chamber include accomplished prophets and [[loredrake]]s, and their insights into the\n[[Prophecy|Draconic Prophecy]] have helped to mollify the great powers of\n[[Argonnessen]]. But it is an ongoing struggle, with no\nrest for the wise.",
        "type": "text/vnd.tiddlywiki",
        "title": "Chamber",
        "tags": "[[secret society]] Argonnessen",
        "modified": "20220823160729811",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "secret cabal of dragons who have influenced events on Khorvaire for millennia"
    }
]