[
    {
        "created": "20210127171518791",
        "text": "Chanaakar, the Speaker of the Word, is the fifteenth\nperson to hold the position of spiritual leader of [[Adar]].\n\n!! Chanaakar's Story\n\nHe was born the son of a servant. Geetru, the Speaker at\nthat time, encountered him in the halls of [[Kasshta Keep]].\nThe five-year-old Chanaakar was reciting complex codes\nof magic to his sister, [[Luunkashtai]], as the two played a\ngame imitating their father's arcanist employers. Amazingly, the boy was reciting the formulas correctly.\n\nGeetru immediately took the boy to her private\nquarters and questioned him. Chanaakar's abilities were\nastounding, and Geetru began to suspect that he was a\nreincarnation of a former [[Keeper of the Word|Keepers of the Word]]. The boy's\nintegrity and love became clear when he refused to be\nseparated from his sister in order to train, even though\nhis training occurred within the keep. Geetru allowed\nLuunkashtai the chance to pass one of the tests for entering the Keeper order. She did. \n\nChanaakar mastered philosophies and preparatory\nspellcasting techniques quickly, at the same time showing himself to be affable and humble. The boy devoured\nhistory and learned the lore of [[Riedra]] and the [[Inspired]].\nAt the same time, he trained in the citadel's martial techniques, learning forms quickly and keeping his body fit\nso he didn't fall asleep in meditation as many others did.\nHe showed himself balanced in body and mind. \n\nWhen he was nineteen, however, Chanaakar became\nrestless. He broke with tradition and secretly left [[Kasshta Keep]] with his sister. With the aid of a mountaineer named Kaala, they ventured deep into [[Adar]]. Chanaakar\nsaw what life was like in this harsh land, and he came to\nlove its people. For their part, many folk returned the\naffection—Chanaakar, [[Luunkashtai]], and Kaala became\nknown for solving problems, helping the needy, and\neven slaying a monster or three. The stories of these days\ntell that the trio never asked for payment and humbly\nreceived any reward forced upon them, giving what they\ncould in the form of work or service. \n\nThis break from tradition might have actually assured\nChanaakar's ascension to the position of Speaker. Geetru\nwatched his travels with interest. She knew her time on\nEberron was ending, and she knew her replacement must\nbe chosen from among those serving at [[Kasshta Keep]].\nChanaakar, even better than she, knew not only the ways\nof the [[Keepers|Keepers of the Word]], but also the ways of [[Adar]]. In Chanaakar's\nabsence, Geetru declared him her successor—much to the\nchagrin of several of her closest advisors.\n\nChanaakar was descending the slopes of [[Telathal]]\nafter seeking to speak to a [[Storm Guardian|Storm Guardians]] (whether he\nsucceeded in this mission is unknown) when word came\nordering him to return to [[Kasshta Keep]]. They arrived to find\nGeetru had passed from the world. The elders of Kasshta\nKeep approved her choice for successor, and a shocked\nChanaakar became Speaker of the Word.\n\nChanaakar appointed his sister and Kaala as two\nof his Hands, persons who serve the Speaker and act as\nhis agents. As Speaker, he changed little of Kasshta's\ntraditions. Perhaps because he had never been a part of\nthe Keep's hierarchy and because he had been away for\nso long, Chanaakar didn't remove anyone from power\nor make any reforms, thinking he didn't need to. He\nwas wrong. \n\nThe respected Kasshta teacher [[Raadu Xeel]], corrupted by dark magics, allied with the [[Endseekers]] and attempted to assassinate Chanaakar. But they failed, thanks to\n[[Luunkashtai]], Kaala, and the monks. Still, Kaala, Chanaakar's friend, guard, and secret love, died that night as a storm gathered over [[Kasshta|Kasshta Keep]]. When the truth of the plot was uncovered, the elders had Xeel executed and his\nfamily banished from Kasshta Keep, despite Chanaakar's\nrequest for mercy.\n\nChanaakar has now been Speaker for nearly forty\nyears. His reign has been just and his popularity has\nstrengthened the position of [[Kasshta Keep]] among the\nmonasteries of [[Adar]]. Many young mountainfolk seek\ntutelage at Kasshta, and the Speaker's word carries more\nweight with [[Adarans]] than it ever has in the past. Chanaakar uses this influence to help keep Adar secure and its people on a righteous path, encouraging adherence to\nthe [[Path of Light]]. He also has a cadre of nearly a hundred followers and students within Kasshta Keep.",
        "title": "Chanaakar",
        "modified": "20230620210320377",
        "tags": "[[Keepers of the Word]] human humanoid [[Kasshta Keep]]",
        "type": "text/vnd.tiddlywiki",
        "article": "Speaker ",
        "category": "person",
        "color": "#FEA627",
        "tooltip": "spiritual leader of Adar"
    }
]