[
    {
        "created": "20200417023645491",
        "text": "//We, the Children of Winter, preserve the natural cycle of life and death. Disease and decay cull the weak and strengthen the whole. We must destroy undead and ensure that the cycle continues. //\n\n!\n\nDeath, [[disease]], and decay are all part of\nthe natural order. Disease keeps populations\nunder control, death weeds out the weak and\nmakes room for new life, while decay sustains\nthe future. The Children of Winter embrace\nthis reality as the harshest of truths. They\nfirmly believe that if this natural order falls out\nof balance, [[Eberron]] will act to correct things\non her own. If civilization goes too far, an\nexcruciating summer or winter will devastate\nany hope of harvest to feed nature, and such\nfamine will brutally restore the balance, wiping\nout all modern nations to start anew. Most\noutsiders regard this as apocalyptic nonsense,\nuntil the [[Mourning]]. Many of the Children of\nWinter believe the Mourning is the beginning of\nEberron’s cleansing, and they might be right.\n\nThe Children of Winter are a grim sect with\ngrim responsibilities. They firmly believe in\nsurvival of the fittest, sometimes testing those\nwho oppose them for the sake of that balance,\nbut rarely to the death. [[Druid|druid]]s tied to this\nsect can be tasked to hunt down and destroy\ncreatures that defy the cycle of life and death,\nsearch for the answer to the [[Mourning]], or\nfight to stop the coming apocalypse. On the darker side, there are others in the sect who believe that civilization must be brought to heel. Typically, these are extremists who unleash plagues in the great cities of [[Khorvaire]] and spur conflict to weed out the weak. \n\nThe sect has no single leader, but its members gravitate around those who have the strength of personality to gather followers, and the strength of arms to keep their positions. Since only the strong will survive the winter to come, the Children respect those who demonstrate strength. Foremost among these is the mysterious [[Raven]].\n\nIf you're considering playing a Child of Winter, see [[Child of Winter (talent)]].\n\n!! Links to Headers\n* <<scrollToHeader \"The Winter of the World\">>\n* <<scrollToHeader \"Adventure Hooks\">>\n** <<scrollToHeader \"The Fury\">>\n** <<scrollToHeader \"Hoarfrost\">>\n** <<scrollToHeader \"The Wardens of the Mournland\">>\n** <<scrollToHeader \"Final Death\">>\n* <<scrollToHeader \"If Winter Falls\">>\n* <<scrollToHeader \"Notes\">>\n\n!! The Winter of the World\n\n//When Eberron created life, she also created death. She gave the asp its venom and set plagues loose in the world. All these things have their purpose. Now you have pulled the serpent’s teeth and leashed the plagues with magic. Our mother will not be mocked, and her wrath is coming soon.//\n<div align=\"right\">—[[Forlorn]], Child of Winter</div>\n\nA young woman walks through the sewers of [[Sharn]]. The rats whisper to her as she passes, and beetles gather in the wake of her footsteps. Her name is Malady, and she is here to save [[Sharn]]. She intends to destroy the mystical stones that cleanse the water and keep the people of the city from becoming sick. Her actions are a gift: Thousands will die, but those who survive will be stronger for their suffering.\n\nThe Children of Winter are the bogeymen of the [[western wood|Towering Wood]]s. [[Eldeen|Eldeen Reaches]] farmers are quick to curse the Children when crops fail and plague spreads. These fears and suspicions have a solid foundation. The Children of Winter actively spread [[disease]] and blight, and in recent years they have brought tragedy to communities that might otherwise have prospered.\n\nMost believe that the Children of Winter are nihilists who worship death, but little could be further from the truth. Although they surround themselves with vermin and the trappings of decay, the Children see themselves as champions of life. They believe that all natural things have a purpose, even those that seem malevolent. Death clears the way for new life. Disease weeds out the weak.\n\nThe Children work to preserve this cycle. They battle [[undead]] wherever they find them, because these abominations break the cycle of life and prey on the living. They fight [[aberration]]s, which have no place in nature. But they also fight to restore a balance that was broken long ago. Healing rituals stave off plagues that would otherwise eradicate overgrown populations. House [[Lyrandar]]’s control of the weather can turn a season of drought into one that yields a prosperous harvest. [[Sharn]] relies on magic to sanitize its water, to hold up its towers, to light its streets, and for hundreds of other tasks. The Children of Winter seek to restore the balance between life and death that civilization has upset.\n\nTo outsiders, their goals might seem ridiculous and selfish. The Children stand in the way of progress and kill innocent people. But the Children of Winter believe those people need to die. In their eyes, this isn’t just a point of philosophy. Like most [[druid]]s, the Children see [[Eberron]] as the source of all life and the spirit of the natural world. They believe that she had a grand design for nature, a purpose yet unfulfilled. And they believe that if humanity strays too far from the path of Eberron’s design, she will wipe the slate clean and start again.\n\nFor generations, the Children have sought to forestall this apocalypse with their actions. Today, most of the druids believe that their efforts have been in vain; to them, the [[Mourning]] is a sign that humanity has gone too far. Some still hope that there is a way to avert the ultimate disaster. Most simply do what they can to prepare people for what is to come by culling the weak and showing the strong the hardships they will have to overcome.\n\nAs a GM, you must decide if the Children are correct. If their beliefs are mistaken, then they are misguided villains whose actions threaten civilization. But if they are right, then clashes with the Children could be a harbinger of the coming fall of Winter—a cataclysm that will completely change the shape of Eberron.\n\n!! Adventure Hooks\n\nOutsiders often confuse the Children of Winter with the [[Ashbound]], since both groups of druids engage in attacks on civilized communities. Where the Ashbound employ brute force, though, the Children rely on plagues and similarly indirect attacks. Their subtle methods require a different kind of response by characters in a campaign.\n\nWhen Malady sabotages the mystical water purification system in [[Sharn]], hundreds of people start dying. How do the characters deal with the situation? The player character [[inquisitive]] could use skills to determine the source of the [[disease]], leading the characters to storm the [[sewers|Sewers of Sharn]] where Malady has fortified her position with enhanced vermin and other mystical traps. Once they defeat her, the [[artificer]] or [[wizard]] character must find a way to repair the damage she has done. Alternatively, Malady might have left immediately after causing destruction, leaving the characters to contend with the aftermath of her actions. Malady herself isn’t the focus of the adventure; rather, the lingering effects of her actions can continue to be a story element through a number of adventures. The city doesn’t have the resources to cure everyone who has fallen ill, and even after the water purification system is restored, the diseases still run rampant through the population. This could affect allies of the characters or change the balance of power in other ways. If the diseases hit a particular district or race especially hard, it could cripple a faction or create a scarce resource. And it will certainly increase the influence of House [[Jorasco]]!\n\nAlthough the Children of Winter are generally antagonists, they can also be unusual allies. Consider the following adventure ideas for your campaign.\n\n!!! The Fury\n\nThe community that serves as home base for the adventurers is overcome by a contagious wave of violence. The strong turn on the weak, driven by an insatiable aggression—and yet, some semblance of intelligence allows the victims of this plague to form packs and fight strategically. This has all the signs of a classic zombie outbreak, but the victims aren’t [[undead]]; [[radiant damage|damage type]] and [[turn undead]] have no effect on them. House [[Jorasco]] encountered this plague long ago—so long ago that the cure is buried and forgotten in some Jorasco vault. Can the characters find the Children of Winter responsible for reviving and releasing this plague? If so, can they discover the cure and save any friends who have been infected, or is destroying the victims the only solution? Despite the lethality of the plague, the Children of Winter have no desire to eradicate populations; their philosophy is based on the principle that the strong will survive these trials and be invigorated by the struggle. They expect some people to be immune to the disease, and they want those people to survive. If the Fury plague is more dangerous than they anticipated, the Children who sowed the seeds of the disease might help the characters fight it.\n\n!!! Hoarfrost\n\nWhen the Children spread a [[disease]], they want some part of the population to survive. With a new war on the horizon, however, factions with less deliberate convictions look for ever-more lethal weapons. Having seen the Children of Winter resurrect diseases thought long dead, such as the Fury plague mentioned above, a cabal in House [[Jorasco]] is developing bioweapons. They are capturing Winter [[druid]]s and holding them in a hidden facility known as Hoarfrost. There, Jorasco chirurgeons force the Children to help them produce weapons far more lethal than anything the Children would employ. These diseases can eliminate populations centers within hours or days and can be tailored to specific races or, potentially, specific types of humanoids, or even humanoids of specific national origins. Given time, Jorasco could produce a plague that kills only [[Cyrans|Cyre]]. Player characters could be involved on either side of this struggle. They could be hired by [[Jorasco]] to hunt Winter druids, capturing them alive and turning them over to the house. Jorasco agents could assist while adventurers are fighting Winter forces, laying claim to the druids in the end. Alternatively, characters could encounter a situation that bears all the hallmarks of a Winter attack... only to discover that a Jorasco agent is testing a newly developed weapon, or that one of the house’s clients (the [[Aurum]], rogue [[Karrnath]]i warlords, or the Order of the [[Emerald Claw]]) is using it. Will the player characters team up with the Children to find Hoarfrost and destroy it? If so, will they free the imprisoned druids or finish them off? \n\n!!! The Wardens of the Mournland\n\nWhen a party of adventurers is lost in the [[Mournland]], an unusual force comes to their aid: the Children of Winter. A handful of Children believe that other members of their organization are mistaken: The [[Mourning]] isn’t the harbinger of the great winter, and the aggressive actions of the other [[druid]]s cause more harm than good. These Children explore the Mournland and seek to protect innocents from its clearly unnatural dangers. They could also help end plagues started by other Children. They believe that death and disease are natural and that the great winter will come, but this is not the time. Until the signs are absolute, they can be useful allies for characters who travel in the Mournland or seek to uncover the mystery of the Mourning.\n\n!!! Final Death\n\nThe Children of Winter despise the [[undead]]. The group’s activities have generally been confined to western [[Khorvaire]], but they could travel east in force to strike at hubs of undead activity. [[Fort Bones]], [[Fort Zombie]], and [[Atur]] are major targets in [[Karrnath]]. The [[Undying Court]] of [[Aerenal]] is an even more ambitious target, since the [[deathless]] are just as abominable to the Children as [[undead]]. The Children employ swarms of mystical vermin that consume undead flesh, [[disease]]s that bring down the mortal allies of the dead, or primal tools that disrupt the undead in other ways. When the characters are caught in the midst of these conflicts, what side will they take?\n\n!! If Winter Falls\n\nIn their conflicts with the Children of Winter, the player characters learn about the beliefs of the [[druid]]s. The Children justify their actions as attempts to stave off an apocalypse even worse than the [[Mourning]]. Most likely, the characters dismiss these mad tales. Perhaps they’ll listen and try to help the Children. In either case, what happens if the dreaded Winter actually occurs?\n\nThe doctrine of the Children of Winter states that [[Siberys]] is the source of [[arcane|arcane magic]] and [[divine magic]], [[Eberron]] the mother of [[primal magic]] and natural things, and [[Khyber]] the font of [[aberration]]s and [[fiend]]s. The first sign of Eberron’s fury is a wave of natural disasters. Thousands die as floods, hurricanes, and earthquakes shake the world. Once she is fully awake, Eberron asserts her preeminence over her creation, banishing the influence of Khyber and Siberys alike. The [[Lords of Dust]] are forced into the depths with other [[fiend]]s, and the [[dragon]]s of [[Argonnessen]] are wiped out. The magical energies wielded by both [[wizard]]s and [[cleric]]s are cast back to the Ring of [[Siberys]], and [[arcane|arcane magic]] and [[divine magic]] fails utterly. The towers of [[Sharn]] collapse under their own weight. [[Airships|airship]] fall from the sky. Amid this chaos, [[awaken]]ed [[plant creature]]s tear down the foundations of cities, newborn primal predators and [[elemental]]s hunt survivors, and plagues ravage the land. \n\nThe loss of magic is the key event of this disaster, but it doesn’t make the world a mundane place. [[Dragon|dragon]]s are hard hit because [[arcane magic]] flows through their blood—but many natural creatures have innate supernatural abilities. The [[ogre]] still has its strength, and the [[blink dog]] can still slip through space. [[Primal magic|primal magic]] is stronger than ever. Only a handful of people can still use arcane and divine magic... including the player characters.\n\nOne of the underlying themes of an [[Eberron]] campaign is that the player characters are the most important people of the age, and that precept is made manifest here. Player character [[cleric]]s and [[paladin]]s are the last connection to the divine in a world cut off from the heavens. A heroic [[sorcerer]] still holds a spark of [[Siberys]] in their blood, and the [[artificer]] is one of the few people who can harness the residual arcane energy that remains. The characters have powers that no one else can wield. Will they search for a way to restore the old order, or will they use their abilities for personal gain? Does the [[wizard]] try to create rituals that anyone can perform or use their powers to carve out a kingdom?\n\nThe onset of Winter is an interesting way to bridge the transition to a new tier of the campaign. Discuss the changes that have occurred in the world with the players, and how their personal arcs tie into this new world. If a decade has passed, new power groups would have risen in the ruins. Warlords in [[Khorvaire]] try to maintain order with their militias, while barbarian tribes answer the call of the wild and the monsters of [[Droaam]] roam across the west. A new [[Dhakaan]]i Empire is spreading across the south and moving on the ruins of [[Sharn]]. The powerless [[Jaela Daran]] remains in the ruins of [[Flamekeep]], patiently waiting for the [[Silver Flame]] to return. If [[psionic|psionics]] powers still function in this new world, [[Riedra]] has laid claim to the coasts. Where will the characters begin to make their place in this new world?\n\nThis story line can also be run as a short-term campaign, in which the characters restore the balance between [[Eberron]] and [[Siberys]] within a short time. Even so, the fall of a brief Winter is a cataclysm that utterly transforms the world. The greatest cities in the world become looted ruins. Between the natural disasters and subsequent violence, much of the infrastructure has been lost, and it takes time to restore [[lightning rail]]s and rebuild [[airship]]s. And the force that rebuilds the fastest will be the one in a position to shape the next age. This is a world that needs adventurers—a time when epic heroes can set the course of the future.",
        "type": "text/vnd.tiddlywiki",
        "title": "Children of Winter",
        "tags": "druid",
        "modified": "20230824213632859",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "druidic sect which embraces death and decay as part of the natural order"
    }
]