[
    {
        "created": "20220621050414429",
        "text": "<<<\n//Long ago, there was a woman named Jes, and she had one hundred children. Her rivals conspired against her and swore to kill her children. Jes begged the [[Sovereign|Sovereign Host]]s for help, but their only answer was the wind and rain. In the depths of her despair, a lonely traveler took her hand. \"I will protect your children if they follow my path. Let them wander the world. They may be shunned and feared, but they will never be destroyed.\" Jes agreed, and the traveler gave her his cloak. When she draped it over her children, their old faces melted away and they could be whoever they wanted to be. And so it remains. Though the children are shunned by all, the gift of the [[Traveler]] protects them still.//\n<<<\n<div align=\"right\">—[[Chance]], [[changeling]] priest</div>\n\nThe oldest tradition among the nomadic [[changeling]]s of [[Khorvaire]] is that of the Children of Jes. Inspired by the [[Traveler]], the Children follow migratory\npatterns that slowly evolve, keeping them from becoming too\npredictable to outsiders. Many travel in small groups—a troupe of\nentertainers, a merchant convoy, a stagecoach of exotic travelers.\nOthers prefer to travel alone. Regardless, they believe in the\nimportance of change, taking on many personas during their\nwanderings. Tinker, bard, courier, and priest are common roles,\nand the changeling might well be quite talented at their trade.\nTraveler priests can preach a sermon to the [[Host|Sovereign Host]] in the morning\nand lead [[Flamesong|Silver Flame]] in the evening. As they conceal their true\nchangeling nature, Children are usually invisible to the people\naround them; they use a [[secret language|skin cant]] of tattoos and scars to\nidentify one another, along with a set of shared personas.\n\nFew people in the [[Five Nations]] understand the culture and\nvalues held by [[changeling]] travelers. Some are unnerved by the\nconcept of a hidden culture, that a stranger might not be the\n[[human]] or [[hobgoblin]] they appear to be. Others assume that\nbecause changelings have the uncanny ability to change their\nfaces at will, that they will use it for malevolent ends, cheating\nhonest folk before moving on. Changeling traditions predate\n[[Galifar]] and its laws, and indeed, some deem it fair to “obtain”\nanother’s possessions as long as they’re replaced with a gift of\nequal value. And a few Children of Jes assert the [[Traveler]]’s blessing\nis their license to prey on the “single-skins”—a term for races\nlacking the [[changeling]] gift for shapeshifting. However, travelers\nare no more innately dishonest than any other people—whether\n[[dragonmarked|dragonmarked house]] heir or [[Gatekeeper|Gatekeepers]] druid—though those that respect local customs are still subject to much suspicion due\nto their shapeshifting abilities and nomadic preferences.\n\nThe Children could be presented as a stereotypical source of\nthieves and charlatans. But they could be more enigmatic—an unexpected ally that can appear almost anywhere.",
        "type": "text/vnd.tiddlywiki",
        "title": "Children of Jes",
        "tags": "religion Traveler [[Dark Six]]",
        "modified": "20240606062337461",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "nomadic changelings of Khorvaire, honor the Traveler"
    }
]