[
    {
        "created": "20210126234524303",
        "text": "Set above the [[rabble|Riedrans]] of the workers and commoners of\n[[Riedra]], the Chosen have been touched by the divine\nforce of the nation. Or so they're told. The truth of the\nmatter is much more sinister. The Chosen are in actuality \"empty vessels\" designated as host bodies for the [[extraplanar spirits|quori]] of [[Dal Quor]] (the terms Chosen and\nempty vessels can be used interchangeably, but the former\nis preferred in Riedra because it represents the esteem\nwith which these beings are held). The result of generations of controlled breeding (originating as [[human]]s [[magebred|magebreeding]] with traces of [[elf]] and [[fiend]] blood) and [[psionic|psionics]] manipulation, the Chosen enjoy a life of privilege in Riedra... all in\npreparation for inhabitation by a [[quori]].\n\nAlthough the Chosen are granted luxuries unknown to\nmost [[Riedrans]], they do not lead lives of indolence. Chosen\nhold important positions—even those who are never possessed become military officers, village overseers, and administrators in the arms of the [[Unity]]. A Chosen who\nhas the potential to be a primary host undergoes especially intense training, ensuring that they have skills useful to the [[quori]] who claims them.\n\nEvery Chosen family is bound to a specific quori\nspirit. That spirit can possess any Chosen of its line at\nwill. There is no warning, no chance to resist. Most quori choose one particular vessel of\ntheir line to serve as primary host, and this is the being\n[[Riedrans]] come to think of as the [[Inspired]] tied to that\nspirit. However, this arrangement places no limitations\non the quori; they can leave their host at any time to inhabit\nanother of their Chosen. Important [[quori]] often spread\ntheir vessels across [[Riedra]], allowing them to quickly\nmanifest in different cities. Likewise, a vain quori often\nabandons a host who becomes old or suffers significant\ninjuries, but they can always return when they want. Most\nChosen are eager participants in the possessing process,\nand as such, a particular family might be used as hosts\nby multiple quori; however, only one has the irresistible\nbond to their vessels.\n\nThe Chosen are bred to be ideal hosts in a complex\nprocess involving mingling of bloodlines, and metacreative and telepathic manipulation. Superficially, the Chosen are very similar in appearance to the [[kalashtar]],\ndisplaying a beauty so unnatural that some find it disturbing. They also have an innate bond to [[Dal Quor]], which\nmanifests itself as natural [[psionic|psionics]] talent.\n\nIt is extremely difficult to drive a [[quori]] from a\nChosen host. Many of the more powerful quori simply can't\npossess normal [[human]]s, because there are no mundane\nhumans who can contain them; the Chosen can.\n\nWhen a [[quori]] first takes a primary host, it spends\na considerable amount of time drilling its beliefs and\npersonality into the vessel. The Chosen are taught to\nembrace this, surrendering their personality to the\ndivine spirit. The net result is somewhat similar to [[mind seed]]—the vessel does not actually gain the knowledge\nof the quori, but after a month of the quori thinking\nwith her brain, she behaves much like the quori even\nin its absence. Discarded hosts, who have served as\n[[Inspired]] for decades, are often indistinguishable from\nthe quori patron; all traces of their human personality\nare long lost.\n\nIt is important to bear in mind that while the quori\ngains access to the memories of the Chosen, the reverse\nis not true. Chosen that serve in administrative positions\nmight know very little of the grand goals of the [[Dreaming Dark]]; they only know that the Inspired seek to create a stable and stagnant society, and they do not question this\ngoal. The critical exception to this rule are the \"''shadow lines''\"—those Chosen dedicated from birth to serving the true quori agenda. These Chosen are taught the nature of [[il-Lashtavar]] and their quori masters, and they are loyal to\nthe Dark as opposed to [[Riedra]], believing that\nthrough their service they're destined to become [[quori]]\nafter death. The shadow lines provide\nthe [[Inspired]] with agents who can be trusted with covert\nand disturbing assignments. [[Dul Catun]], [[Dar Ulatesh]], and [[Dar Mirn]] are centers of the shadow lines. \n\nAs most of the Chosen are utterly dedicated to\n[[Riedra]] and the [[Inspired]], they are best suited for use as\nNPCs. However, the life of a vessel who has turned on their\nmasters has many interesting hooks.",
        "title": "Chosen",
        "modified": "20220805222327719",
        "tags": "humanoid",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "creature",
        "color": "#EA868F",
        "tier": "2",
        "var": "uncommon",
        "tooltip": "humanoid creature bred to be a perfect vessel for quori possession"
    }
]