[
    {
        "created": "20210111050017676",
        "title": "Church of the Wyrm Ascendant",
        "text": "The Church of the Wyrm Ascendant worships the [[Sovereigns|Sovereign Host]]\nin the same groupings and names as the [[Pyrinean Creed]].\nHowever, the church asserts that the champions who fought the\n[[overlord]]s were [[dragon]]s, depicting them as such. The church\nis very focused on wealth and economic power; members\nare expected to contribute to the hoard of their local temple,\nand the priests often engage in behavior that outsiders might\nconsider to be corrupt. They hold the unorthodox belief that\nmortals can ascend to become Sovereigns themselves—that\nby emulating a particular Sovereign, a mortal can eventually\ntake their place. Popular rumor holds that the founder of the\n[[Library of Korranberg]], [[Dorius Alyre ir'Korran]], built the library\nas part of a quest to assume the mantle of [[Aureon]]. While this\nSovereign ascension is believed to occur after death, some\npriests teach that devoted members—especially those who\ndonate great sums to the temple hoard—can actually become\n[[dragon]]s in life. While this seems unlikely, it could be an\ninteresting background for a draconic [[sorcerer]];\nit's not that you have draconic ancestry, but rather, due to\nyour devotion, you appear to be evolving into a dragon.\n\nWyrm Ascendant Vassals believe the dragons themselves are\ndivine tools and emissaries of the Sovereigns and Six, though\nfew dragons have ever acknowledged the church in any way.\nIt's thought that the [[dragon]]s themselves follow a form of this faith known as [[Thir]]—[[Draconic]] for “three”—but the traditions of\n[[Argonnessen]] are rarely revealed to people of [[Khorvaire]].\n\nThe Wyrm Ascendant is strongest in [[Aundair]] and [[Zilargo]],\nthough it remains an obscure sect, and has noteworthy temples\nin [[Stormreach]], [[Korranberg]], and [[Fairhaven]].",
        "modified": "20210727192000763",
        "tags": "[[Sovereign Host]] religion",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]