[
    {
        "created": "20200410044213181",
        "title": "Circle of Song",
        "text": "The Circle of Song is an informal organization in [[Sharn]], open\nto any [[bard]] who knows its customs and who can find\nan outpost. It has no membership dues; you're expected\nto make a donation if you make significant use of the\ngroup's resources. Membership provides the following benefits: \n\n* You can always find food and lodging at a circle outpost, though you might be expected to entertain the patrons in exchange. If times are tough, your food and lodging might be a step lower than the usual quality of the inn, but at least it's free.\n* You have [[advantage]] on attempts made to perform research or gather information while in a circle outpost, provided you have an opportunity to peruse archives and talk with other members. \n* Circle members are often willing to do minor favors for other members—gathering information, embarrassing a minor noble, causing a distraction. There's no cost for such a service, but anyone who helps you will expect you to provide similar assistance when they need it.\n\nThe first and oldest outpost of the Circle of Song is the\n[[Golden Horn]] in the [[University District]] of [[Upper Menthis]];\na few bards are almost always in residence and willing\nto share news and stories. Other, less elaborate outposts\nare maintained in Sharn, and over the centuries the\ncircle has established outposts in most major cities and\nmany smaller communities across [[Khorvaire]]. These\nsites are usually taverns or inns that have hidden areas\naccessible only to members of the circle.\n\nBards are expected to set aside personal rivalries\nwhile in a circle outpost, and any kind of combat or violence is prohibited. Violating this rule results in immediate expulsion from the circle, at the least. ",
        "modified": "20210727192000850",
        "tags": "bard Sharn",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]