[
    {
        "created": "20210310231621729",
        "title": "Citadel of the Twelve",
        "text": "As part of House [[Kundarak]]’s agreement with the city of [[Stormreach]],\n[[Coasthold]] hosts the only official outpost of the [[Twelve]]\nin [[Xen'drik]]. Soon after the [[dwarves|dwarf]] acquired the\nland, they set to work on building the citadel, complete\nwith offices for all the [[dragonmarked house]]s, with\nthe largest offices reserved for those houses that did\nnot already have [[enclave]]s in the city (all houses except\n[[Deneith]], [[Jorasco]], [[Lyrandar]], [[Phiarlan]], [[Tharashk]], and\n[[Kundarak]] itself).\n\nWith exploration of the continent’s interior playing\nsuch a vital role in [[Stormreach]]’s economy, the citadel\ndoes a good business in selling both [[magic item]]s and\n[[spell]]casting services. Only one person at the citadel is capable of\ncasting [[rare-tier|spell tier]] spells—a reclusive [[wizard]] named [[Toven d'Cannith]]—so a PC’s timing has to be right when seeking such magic. \n\nThe [[Storm Lords]] make a pretty penny on the\ntaxation of citadel services, and House [[Kundarak]] takes\nits own cut in rent and security fees. To offset these\nexpenses, the citadel charges an extra 5% for all [[magic item]]s and spellcasting services, though this premium is waived for high-ranking members of a [[dragonmarked house]].\n\nAfter [[Toven d'Cannith]], the most accomplished\nspellcaster at the citadel’s disposal is [[Amilene Santor d'Sivis]]. She\nspends most of her time next door, in the [[Kundarak enclave|Kundarak Enclave (Stormreach)]]. If her services are needed or requested, however,\nshe gladly pops over to help and maintains good relations\nwith most of the other spellcasters at the citadel.\n\n!! Dragonmarked House Offices\n\n!!! House Cannith\n\nHouse [[Cannith]] has no true [[enclave]] in [[Stormreach]], but\nthe house maintains a small facility within the Citadel\nof the Twelve and has developed strong ties with the\n[[Stormreach Forge]]. Cannith’s interest in [[Xen'drik]] has\ngrown considerably over the last century because of\nthe magical secrets that have been recovered from the\ninterior; it’s thought the breakthrough that produced\nthe [[creation forge]] was the result of [[Aaren d'Cannith]]’s\ntravels in the depths of [[Xen'drik]]. The Cannith workshop in the Citadel of the Twelve isn’t designed for production; it’s built for research, focused on analyzing [[magic item]]s and [[schema]]s recovered from the ruins of the shattered land.\n\n!!! House Medani\n\nHouse [[Medani]] has little interest in [[Stormreach]]. The house has a single apartment in the Citadel of the Twelve, and now and again the house sends a representative to the citadel to observe events in the city.\nTypically, Medani heirs found in the city are either\non direct assignment from [[Khorvaire]], or else they’re\nfree agents pursuing their own agendas.\n\nAlthough no Medani true heirs are in permanent residence, one man in Stormreach has the [[Mark of Detection]]: [[Culan Silvereyes]].\n\n!!! House Orien\n\n[[Xen'drik]] lacks both [[lightning rail]]s and major [[trade routes|Orien trade roads]]. [[Orien]]’s major financial interest in [[Stormreach]] lies in arranging teleportation between the city and [[Khorvaire]]. Few travelers have the funds to afford such a trip, but when the need for speed and security outweigh any question of cost, House Orien is there to answer the call. The house operates out of quarters in the Citadel of the Twelve, under the capable hand of [[Uskal d'Orien]]. \n\nAt least once every three days, an [[Orien]] heir who\nhas the [[Siberys|dragonmark]] [[Mark of Passage]] teleports to [[Stormreach]] from [[Khorvaire]]. The [[Transportation Guild]] charges [[500c|money]] for people who have made reservations in advance to travel with an heir\nthrough use of the mark’s teleportation ability.\nEven if there are no customers ready to be teleported\nto Khorvaire, the heirs teleport to Stormreach with\nmessages and packages for the [[Couriers Guild]]. \n\nCurrently, three heirs run the [[Xen'drik]] teleportation circuit: [[Elari|Elari d'Orien]], [[Breyn|Breyn d'Orien]], and [[Dekker|Marishantar]].\n\n!!! House Sivis\n\nHouse [[Sivis]] runs one of the smallest operations of any\n[[dragonmarked house]] in [[Stormreach]], but that’s not to\nsay that it has no presence, thanks in large part to the\nefforts of its ever-approachable leader, First Stonespeaker [[Amilene Santor d'Sivis]]. The Sivis [[gnome]]s maintain no [[enclave]] per se in the city, but they keeps private offices inside the nearby [[Kundarak enclave|Kundarak Enclave (Stormreach)]]. \n\nMost business of a mundane nature is conducted at the Sivis offices in the Citadel of the\nTwelve, where the local [[Notaries Guild]] is headquartered. Legal services there are overseen by barrister [[Wernor Lyrriman|Wernor Lyrriman d'Sivis]].\n\n!!! House Thuranni\n\nLike Houses [[Medani]] and [[Orien]], House [[Thuranni]] has no public presence in [[Stormreach]] aside from a sparsely staffed office in the Citadel of the Twelve. Unlike those houses, however, a substantial difference exists between the house’s public presence and its private one. In truth, House Thuranni is a force to be reckoned with in Stormreach, having grown over a period of time and with the calculated precision that comes with the long-lived outlook of the elf race. The brothel known as [[Shadows]] in [[Locksmith Square]] is effectively a Thuranni [[enclave]].\n\n!!! House Vadalis\n\nNo [[dragonmarked house]] has a smaller presence in\n[[Stormreach]] than House [[Vadalis]], but that situation\nis precisely how the [[local Vadalis head|Tyris d'Vadalis]] likes it. Where\nHouse [[Medani]] and House [[Orien]] distance themselves\nfrom affairs in Stormreach, House Vadalis is entirely\nabsent from city politics, having no [[enclave]] within the\ncity proper. This absence is a calculated artifice. House Vadalis does have an enclave near Stormreach, the sprawling ranch known as [[Blackbriar]], but its location allows the local house members to maintain not only their policy of detachment, but their privacy and profitability as well. ",
        "modified": "20210727192000957",
        "tags": "Stormreach Coasthold office fortress Twelve",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#A3DB62"
    }
]