[
    {
        "created": "20210304042345629",
        "text": "The [[Galifar]] Code of Justice (or \"Code of Galifar\") was the intricate system of\nlaws, rights, and regulations that defined the legal structure of the unified kingdom of Galifar before the [[Last War]]. The Galifar code survives intact in [[Breland]] and [[Aundair]]. [[Karrnath]]’s [[legal code|Code of Kaius]] is more rigid and less forgiving than the Galifar code on which it was based, and [[Thrane]]’s theocratic government has replaced the code with a more stringent set of religious laws. The other nations of [[Khorvaire]] use their own systems of laws and justice that trace their ancestry in varying degrees back to the Code of Galifar.\n\nThe laws presume innocence, provide for judgment by peers, and establish a complex legal system. If someone winds up in trouble with the law, it is highly recommended that the subject obtain the services of a solicitor or councilor skilled in the Code of Justice (typically licensed by House [[Sivis]]'s [[Speakers Guild]]). Even with laws and enforcers, the Code leaves enough loopholes and gaps in the system for experienced criminals to take advantage of.\n\nCriminal penalties are highly contingent on the nature of the offender's crimes and their available means to compensate their victims. Typically, convicts are fined proportionally to their wealth, and/or assigned forced labor or other service. For more serious crimes, a criminal may be branded as an outlaw and stripped of their citizenship—a sentence which //removes their protection// under the law, meaning any person who assaults, robs, or even murders the outlaw would not be charged criminally. Under the Code of Galifar, imprisonment and execution as punishments for crimes are relatively rare.\n\nThe [[warforged]] are protected under the Galifar Code due to rights granted them by the [[Treaty of Thronehold]], but getting representatives of the law to enforce this protection can be tricky. [[Undead|undead]], however, are excluded from the protection of the law, regardless of whether or not they are sapient. Once a creature has died, they no longer have any status under the Galifar Code.",
        "type": "text/vnd.tiddlywiki",
        "title": "Code of Galifar",
        "modified": "20240405061354646",
        "color": "#A3CFBB",
        "category": "document",
        "article": "the ",
        "tooltip": "intricate legal code of the kingdom of Galifar; still used today across the Five Nations in various forms"
    }
]