[
    {
        "created": "20200414040053061",
        "title": "Cogs",
        "text": "The Cogs lie deep beneath [[Sharn]], below the [[sewers|Sewers of Sharn]]\nand [[Old Sharn]]. Streams of [[Fernian|Fernia]] lava flow through this area, and over the\ncenturies, House [[Cannith]] has helped [[Breland]] establish\nvast foundries that tap this mystic resource. The Cogs are a honeycomb of passages, just wide enough for the carts and caravans that transport goods to and from the surface. The heat is palpable, and smoke and sulfur scents the air. [[Ashblack]]\nand [[Blackbones]] are industrial districts, largely inhabited by [[warforged]] laborers and miserable workers of other races. It is said that House Cannith maintains a\nforgehold in the Ashblack district, and that this is where Baron [[Merrix d'Cannith]] conducts his experiments.\n\nThe [[Sharn Watch]] maintains a presence in the Cogs,\nand overseers from House Cannith are stationed here\nto keep things in order. Beyond these industrial districts lies the deeper tunnels of [[Khyber's Gate]], a tenement district. \n\n!! Districts and Noteworthy Locations\n\n* [[Ashblack]]. The first foundries of Sharn were built here. The district is devoted to industry, and the environment here is sweltering and claustrophobic. \n** [[Keldoran Forge]]. Though most of the foundries in the Cogs are devoted to large-scale industry, the [[dwarf]] Antos Keldoran maintains a small forge and produces bespoke arms and armor. \n* [[Blackbones]]. Blackbones is newer than Ashblack, and it shows. The district's corridors are wider and better lit. The foundries are well maintained, and the district has a few thriving businesses. Most of the [[warforged]] that reside in Sharn work in Blackbones. \n** The [[Pool of Onatar's Tears]]. A small temple in the Blackbones district holds a pool said to be blessed by the god [[Onatar]]. Smiths come from across [[Khorvaire]] to dip their tools in the pool.\n** The [[Red Hammer]]. The Red Hammer is Sharn's only inn maintained by and for [[warforged]]. It offers those who work in the Cogs opportunities to socialize, along with repair and cosmetic services. \n* [[Khyber's Gate]]. On its surface, this is a wretched, stifling [[goblin]] tenement district. But [[Sharn]]'s darkest secrets can be found within the Gate's tunnels. ",
        "modified": "20210727192001632",
        "tags": "Sharn ward",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#96CC39",
        "tooltip": "industrial ward of Sharn, lies deep below the city"
    }
]