[
    {
        "created": "20210207112406660",
        "text": "[[Human|human]]s have no memory of the [[Age of Demons]]. Even\nthe ancient [[elves|elf]] were born long after the [[overlord]]s\nwere bound in [[Khyber]]. But the [[lizardfolk]] were there\nwhen [[fiend]]s sacrificed [[couatl]] on obsidian altars.\nTheir race is as ancient as the [[giant]]s or the [[dragon]]s\nthemselves.\n\nDuring the long uprising, the [[lizardfolk]] of ancient [[Q'barra]] aided the [[couatl]] in their struggle. Toward the end of that war, the couatl planted a seed in the collective unconscious of their lizardfolk allies to ensure that they would always remember the horrors of the past. To this day, when the lizardfolk of Q’barra sleep, they dream of the [[Age of Demons]]. They dream of the battles their ancestors fought. They dream of dragonfire and radiant serpents. And they dream of [[Masvirik]], the [[demon]] [[overlord]] known as the Cold Sun. Unlike the [[Uul Dhakaan]], the shared dreams of the lizardfolk are not a persistent dreamscape in the [[Ocean of Dreams]]; they are pre-programmed memories and lessons implanted by the [[couatl]]. One might say that the lizardfolk dream in the [[Silver Flame]] rather than in [[Dal Quor]].\n\nThe [[lizardfolk]] of [[Q'barra]] call themselves the\n''Masvirik’Uala''. The direct translation of this is the Cold\nSun Federation, but the settlers who interact with the\nlizardfolk have long misinterpreted this name. The\nMasvirik’Uala aren’t the Federation //of// the Cold Sun—they are the league that stands against it.\n\nTheir shared dreams define their culture, and they\nstand ready to face the [[overlord]] should he rise again.\nThey fight the [[Poison Dusk]] whenever their paths\ncross. And they watch over the web of light that the\ngreat serpents planted in the earth—the [[dawn shard]]s,\n[[dragonshard]]s charged with the light of the [[Silver Flame]].\n\n!! Links to Headers\n* <<scrollToHeader \"The Cold Sun Federation Today\">>\n* <<scrollToHeader \"Masvirik'Uala Culture\">>\n* <<scrollToHeader \"Notes\">>\n\n!! The Cold Sun Federation Today\n\nThe [[lizardfolk]] of the Masvirik’Uala are a loose alliance of small tribes. They are hunters and gatherers who split to form new tribes any time their population\ngrows to a level that cannot be supported by local\nresources. Many tribes are nomadic, but those that\nlive in the areas rich in natural resources have established permanent villages.\n\nThe Masvirik’Uala have always kept their distance\nfrom settlers. There were clashes when the settlers\nfirst arrived, but the lizardfolk proved willing to cede\ncertain regions to the outsiders.\n\nDuke [[Ven ir'Kesslan]] brokered the [[Newthrone]] Accords,\na series of maps establishing the regions the\nMasvirik’Uala held dear and would fight to maintain.\nThe [[lizardfolk]] have no concept of legal documents.\nFor them, the Accords were simply a statement of fact,\nnot a binding document. Nonetheless, whenever the\nsettlers have held to the territories of the Accords,\nthere has been peace with the lizardfolk.\n\nNow the peace has been broken. Federation lizardfolk are raiding caravans, killing prospectors, and attacking mining camps. Settlers have fought the\n[[Poison Dusk]] for decades, but this new wave of violence has shocked them with its brutality. When the [[lizardfolk]] are victorious in battle, they leave no survivors and no structure standing.\n\nLord [[Khalar Velderan]] of House [[Tharashk]] has condemned\nthe [[lizardfolk]] as a threat to all the people of [[Q'barra]].\nThe facts are more complicated. Adventurers who\ninvestigate violent incidents will discover that all\nthe attacks are tied to [[dragonshard]] mining. Only\nshard caravans are attacked. The villages that have\nbeen struck have all been supporting mining work,\nwhether through House [[Tharashk]] or independent\nprospectors.\n\nThe most curious aspect is the fate of the shards\nthemselves. The [[lizardfolk]] break every tool and kill\nevery settler they find, but they leave behind large\nquantities of [[dragonshard]]s. Among those leavings,\nthere are never any [[dawn shard]]s or [[dusk shard]]s.\n\nThe attacks are carried out by nomadic tribes of\nlizardfolk. It is difficult to find these raiders in the\ndeep jungles, though all of the tribes know of the\nviolence. If questioned, a Masvirik’Uala elder will\nacknowledge the attacks and say that the warriors are\n“defending the light in the land.” The outsiders are\n“stripping the light away and spreading the darkness,\nbut the [[Cold Sun|Masvirik]] will rise again.” Given that most\noutsiders know nothing of the ancient history of the\nregion, most interpret the rise of the Cold Sun as a\nthreat tied to the lizardfolk themselves, not realizing\nthat the Cold Sun is actually what the lizardfolk seek\nto stop with their action.\n\nThe lizardfolk mean well. They oppose the horror they see in their dreams. But they do not understand the outsiders. In their minds, the miners are one with the [[Poison Dusk]]—servants of [[Masvirik]] who seek to extinguish the light and spread the [[dusk shard]]s. Those who serve the Cold Sun must be eliminated.\n\nPerhaps there is a way to forge an understanding between [[Tharashk]] and the Masvirik’Uala, but this won’t happen unless the prospectors are persuaded to abandon the lucrative trade in [[dusk|dusk shard]] and [[dawn shard]]s. It will take more than [[scale|scales]] superstition to accomplish that. \n\n!! Masvirik'Uala Culture\n\nCommon dreams define the culture of the [[Q'barra]]n\n[[lizardfolk]]. The dreams bind the tribes together, but\nthey have also kept lizardfolk culture stagnant; they\nlive the same lives as their ancestors and model their\nactions on dreams.\n\nThe lizardfolk have no written [[language]]. Their\nmost important stories and teachings come to them\nevery night. The language of the tribes is an unusual\nand rather limited dialect of [[Draconic]], and they are\nirritatingly concise in conversation. This is because\nof the shared dreams. Every lizardfolk has the same\ncultural references, and it is impossible for them to understand how an intelligent creature could fail to grasp these things. Thus, a lizardfolk priest will say “that one is Kurall’s Claw” when he means “that one is a traitor who will kill you in your sleep.” The priest doesn’t know how to say it another way, and he doesn’t understand why he’d need to—everyone knows the tale of Kurall’s Claw. Effects such as comprehend languages are of limited use; the communication gap is not a question of translation but of context.\n\nThis has defined interaction with the [[lizardfolk]]\never since [[human]]ity arrived in the region. It has led\nto many misunderstandings, so that both lizardfolk\nand settlers consider the others to be simpletons.\nPlayer characters have an opportunity to be the first\nexplorers to bridge this gap and establish a new bond\nbetween lizardfolk and settlers.\n\nAnother aspect of the shared dreams can impact\nplayers: the [[Draconic Prophecy]]. The dreams are\nrecords of events, but they also hold messages from\nthe [[couatl]], who mastered the lore of the Prophecy\nlong ago. If the player characters have a role in the\nProphecy, the lizardfolk may know of it. Depending\non the characters’ destiny, the lizardfolk may welcome them as heroes or greet them with inexplicable hostility. Though the Prophecy is never certain, this\nis an opportunity to set adventurers on a particular\npath. The Masvirik’Uala may know that the Stormchild with the Sixfold Scar must find the crystal sword and face the Black Wyrm in the Obsidian\nTower. They don’t know for certain that the outsider\nwill triumph in this battle with [[Rhashaak]].\n\nDragonshards play a vital role in [[lizardfolk]] society. Masvirik’Uala lizardfolk wear [[dawn shard]]s as jewelry, and they embed the shards in weapons or\ntent poles. Villages deep in the jungle often have pits\nof [[dusk shard]]s. Despite the seemingly casual attitude\ntoward these, lizardfolk place a high value on the\nshards when trading or selling them. It is difficult\nfor them to explain their reasons in terms explorers\nunderstand. Like so many things, to the lizardfolk,\ntheir reasons are common knowledge. Dawn shards\nhold the light; dusk shards channel the darkness and\nmust be kept away from the [[Poison Dusk]].\n\nWhile the [[lizardfolk]] and the [[dragonborn]] both\noppose the [[Poison Dusk]], they rarely work together.\nThe dragonborn consider the lizardfolk to be superstitious primitives, while the lizardfolk have the same problems communicating with the dragonborn as\nwith [[human]]s. Besides that, they still remember that\nit was the first failing of the dragonborn that nearly\nunleashed [[Masvirik]] ages ago. \n\nWhile their appearance often leads adventurers\nto assume that theirs is a [[druid]]ic culture, lizardfolk\ndevotions draw on [[divine power|divine magic]], not [[primal|primal magic]] spirits.\nThey revere a nameless force of light that holds back\ndarkness, symbolized by the silhouette of a winged\nserpent encircling a stylized, black sun. A student of\nreligion who observes them long enough may recognize the truth: they are devoted to the [[Silver Flame]].",
        "title": "Cold Sun Federation",
        "modified": "20230104002407490",
        "tags": "Q'barra lizardfolk tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]