[
    {
        "created": "20210318231625209",
        "title": "Colleges of Io'lokar",
        "text": "The four great colleges of [[Io'lokar]] represent a storehouse of theoretical and\nhistorical knowledge greater than any in [[Khorvaire]].\nThe colleges are divided into disciplines defined by the [[dragon]]s when [[Io'vakas]] was first built: the arcane sciences (including [[arcane magic]], [[arcane theory]], [[alchemy|alchemist]], and astronomy), the natural sciences (including [[divine magic]], [[primal magic]], and biology), the conscious sciences (including [[psionics]] and psychology), and the unconscious sciences (including history, sociology,\nand dream study). Study of the [[Draconic Prophecy]] is spread out\namong the four colleges, since the Prophecy touches all\naspects of the world.\n\nSpaced around the [[Height]], the four colleges are\nmultistoried affairs of granite and marble. Each features\na huge open courtyard at which morning and afternoon\nlectures are given by resident sages or [[dragon]] scholars\nvisiting the city. All citizens of [[Io'lokar]] are welcome to\nthese events.\n\nThe City of Knowledge gets few visitors, and its scholars take no chances on useful lore being overlooked. In particular, recent events and developments in [[Khorvaire]], [[Xen'drik]], or [[Sarlona]] are of great interest to the Colleges, and PCs who have information to share might find themselves invited to lodge at the [[Height]] for\nan extended time.\n\nPCs might also find themselves in possession of information whose value they do not fully understand. Like the draconic scholars they model, the sages of\n[[Io'lokar]] often draw lines of meaning between apparently unrelated events. The PCs’ previous adventures might carry dark portents, and could lead to the [[Io'lokari]] requesting the party’s aid on an upcoming academic mission.",
        "modified": "20210727192001706",
        "tags": "Io'lokar university Height",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#A3DB62"
    }
]