[
    {
        "created": "20210316193202046",
        "title": "Conclave",
        "text": "When the [[dragon]]s first gathered to plot their rebellion in the [[Age of Demons]], it was the eldest among them who laid out their plans. This tradition continues to the present day. For a dragon, age is power, and the oldest of the dragons direct the destiny of their\nkind. It was the Conclave that brought an end to the\nage of draconic expansion, ordered the destruction of\n[[Xen'drik]], and authorized the [[Chamber]] to operate in\ndistant lands. Aside from their own personal power as\ngreat wyrms, the members of the Conclave command\nthe militant [[Light of Siberys]], and few dare challenge\ntheir rulings.\n\nMembers of the Conclave come from all territories of [[Argonnessen]]. Each flight or dominion sends a single great wyrm to represent its interests; younger\ndragons have no voice in the Conclave. In theory, color plays no role. In practice, charisma and sheer might gives the gold, silver, bronze, and red dragons\ngreater influence than others. The council meets at the [[Great Aerie]] of the [[Thousand]] once every decade, with emergency sessions called as necessary. In these\nmeetings (which can last weeks or even months),\ndragons discuss recent developments in the [[Draconic Prophecy]],\nthe actions of rogues and the [[Lords of Dust]], and any\nnews sent in by spies or [[dragon]] guardians. Issues are\nresolved through debate; ultimately a vote settles any\ndisputes. Voting involves a magical artifact, the //Orb of [[Ourelonastrix]]//. This vast crystal sphere is set into the floor\nof the Aerie’s council chamber. Each member of the\nConclave sends a vote as a pulse of magical energy, and the orb shows\nthe results. The orb evaluates the mind of each voter,\nand indicates if a voter is under the influence of magical or psionic coercion.\n\nDragons must physically attend the Conclave to vote.\nThose who do not wish to vote can take part in debates\nthrough arcane proxy.\n\nTo date, no nondragon has ever been allowed to attend\na session of the Conclave. Nondragon servants—mostly\n[[stone giant]]s and trusted children of [[Io'lokar]]—maintain\nthe [[Great Aerie]], but the meetings of the Conclave are attended only by [[dragon]]s and their colossal iron [[golem]] sentinels. Any nondragon found to have spied on the Conclave without permission faces fearsome punishment.\n\nTo the casual observer, the Conclave appears to have little impact on the daily lives of the [[dragon]]s. Still, the Conclave decides the direction of the [[dragon]]s as a race. A decision made at any of the rare and momentous Conclave gatherings can change the shape of [[Eberron]]. It is in Conclave that the dragons could decide to destroy the [[dragonmarked house]]s, drive the [[Inspired]] from power, or bring a halt to the activities of the [[Chamber]].",
        "modified": "20210727192001853",
        "tags": "government Argonnessen",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]