[
    {
        "created": "20210125205634263",
        "text": "The Council of Cardinals supports the [[Keeper of the Flame]] and attends to running the country of [[Thrane]]. In theory, the council is subject to the Keeper of the Flame in the hierarchy of the Church of the [[Silver Flame]]. Given the youth and inexperience of the current Keeper, the council has a relatively free hand, leaving spiritual matters to\nthe Keeper of the Flame and reserving political matters for itself.\n\nAs one might expect, the power of the twelve High Cardinals, the greater Council of Cardinals, and lesser church officials breeds corruption, but it’s not\nwidespread. The beneficent ideals of the church\ngovern the behavior of the majority of church officials, who have only the best interests of [[Thrane]]’s people in mind. Still, other religious figures, High Cardinal [[Krozen]] in particular, seek ever more dictatorial power and view Thrane as their personal domain.\n\n!! Organization\n\nArchbishops serve as governors and mayors throughout [[Thrane]], while bishops and archpriests run individual cathedrals and churches within Thrane and abroad; all ultimately report to the Council. Cardinals rarely conduct ceremonies of their own and have little to do with directly governing affairs in individual cities, delegating such tasks to archbishops. \n\nCardinals must be nominated and elected by sitting cardinals, and therefore the overwhelming majority of them come from the ranks of the archbishops. Most of these are from the Order of Ministers, with a notable few coming from the Order of [[Templar|templar]]s. Only rare individuals rise from the missionary Order of Friars. \n\nEven within the Council, power is not evenly distributed. Political power is earned through seniority, charisma, cunning, and zeal. The highest order among the Council is known as the Diet, whose twelve members are referred to as High Cardinals. And among the members of the Diet, High Cardinal [[Krozen]] holds the loyalty of the majority, and thus is effectively the leader of the entire Council. Only four of the High Cardinals do not support him; some even believe he serves the [[Shadow in the Flame|Bel Shalor]].\n\n",
        "type": "text/vnd.tiddlywiki",
        "title": "Council of Cardinals",
        "tags": "[[Silver Flame]] Flamekeep government",
        "modified": "20220107034103945",
        "tooltip": "governing body of the Church of the Silver Flame",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]