[
    {
        "created": "20211203230708041",
        "text": "The Court of Shadows is a cabal of [[warlock]]s and [[wizard]]s who serve the [[overlord]] [[Sul Khatesh]] in exchange for arcane knowledge and power. The current iteration of the Court began in [[Arcanix]] during the [[Last War]], and is spreading across [[Khorvaire]]. A core belief of the cult is that the Keeper of Secrets is building a shadow realm that slowly becomes more real over time, and eventually it will overtake reality. Members are assigned a rank in the imaginary court of the Queen of Shadows; a warlock might be the Count of the Broken Bell or the Baroness of the Forgotten Moment.\n\nThis cult is a perfect example of a \"transactional\" cult, in which dark powers provide wealth, influence, or mystical powers to members who join of their own free will. A [[wizard]] has a fascinating conversation with a colleague,\ndiscussing a [[spell]] unlike anything they’ve seen before. The\ncolleague explains that the spell is from [[Ashtakala]]’s vaults, and\nif the wizard joins the Court, they’ll discover many amazing\nthings about magic and history. So they go to a meeting and\nare impressed by the scholars and [[warlock]]s they meet. Soon\nthey’re initiated into the cult, swearing an oath to the [[Queen of Shadows|Sul Khatesh]] and being invested as the Knight of the Forgotten\nLibrary. It seems like a game, and they’re gaining access to\nfascinating new spells. But as time passes, they become ever\nmore obsessed with rising in the Court of Shadows. The\npolitical interplay in the Kingdom of Shadows feels more real,\nmore relevant than the mundane politics of [[Khorvaire]]. They\npursue missions for the Queen, yearning to win her favor. And\nthey hope that someday the Queen will rise from her slumber,\nfor then, the Kingdom of Shadows will truly become real.\n\nOften, members of transactional cults know who they are dealing with, but greed\nor curiosity overrides concerns. However, it’s also possible for\npeople to only know part of the story; a [[warlock]] might believe\nthat the Queen of Shadows is a mighty warlock or perhaps an\n[[archfey]], not realizing she’s actually an [[overlord]].\n\nAlternatively, a cultist could believe that the world is collapsing, and only the [[Queen of Shadows|Sul Khatesh]] can save it. The cultist might believe that a second [[Mourning]] is coming (or worse), that it is inevitable, and that only the shadow realm of Sul Khatesh will survive. Thus, the Court of Shadows is building the only sanctuary against the coming apocalypse.",
        "type": "text/vnd.tiddlywiki",
        "title": "Court of Shadows",
        "tags": "[[arcane order]] [[Cults of the Dragon Below]]",
        "modified": "20221107235239227",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]