[
    {
        "created": "20210314044616014",
        "text": "<<<\n//“Lead by your example; inspire by your presence.”//\n<<<\n<div align=\"right\">—Lady Lirashana, Founder of the Covenant</div>\n\nA compassionate and charismatic woman named\nLirashana founded the Covenant of Light. Although\nshe appears to be a [[kalashtar]], the rumor persists that\nshe is actually a divine spirit—an [[aasimar]] or perhaps even a [[planetar]] of [[Daanvi]] unable to ignore the pain and suffering she saw on [[Eberron]].\nTo the Covenant, the search to unlock the mysteries\nof the [[Caldyn Fragments]] is nothing less than a crusade\nfor the powers of good.\n\nIt is said that when Lady Lirashana first endeavored to establish the Covenant, she was visited by overpowering celestial music, a force that she would\nlater call the Song. The Song compelled her to create\nthe Covenant in [[Xen'drik]], and to include in its noble\nmission the pursuit of the [[Draconic Prophecy]]. Followers of the Covenant also hear and follow the Song and believe that an era of enlightenment and peace can be brought forth by the collective power of virtue in\naction. Members are expected to behave in a virtuous\nmanner in all aspects of their lives.\n\nMystics of many different religions have been drawn\nto the Covenant, and all have their own explanation for\nthe Song. Worshipers of the [[Sovereign Host]] claim that it\nis the voice of [[Dol Arrah]], calling the virtuous to battle.\nFollowers of the [[Silver Flame]] attribute it to the [[Voice of the Flame|Tira Miron]]. The [[kalashtar]] say that it is a manifestation of the noble impulses that exist within all mortal\nminds—the harbinger of [[il-Yannah|Path of Light]], the glorious light\nof the next age. Regardless of its source, all Covenant\nmembers initially experience the Song directly as music\nin their minds—a bright and irresistible summons that\ndraws them individually to serve in [[Xen'drik]].\n\nMembers of the Covenant always keep the greater good in\nmind and never act at the expense of others of charitable\nwill. Such is the way of the Song, that the righteous\nand brave should triumph and in unity achieve the\nultimate goal. To this end, the forces of darkness must\nbe staunchly opposed—especially those who would violate the [[Prophecy|Draconic Prophecy]], twisting it to wicked or irrelevant purposes. This opposition particularly includes the vile mockery that is the [[Cabal of Shadows]], and also the\nmisguided mercenaries of the [[Blackwheel Company]]\nand the amoral academics of the [[Crimson Codex]].\n\n!! The Covenant in Stormreach\n\n<<<\n//“Girded are we in Light and Song, but when to Shine, and where to Sing?”//\n<<<\n<div align=\"right\">—Covenant of Light, Psalm XVII</div>\n\nThe Covenant of Light encompasses many distinct\nflames, from [[Adar]]an seers and [[paladin]]s of [[Thrane]]\nto [[Sovereign|Sovereign Host]] priests and ascetics of a dozen different\nholy [[monastic orders|monk]]. The Song has called out to more\nunlikely places as well, drawing [[shifter]] shamans from\n[[Sarlona]]’s [[Tashana Tundra]], utopian cultists from the\nmarshes of [[Q'barra]], and even repentant rogues from\nthe gutters of [[Stormreach]].\n\nAs with the other factions that pursue the secrets of the [[Caldyn Fragments]] in [[Xen'drik]], the Covenant of Light is principally interested in Stormreach as a way station, a stable port from which to mount expeditions to the interior. The leadership of the Covenant also recognizes that Stormreach is the likely port of call for new aspirants following the summons of the Song. As such, the Covenant keeps a standing force in the city, based out of several small temples located throughout various districts.\n\nLady Lirashana mandates\nthat the disciples of the Covenant are not to become involved\nin local affairs on any level.\nStormreach is a dangerous, lawless place, and the Covenant\nis not trying to clean it up. Disciples are in Xen’drik on a far greater mission—shaping the [[Draconic Prophecy]] to righteous ends. Still, members might\nstray from the leadership’s dictates out of simple compassion, bringing\nthe Covenant reluctantly into play.\n\n!!! Structure\n\nThe Covenant of Light is divided into three branches.\n\n* The ''Scions'' are the standard adventurers and agents of the Covenant of Light; most adventurers will be Scions in the organization.\n* The ''Radiance'' is a leadership level in the Covenant; all members of the Radiance are [[aasimar]], [[kalashtar]], or are chosen or ordained in some way by a patron [[celestial]].\n* The ''Nightstars'' is a very small branch, unknown to most members of the Covenant of Light. It counts stealthy agents among its number and performs services for the organization that serve the cause of good but must be achieved through methods that are less than honorable.\n\nAmong the residual force the Covenant maintains in the city of [[Stormreach]] is a small group of [[cleric]]s and warriors known as [[Gilead’s Flock|Gilead Rhoy]].\n\n!! Mirror Images\n\nHigher-ups in the [[Cabal of Shadows]] and the Covenant of Light are quite aware that the Calling and the Song seem to be virtually identical phenomena. Naturally, this fact disturbs both groups. Their leaders explain away such concerns by saying that their\nopposite number is a twisted, invalid reflection of the true voice that only they hear clearly. But secretly they wonder why such a parallel exists, and if—unthinkable\nas it would be—they really are the same in the end. And if that were true, what does the Singer (or the Caller) want from them all?",
        "title": "Covenant of Light",
        "modified": "20240606062131965",
        "tags": "[[secret society]] Stormreach",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]