[
    {
        "created": "20201226043538590",
        "text": "The Crimson Covenant is a circle of the oldest and most powerful [[undead]] champions of the [[Blood of Vol]], some of whom were guiding the Seekers before [[Erandis Vol|Lady Illmarrow]] even knew the faith existed. They dwell in the catacombs beneath [[Atur]] in [[Karrnath]], and their existence is only known to a select few.\n\nThe [[necromantic|necromancy]] rites that created these ancient [[vampire]]s, [[oathbound|mummy]], and [[lich]]es were adapted from [[Aereni]] techniques; it was never as sophisticated as the techniques used by the [[Bloodsails]] or the line of Vol. As a result, these ancient undead are beginning to deteriorate, both physically and spiritually, and must be protected and tended by Abactor [[Malevanor]] and the other priests of the [[Crimson Monastery]] in [[Atur]].\n\n[[Lady Illmarrow]] covertly influences the Crimson Covenant through handpicked agents she has sent to infiltrate the circle, trying to shape it to her agenda. In this way, she has prevented the Covenant from taking direct action against the Order of the [[Emerald Claw]]. \n\nNamed members of the Crimson Covenant include:\n\n* [[Duran]]: The most ancient member of the Crimson Covenant, Duran was its first [[lich]]; but while his will is strong, his enchantments are unable to maintain his body and he exists now as a [[demilich]], a floating skull with ritually crafted soul gems in his eye sockets.\n* the [[Silent Knight]]: a [[death knight]] who spends much of her time meditating on the pain and shame of her tragic life. She does not speak and can extend an aura of magical silence at will.\n* [[Lady Dusk]]: The first [[human]] [[vampire]] in [[Khorvaire]].\n\nSome champions of the Covenant were destroyed in the [[Last War]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Crimson Covenant",
        "tags": "[[secret society]] [[Blood of Vol]]",
        "modified": "20220506034157419",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]