[
    {
        "created": "20240314181944125",
        "text": "The Cul'sir Dominion (or Cul'sir Empire) was the greatest civilization of the [[Age of Giants]]. It arose with the arrival of the God-King [[Cul'sir]] the Visionary only a few centuries after the [[dragon]]s taught the secrets of [[arcane magic]] to the [[titan]]s around 13,000 years ago. The Empire expanded from the city of Cul'sirran (formerly Cor'dran, where modern-day [[Stormreach]] stands) to encompass the northern shores of [[Xen'drik]], including the modern-day [[Skyfall Peninsula]], [[Kapaerian Island]], [[Shargon's Teeth]], and the lost landmasses that once connected all of these regions. The [[titan]]s of the Cul'sir Dominion sought to dominate all reality, exploring the [[plane]]s as well as [[Eberron]]. The Dominion subsumed the \"storm thrones\" of other titan civilizations, such as Cor'dran and Aulantaara, but allowed them to persist as provinces with magistrates loyal to the Dominion. Other civilizations, such as the [[Sulat League]] and the united [[Group of Eleven]], maintained their sovereignty until the end of the [[age|Age of Giants]] by specializing in their own fields of [[arcane magic]] and [[artifice|artificer]] and exchanging their expertise with the Empire's, positioning themselves as more valuable unconquered.\n\nInspired by the incredible dreamshaping power of the [[Quor-Toa|kuo-toa]] beneath the [[Golden Sea|Barren Sea]], [[Cul'sir]] and his [[wizard]] spellcrafters developed the field of [[arcane magic]] known as [[oneiromancy]] over hundreds of years. The lucid dreamers of Cul'sir were able to remain conscious each night within [[Dal Quor]]—a [[plane]] where [[time passes ten times faster|Flowing Time]] as it does on Eberron. For every eight hours of sleep, a Cul'sir dreamer could spend three days learning, experimenting, and communicating with peers, an ability which accelerated Cul'sir culture and technology far beyond that of its rivals. The discovery of this power directly led to the aggressive expansion of the Cul'sir Empire across northern [[Xen'drik]]. At the height of its power, the Empire even created artificial [[manifest zone]]s to [[Dal Quor]] aligned to specific dreams, allowing Cul'sir somnarchs to imagine impossible fractal buildings into existence.\n\nThe overuse of Cul'sir [[oneiromancy]] may have been the trigger which led to the war between the [[titan]]s and the [[quori]]. That great conflict culminated in the giants' [[destruction|Moon Breaker]] of the moon [[Crya]] and severing [[Dal Quor]]'s direct connection to [[Eberron]]. Entire Cul'sir cities were leveled as dream-architecture collapsed, and the [[oneiromancer|oneiromancy]]s were left devoid of power; even [[Cul'sir]] himself was significantly weakened. (Meanwhile, the entire undersea kingdom of the [[Quor-Toa|kuo-toa]] collapsed into madness.)\n\nIn the chaos following the end of the [[quori]] war, the [[elf]] slaves of the [[titan]]s rose up and fought for their freedom, leading to [[Cul'sir]]'s attempt to use world-breaking magic against the elves. This resulted in the arrival of the [[Light of Siberys]], the Shattering of [[Xen'drik]], and ultimately the end of the [[Age of Giants]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Cul'sir Dominion",
        "tags": "defunct nation Xen'drik",
        "modified": "20240328015631692",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the ",
        "tooltip": "greatest titan civilization of the Age of Giants",
        "alternatetitle": "Culsir Empire"
    }
]