[
    {
        "created": "20200420215810408",
        "text": "The Cults of the Dragon Below are various cults that worship the dark forces of [[Khyber]]. Tenets of such cults might include:\n\n* A paradise exists within the world, a vale bathed in the light of the [[Inner Sun|Vale of the Inner Sun]]. Earn your passage with the blood of worthy foes.\n* Our existence is a chrysalis state, preparing us for transcendent immortality within the bowels of the [[gibbering mouther]].\n* The [[Lord of Eyes|Belashyrra]] sees all secrets. Its gaze elevates the worthy and slays the unbeliever. Drive doubt from your heart, and you will see reality through new eyes.\n\nThe Cults of the Dragon Below are wildly diverse. The\ntenets above describe the beliefs of three different\ncults. [[Warlocks|warlock]] draw power from [[demon]] [[overlord]]s, and\n[[daelkyr]] cultists serve [[mind flayer]]s and [[beholder]]s. Others embrace deep convictions that others see as madness. Outsiders use the term \"Cult of the Dragon Below\"\nas a blanket term to describe these disparate beliefs,\nbut the cultists don't use this name or see themselves as\npart of a greater whole. \n\nCults of the Dragon Below are based on madness or\npower. A cult that seeks power chooses to serve a dark\nforce because of the gifts they receive from it. A cabal of\nscholars might serve the demon [[overlord]] [[Sul Khatesh]]\nin exchange for secrets of magic. In the [[Mror Holds]],\ndwarf [[clans|Mror clan]] bargain with [[Dyrrn]] the Corrupter to gain\n[[symbiont]]s and sinister gifts. The [[Shadow Marches]] contain cults devoted to the [[daelkyr]] [[Belashyrra]] and [[Kyrzin]]. Membership in such a cult is voluntary, and spellcasters are more likely to be [[warlock]]s or [[wizard]]s than [[cleric]]s;\ntheir power comes from bargaining, not from faith.\n\nCults driven by madness have a warped view of reality. A cultist might believe [[aberration]]s are a higher form of life and that the [[daelkyr]] will elevate mortals.\nOther cultists may not recognize the true nature of the\nbeings they serve. A cult of [[Rak Tulkhesh]] might truly\nbelieve their lord will bring peace to the world, even if\nthat peace must begin with bloody war. Joining such\na cult isn't a choice, it's something you fall into due to\nmadness. New cults can spring up anywhere, as seeds\nof madness take root and spread.\n\nCults of the Dragon Below often appear as antagonists. However, your character could be a member of a relatively benign cult. You might have been raised in a\ncult but broke free from its influence. If your character\nwas or is part of a cult, work with your GM to develop\nthe details of your sect. \n\n!! Symbol\n\nMany cultists carry pieces of volcanic glass or small\nKhyber [[dragonshard]]s, but the cults have\nno unified symbol. Individual cults develop a symbol\nbased on their fiendish patron or mad visions. Eyes, tentacles, and broken weapons are all common themes. \n\n!! Rites\n\nCult rituals are intense and often violent, including blood sacrifice and ritual combat. Many cultists consume unnatural substances, seeking a closer communion to [[aberration]]s. They perform rituals in [[Undercommon|Deep Speech]], though most cultists don't have a full understanding of the language. \n\n!! Temples\n\nCults meet underground, whether in caverns or sewers.\nRural cults seek out places twisted by the powers of the\nplane of [[Xoriat]] or [[Khyber]]. \n\n!! Examples of Cults of the Dragon Below\n\n<<list-links-article \"[tag{!!title}category[organization]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Cults of the Dragon Below",
        "tags": "religion",
        "modified": "20220331215733967",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]