[
    {
        "created": "20210219045139683",
        "text": "Cyre Wynarn was the middle child of King [[Galifar I|Galifar Wynarn]], born a mere minute after their twin sister, [[Aundair|Aundair Wynarn]]. When the Kingdom of [[Galifar]] was formed, the king granted Cyre the role of governor-princess over the domain of [[Metrol]], the area later known as [[Cyre]] (and today known as the [[Mournland]]). By the time the king abdicated in 40 YK, Cyre was his only surviving scion, and became the second ruler of [[Galifar]]. They were succeeded by their son, Galifar II, known as [[Galifar the Dark]].\n\nCasual students of history may be confused by contradictory accounts of the namesake of Cyre. In some accounts Cyre was [[Galifar|Galifar Wynarn]]'s daughter, twin to [[Aundair Wynarn]]. In others, Cyre is described as the youngest son of Galifar I, who ruled as king after his father stepped down. Both accounts are true; it was Princess Cyre whose vision of unity shaped her father's kingdom, and King Cyre who ascended to his throne. \n\nThe twins [[Aundair|Aundair Wynarn]] and Cyre were the most mystically gifted of the [[Wynarns|Wynarn family]]. Aundair specialized in [[evocation]] and [[conjuration]], while Cyre was devoted to [[divination]], [[illusion]], and [[transmutation]]. Her interest was always in understanding the true nature of a thing... and exploring the ways it could be expressed. Where Aundair was bold and often reckless, Cyre was thoughtful and empathetic. Cyre's motto is \"//What our dreams imagine, our hands create//,\" and it was her motto before it was the [[nation's|Cyre]]. She sought to understand the people of the [[Five Nations]], and it was her vision of all five working together—of harnessing the best in all of them—that drove the development of her nation and the foundation of [[Galifar]]. \n\nCyre's mastery of [[transmutation]] was unprecedented in the [[Five Nations]]. Their greatest creation was //Cyre's Mantle//, which used principles of transmutation and [[divination]] both to alter the form of the wearer and imbue them with new knowledge. Cyre didn't use the Mantle as a disguise, but rather used it to create unique personas reflecting different aspects of their identity. Their subjects grew used to \"The Five Faces of Cyre,\" and Cyre considered each to be as much their true face as the one they were born with; few who knew Cyre were surprised or disappointed that they chose to rule as a king, using a confident, decisive persona that embodied their strongest leadership qualities. After their coronation, Cyre used the Mantle less often; King Cyre wanted the people to have a clear and consistent image of their king, only using their other personas in private or with close advisors. \n\nThose who are familiar with [[changeling]] cultures may recognize elements of [[Traveler]] philosophy in Cyre's use of personas. While the truth is buried beneath centuries, some tales say that Cyre had great respect for the Children of Jes and helped them establish havens across the united kingdom. In some of these tales, Cyre didn't actually create Cyre's Mantle, but rather received it as a gift from the [[Traveler]]. Whatever the truth, both Cyre's Mantle and a number of their advisors disappeared after the king's natural death; there have been a number of tales of the Mantle being used at various points in history, but its current location remains a mystery. ",
        "type": "text/vnd.tiddlywiki",
        "title": "Cyre Wynarn",
        "tags": "Galifar [[Wynarn family]] deceased human humanoid",
        "modified": "20220506020718426",
        "color": "#FEA627",
        "category": "person",
        "article": "King "
    }
]