[
    {
        "created": "20200422191716811",
        "text": "<div style=\"float: left; width: 85px; margin-right: 10px; margin-top: 10px;\">{{$:/plugins/wccbuck/daanvi.svg}}</div>\nThere's a rhythm to Daanvi, a subtle metronome keeping perfect time.\nIf you act without thinking, you unconsciously move to the beat. The streets may be crowded, but everyone walks at the same pace, every foot striking the ground at the same moment. It takes a conscious effort to break this rhythm, change the pattern, stand out from the crowd. Your instincts push you to fall in line, match the pattern, be part of the great machine.\n\nThis is Daanvi, the Perfect Order. It represents the triumph\nof law over lawlessness, of discipline over chaos. From the\nperfectly structured insect hives to the [[inevitable]] tribunals that\njudge every mortal action, this is a triumph of order. On the one\nhand, Daanvi shows how structure and discipline can create\nenduring systems, and how laws are the backbone of prosperous\ncivilization. On the other hand, it can crush individuality and\ninnovation. It shows that laws can serve justice, but they can\nalso pose an endless series of obstacles, or even be the tools\nof tyrants. Daanvi encompasses all of these paths. It shows the\nbenefits of law and order—and the risks of taking them too far.\n\n!! Universal Properties\n\nThe impulse toward order affects all creatures in Daanvi. It's\nimpossible to knowingly lie while in Daanvi, and the effects\nof random chance are reduced. In Daanvi, all things are\ninherently reliable—remarkable fortune and bad luck are\nequally rare.\n\n* [[Plane of Truth]]. A creature can't tell a deliberate lie. It can avoid answering questions, or be evasive in its answers, as long as it remains within the boundaries of the truth.\n* [[Impeded Illusion]]. Magical [[illusion]]s are attenuated. The duration of illusion spells is halved.\n* The [[Eyes of the Law]]. The range and duration of [[divination]] spells are doubled.\n* [[No Chance]]. Randomness is diminished. Unlikely events become nearly impossible. Likely events become nearly certain. Once per scene, you can forgo rolling dice on an [[attempt|Taking Action]] and get a low-[[impact]] [[partial success]].\n* [[Flowing Time]]. For every 10 minutes that pass in Daanvi, only 1 minute passes in the Material Plane. So if a creature spends 10 days arguing a case before a Daanvian court, less than a day has passed on Eberron.\n\n!! Denizens\n\nAll denizens of Daanvi either embody the concept of law and\norder or exist to be bound by it. Most [[modron]]s, [[angel]]s, and\n[[devil]]s perform administrative tasks as they serve as cogs in the\ngrand machinery of their plane. Nearly all of Daanvi's inhabitants\nfollow an unvarying daily cycle, each denizen limited by its jurisdiction. Some authorities can move freely and enforce laws in multiple layers. But a [[deva]] can't take action in the [[Iron Ward]], even if it feels that an adventurer is suffering injustice, because that ward is under the jurisdiction of the local devils.\n\nThe appearance of angels and devils of Daanvi is similar to [[modron]]s and [[inevitable]]s. They might have metallic skin or wings, or even look like living [[construct]]s. These immortals are creatures of absolute law and can't be\ncompelled to break it or act against their nature or instructions.\n\nDaanvi doesn't have a significant population of mortals, though\nthere are other [[immortal]]s in Daanvi beyond those explored\nby this section, each one representing a facet of the plane; for\nexample, ant-like [[formian]]s inhabit numerous layers of their own.\n\n!!! Modrons and Inevitables\n\n[[Modron|modron]]s, Daanvi's most common inhabitants, are embodiments\nof pure law, with no bias toward justice or oppression. They do\ntheir assigned tasks and obey every law; nothing more, nothing\nless. [[Monodrones|monodrone]] can be found in many layers performing the\nmost basic tasks. More sophisticated modrons perform endless\nadministrative tasks and enforce basic laws.\n\nMany modrons and [[inevitable]]s serve specific\ntasks within the plane. In particular, an entity known as the\nKolyarut resides beneath the [[Hall of Justice]], with absolute\nauthority over enforcing the law. The Kolyarut acts through a\nlegion of host bodies, one of which serves on every [[inevitable]]\ntribunal; these beings are also called Kolyarut, though they're\nonly representatives of the greater force.\n\n!!! Angels\n\nThe [[angel]]s of Daanvi represent law in the service of justice and\nthe greater good. These immortals enforce the laws, but also\ndo their best to act fairly and to see that justice is done. While\nangels have duties to attend to and rarely have time to simply\nchat with random mortals, they're typically kind and helpful\nwhen they do have time. They believe with all their being that\nlaw and civilization are the most vital virtues of all, and that the\nlaw can't be set aside for any reason.\n\n[[Deva|deva]]s and other angels of similar power are local authorities.\nThey can be found as ministers, magistrates, and sages. A deva\nmay be appointed to serve as a counselor for mortals called\nbefore an [[inevitable]] tribunal. The devas at the [[Infinite Archive]]\nserve as sages; [[modron]]s file and record, but the devas study the\ndata and reflect on it. Meanwhile, powerful [[planetar]]s serve as\nhigh ministers and guardians of important gates and sites.\n\n[[Solar|solar]]s dwell in the [[Panopticon]]. There are thirteen solars,\neach assigned to monitor and administer justice within one\nof [[Eberron]]'s [[plane]]s (though no solar holds dominion over the\nMaterial Plane). However, there are a host of restrictions on\nhow and when they may act. Typically, a solar must be invoked\nby a legitimate authority within the plane in question—so while\n[[Hazariel]], the Solar of [[Syrania]], is usually called in to cast down\n[[radiant idol]]s, [[Azazar]], the Solar of [[Xoriat]], has never yet been\ncalled on by that plane. Until called, they watch; while in the Panopticon, solars can observe anything that occurs in the plane of their dominion. Shortly before the shift of the Dream of the Age that produced [[il-Lashtavar]], [[Tyrala|Tyrala (solar)]], the Solar of [[Dal Quor]], went to investigate the actions that resulted in Dal Quor being\nthrown off its planar axis; she hasn't been seen since.\n\n!!! Devils\n\nThe [[devil]]s of Daanvi represent law in the service of tyranny\nand personal gain. In essence, they depict the danger of laws\nand how order can become an oppressive force. While the\n[[angel]]s and devils of Daanvi despise one another, the strict laws\ndetermining jurisdiction mean that they rarely come into contact\nand almost never engage in combat—though it's common for\na devil and an angel to be found in opposite positions arguing\na case before an inevitable tribunal in the [[Hall of Justice]].\n\nMost often, devils are found in layers such as the [[Iron Ward]], where they're cruel enforcers and tyrants. They can be encountered as guardians and sentinels, though they're invariably too harsh when it comes to performing their duties.\nOther devils seek to exploit loopholes and use the law to their\nadvantage, extorting adventurers or otherwise using the law as\na weapon. [[Orthon|orthon]]s and [[erinyes]] apprehend lawbreakers, while [[pit fiend]]s serve as executioners in the [[Hall of Justice]].\n\n!!! Subjects\n\nEvery tyrant needs people to oppress, while every utopian\nsociety needs people to enjoy its just laws. The countless\n[[manifestation]]s of Daanvi, called subjects, serve this purpose.\nThey're humanoid, but their shape is indistinct. They provide\nthe //impression// of a person—someone completely normal and\nunremarkable, often of the same species as the viewer—but no\nmatter how hard anyone tries, it's impossible to actually focus\non them. Conversations with subjects are surface-level at best,\nwith no distinct personality or goals. Subjects pose no threat\nin combat, and are dispersed if they suffer any damage, only\nto reform within a few minutes.\n\n!! Layers\n\nDaanvi is home to hundreds of [[layer]]s, and each is a metaphor\nfor a particular aspect of order or civilization. Time is consistent\nacross all layers, though in some, denizens work at all hours,\nwhile in others, there are strict regulations about what times\ncertain activities are allowed. Daanvi has its own calendar, but\ndenizens can easily translate it to the [[standard calendar|Khorvaire calendar]] of\nGalifar (or any other system) when dealing with visiting mortals.\n\nTraveling to Daanvi using [[plane shift]] or similar abilities takes\nyou to the [[Prime Gate]]. The portals between layers are clearly\nlabeled and easily found, with angelic guides happy to provide\nassistance. Lesser portals are guarded by [[modron]]s, while\nmajor portals may be maintained by a [[horned devil]] or [[planetar]].\nTravel passes can be obtained at the Prime Gate, though\nviolating local ordinances can result in a revoked travel pass.\n\nWhile some rules—such as the system of gateways and travel\npasses—are universal, every layer has its own distinct laws.\nOften these are typical—no theft, no assault except in self-defense. However, layers may have unusual ordinances—no spellcasting [[illusion]] magic after noon. The scope of laws,\npunishment, and enforcement vary considerably based on the\noppressiveness of the layer; is it generally just (administered by\n[[angel]]s), even-handed ([[modron]]s), or oppressive ([[devil]]s)? In\ngentler layers, lawbreakers receive an instructive warning from\nan angel; those in harsher layers aren't so lucky. In some cases,\nguardians administer an immediate punishment, as discussed below\nin the “Daanvian Judgment” section. More serious offenders\nmay be taken to the [[Hall of Justice]] to face an [[inevitable]] tribunal.\n\nSome of Daanvi's most noteworthy layers are described\nbelow; other layers each express some form of order of\ncivilization, though most are of little interest to adventurers.\nThere are examples of utopian governance, mob justice, and\ncountless other examples of law at work. The Perfect Grange\nis a vast, precisely maintained farm, displaying the virtues of\nagricultural discipline. Hive 43 is a [[formian]] settlement where\nimmortal ant-like spirits care for their queen; if that doesn't\nstrike your fancy, maybe one of the other 42 hives will!\n\n<<list-links-article \"[tag{!!title}tag[layer]sort[title]]\">>\n\n!! Daanvian Judgment\n\nWhat happens when characters break the laws of Daanvi? In\ntheory, there's an incredibly complex Code of Justice that the\nKolyarut uses to determine the ideal punishment. In practice,\nthe punishment should fit the crime, but it depends on the\ndistrict where the judgment takes place. An [[angel]] upholds the\nlaw but seeks to ensure that the punishment truly is fair; a [[devil]]\nmay use the threat of a disproportionate punishment (entirely\nlegitimate by the Code of Justice, of course) to drive extortion.\n\nPhysical punishments are possible, from beating to\nmaiming (such as the loss of an eye or tongue) to execution.\nSuch punishments are most common in oppressive layers.\nImprisonment is rare, but possible, either in a local cell or the\n[[Inescapable Prison]]. Because of the flowing time of Daanvi, a\nhundred years in a Daanvi cell is only ten years on Eberron.\n\nFines are common, not because Daanvi needs revenue,\nbut because it's easily adjusted to the individual. Fines like\ngold or property can be taken immediately, or future earnings\nmight be garnished; perhaps half of all gold the character\nacquires immediately vanishes until the fine has been paid.\n\nAnother common punishment is the //judgment tattoo//, a\ncomplex marking placed across the victim's face that can't\nbe removed by any power short of a [[wish]] spell. Any creature\nthat speaks a [[language]] can magically understand its meaning,\nconveyed in a simple concept like MURDERER or THIEF.\n\nOther magical punishments could be imposed. The offender\ncould experience the effects of [[bestow curse]] for a year or a\nlifetime. A liar could be unable to tell a lie for a year (though\nthey can be evasive in their answers). A convict could be\nstripped of a particular skill, losing the benefits of a specific [[talent]] during their the sentence. They could be stripped of fame, and no one will give the victim credit for positive actions, though they can still receive blame for misdeeds. There are\nfew limits on what an inevitable tribunal can do, and undoing\nsuch a judgment requires the power of a [[wish]].\n\n!! Planar Manifestations\n\nHere are a few ways Daanvi can affect the Material Plane.\n\n!!! Manifest Zones\n\n[[Manifest zones|manifest zone]] tied to Daanvi—which are relatively uncommon—often share one or more of the plane's [[universal properties|universal property]]. Zones with the [[Plane of Truth]] property are often used as makeshift courtrooms by local communities, and a number of\nthe largest courthouses in the [[Five Nations]] are built in such zones. [[Intelligence agencies|intelligence agency]] are always searching for zones\nwith the [[Eyes of the Law]] property. Other zones simply reflect\nthe unnatural order of the plane—crops innately grow in perfect\nrows, or residents find they are more naturally inclined to follow\norders. Unsubstantiated legends tell of [[modron]]s appearing in\nmanifest zones, attempting to “repair” any local buildings and\nredesigning them to match the architecture of the Perfect Order.\n\nThe most famous and prominent example of a Daanvi manifest zone in [[Khorvaire]] is the region surrounding the city of [[Fairhaven]].\n\n!!! Coterminous and Remote\n\nDaanvi has coterminous and remote periods, but unlike those\nof other planes, these have no obvious effects. Some sages\nbelieve it may impact the performance of certain rituals or the\ncreation of [[eldritch machine]]s, and others try to link the rise of\nmajor civilizations to coterminous periods, but any supporting\nexamples could be entirely coincidental. Daanvi is noteworthy\nfor its exceptionally long cycle. Traditionally, when Daanvi\nbecomes coterminous, it remains so for an entire century; one\nhundred years after that, it becomes remote for a century.\n\n!!! Daanvian Artifacts\n\nDaanvi does two things remarkably well: watch people and\npunish them. Adventurers could come into possession of an\nexceptional [[crystal ball]] that's been stolen from the [[Panopticon]],\nor a set of [[dimensional shackles]] lost by an [[orthon]] bounty\nhunter. Another way that people on the Material Plane can\ninteract with Daanvi is through an //unbreakable contract//. In\nthe [[Hall of Justice]], any two creatures can negotiate a contract\nbefore a Kolyarut. The terms are inscribed on an enchanted\nsheet of gold (worth 500 [[crowns|money]]) and bound to an [[inevitable]], which\nacts to enforce the contract. On [[Eberron]], a powerful conjurer\ncould use [[planar ally]] or a similar spell to summon a Kolyarut to\nset a contract (though they must provide the gold).\n\n!! Daanvian Stories\n\nDaanvi rarely intervenes in daily life, and people don't often\nthink of it due to its lack of dramatic coterminous and remote\ncycles. Except for those who live near manifest zones, it\ndoesn't intrude on people's lives. The main way Daanvi impacts\nadventures is if the party needs to get something from the plane\nitself—they might need knowledge contained in the [[Infinite Archive]], or to know something that can only be seen from the\n[[Panopticon]]. However, they'll have to have a solid case to get\npast the [[Prime Gate]]... or be prepared to bribe a [[devil]].\n\n//''The Wynarn Report.''// After an ambush gone wrong, the\nadventurers find themselves in possession of a file stolen from\nthe [[Infinite Archive]]—an indestructible journal containing deep\nand dangerous knowledge about someone very important. A\nking? The baron of a [[dragonmarked house]]? This could be\nruinous if it falls into the wrong hands, and it's possible that the\nArchive will send someone—or something—to recover it. Since\nit can't be destroyed, what will they do with it?\n\n//''The Trial.''// After an adventuring mishap on another plane—perhaps in the [[Immeasurable Market]], as [[Syrania]] is most likely to\ninvoke Daanvi's justice—the adventurers are collected by a [[solar]]\nand must account for their actions before an [[inevitable]] tribunal.\n\n//''The Convict.''// A longtime ally of the adventurers always\nwears a mask. During a battle, the mask is knocked aside,\nrevealing a //judgment tattoo// that signifies LIAR. Is there a\nreasonable explanation for this?\n\n//''The Contract.''// The adventurers are negotiating a contract\nthey don't intend to uphold, but the other party has a surprise;\nusing a scroll of [[planar ally]], a Kolyarut [[inevitable]] is called to\nestablish an unbreakable contract. Can the adventurers find a\nway around this? Will they accept the contract's terms, or face\nthe wrath of the inevitable and judgment in Daanvi?",
        "type": "text/vnd.tiddlywiki",
        "title": "Daanvi",
        "tags": "plane",
        "modified": "20220802213509563",
        "tooltip": "plane of perfect order",
        "color": "#2E4708",
        "category": "location",
        "article": "the Perfect Order, "
    }
]