[
    {
        "created": "20200422192604241",
        "text": "<div style=\"float: left; width: 85px; margin-right: 10px; margin-top: 10px;\">{{$:/plugins/wccbuck/dalquor.svg}}</div>\n\nDal Quor is both impossibly distant and remarkably close. Tens of thousands of years ago, the [[giant]]s of [[Xen'drik]] shattered the ties between [[Dal Quor]] and the Material Plane. Since then, it's been permanently remote, and no naturally occurring [[manifest zone]] to Dal Quor has been discovered. Not even [[plane shift]] or [[astral|Astral Sea]] travel can allow direct contact with the Region of Dreams. And yet, it's also the closest of the\nplanes—to visit, just close your eyes.\nDreaming is a form of spiritual travel, as\nyour mortal consciousness is drawn to Dal Quor.\n\nDal Quor is the realm of dreams, a place of imagination\nwhere memory and emotion can shape reality. The stories of\n[[Thelanis]] bring people together in a shared tale; by contrast, the\ndreams of Dal Quor are unique, individual, and fleeting. They're\ndefined by our experiences and desires, and we rarely remember\nthem when they're over. Dreams allows us to sift through\nour subconscious, and they are ours alone—or at least, they\n//should// be... if they aren't manipulated by an outside force. The\ndenizens of Dal Quor reflect the secondary theme of the plane,\nand—for now, at least—that theme is nightmares. The [[quori]] prey\non mortal dreams, twisting them to produce the emotions they\ncrave. This doesn't mean all dreams are nightmares—but when a\nquori takes an interest in your dream, it'll usually become one.\n\n!! Universal Properties\n\nDal Quor is a place where impossible things are possible and\nthe surroundings can change in the blink of an eye. What\ndifferentiates it from [[Kythri]] and [[Xoriat]] is that these changes\nare drawn from the minds of dreamers, both from the mortal\nsubconscious and the ancient dreams of [[il-Lashtavar]] itself.\nEven when you're exploring someone else's dreams, your\ndesires and memories can infect the landscape. The table below provides ideas for how a dream could change.\n\n| !<<dr d8>> |!Shifting Dream Event |\n| 1 |A familiar melody can be heard throughout the area. Ask a player to describe the song. |\n| 2 |A word appears on the wall. Is it a clue, or just mysterious? |\n| 3 |A familiar NPC—a trusted ally or despised villain—enters. |\n| 4 |A creature's weapon, armor, or other equipment takes on an irrational new appearance—perhaps a giant banana. This has no effect on its statistics, and the effect ends in 1 minute. |\n| 5 |A creature now appears to be a child or a creature of another race. This has no effect on their abilities, and the effect ends in 1 minute. |\n| 6 |A creature's beloved pet—perhaps from their childhood—appears in the scene. |\n| 7 |There's a dramatic—and possibly surreal—shift in the weather or apparent time of day. |\n| 8 |A creature gains the ability to fly as fast as they can normally walk. This lasts for 1 minute. |\n\n* //''Extremely Morphic.''// The environment of Dal Quor can shift at any moment. These changes are generally drawn from the mind of the current dreamer, but at the GM's discretion, the thoughts of adventurers might impact another creature's dream that they're currently experiencing.\n* //''Extended Illusion.''// The duration of [[illusion]] spells is doubled.\n* //''Flowing Time.''// For every 10 minutes that pass in Dal Quor, only 1 minute passes on the Material Plane. While sleeping for 8 hours, a creature could spend 3 days in Dal Quor.\n\n!! The Turning of the Age\n\nThe layers of Dal Quor are shaped by dreaming minds. The\n[[quori]] believe the heart of Dal Quor is itself the dream of an\nimmense, ancient spirit, and that they themselves are simply\npart of its dream. They call this the //Quor Tarai//—the Dream of\nthe Age. But there's a catch: every dream ends when the dreamer\nwakes up. Forty thousand years ago, the [[giant]]s of [[Xen'drik]] fought\na war with Dal Quor—but none of the current quori remember\nthis war or anything that happened before it. They believe this is\nbecause the Quor Tarai came to an end. Dal Quor woke from its\ndream, then immediately returned to its slumber and began to\ndream again... but it was a //new// dream, with entirely new quori.\n\nThe quori call this transition the Turning of the Age. They\ndon't know how many times it's happened before, and they know\nnothing about the quori of the previous age. But they believe that\neach incarnation of the Quor Tarai has its own distinct flavor.\nThe present Quor Tarai is [[il-Lashtavar]], the Great Darkness that\nDreams. It's malevolent and cruel, and that's reflected by the\nquori it's created. But a handful of quori didn't fit in this dream.\nThese are the quori that became the [[kalashtar]], who consider\nthemselves harbingers of transformation. The kalashtar believe\nthat the next incarnation of the Quor Tarai will be an age of\nhope and compassion; they call it [[il-Yannah|Path of Light]], the Great Light.\n\nSo all quori know that one day, Dal Quor will wake from its\ndream, and when it does, all existing quori will be destroyed.\nThis drives the conflict between the [[kalashtar]] and the\n[[Dreaming Dark]]. The kalashtar believe their devotions and\nmeditation slowly turn the wheel toward a dream of light.\nMeanwhile, the agents of the Dreaming Dark believe they can\npermanently anchor the Quor Tarai in the current age, if only\nthey can control enough mortal dreams—a process begun\nwith [[Sarlona]]. It's up to the GM to decide if the kalashtar can\nusher in a new age over the course of the campaign, or if the\nDreaming Dark will maintain the status quo. If the Turning of\nthe Age occurs, all existing quori will be destroyed and reborn;\nno one knows what this will do to the kalashtar or foreign\ncreations like the [[Uul Dhakaan]].\n\n!! Denizens\n\nThe [[quori]], children of il-Lashtavar, are the most numerous\nof the native spirits of Dal Quor. But quori aren't the only\ncreatures dreamers can encounter in the Region of Dreams.\n\n!!! Dreamers\n\nAt any given moment, there are millions of dreaming minds\ncreating islands in Dal Quor. [[Human|human]]s, [[orc]]s, [[giant]]s, [[dragon]]s—any creature that dreams can be found in this plane. \n\nA rare few dreamers are lucid and in full control of their\nactions, due to either training or magic; these are capable of\nleaving their own dreams and moving between the plane's\ndream islands and layers. However, the vast majority of\ndreamers aren't lucid. They're driven by their subconscious,\nand react based on instinct and deep desires; they likely won't remember the events of a dream clearly. Either way, when a dreamer dies in their dream, they wake up; however, this death can still have consequences, as described in the \"Dying in Dreams\" section of the [[Dreaming Dark]] page.\n\n!!! Figments and Drifters\n\nWhen you have a dream and you meet your old drill sergeant,\nit's not actually your old drill sergeant, and it's (probably) not\na [[quori]]. It's simply a figment, manifested from the void by Dal\nQuor. When you wake up—or even just leave the scene—this\n[[manifestation]] vanishes, absorbed back into the essence of the\nplane. A figment can be anything—a friend of yours, a [[zombie]]\nversion of that friend, a [[demon]], a [[dragon]]—but the catch is that\nit's drawn from the mind of the local dreamer. When you dream\nabout your old drill sergeant, they can't tell you a secret you don't\nalready know, because they're part of you. On the other hand, if\nyou're in someone else's dream—or if a quori has taken control of\nyour dream—then the figments can surprise you, because their\ncapabilities and knowledge are drawn from someone else's mind.\n\nA figment could use the statistics of the creature it represents,\nor it might be limited, as the dreamer doesn't know what it's\nactually capable of. Conversely, a figment [[goblin]] could have the\nstatistics of an [[ogre]]—in this dream, that's one tough goblin.\n\nOccasionally, a remarkable figment develops the ability to\npersist beyond the dream that created it—becoming a truly\nsentient spirit instead of a simple manifestation. Such figments\nmight be useful guides or allies for mortal dreamers, or become\npredators that travel from dream to dream and prey on mortal\nfears. Such free-willed figments are called ''drifters''.\n\n!!! The Quori\n\nThe [[quori]] themselves are figments—figments of [[il-Lashtavar]],\nthe current Dream of the Age. However, these figments are\nimmortal, and don't disappear when a mortal's dream ends;\nif they're destroyed, they're simply reborn within the heart of\nil-Lashtavar. Like other figments, they come into existence\nknowing the role they are supposed to play: they are shapers of\nnightmares. Each type of quori feeds on a particular emotion;\n[[tsucora]] quori craft terrifying nightmares so they can feast on\nmortal fear, while the [[du'ulora]] thrive on anger.\n\nWhen a quori enters a dream, it can create new figments,\nalter the story's script, or change its own appearance (though its\nstatistics remain the same). If the invading quori is killed within\nthe dream, the story reverts to the original script, so most quori\nprefer to remain in the background while shaping a dream;\nhowever, some are arrogant and can't resist playing a starring\nrole. The quori don't create //every// nightmare; there are millions\nof dreamers, while the quori number only in the thousands. But\nthe nightmares they personally create are works of art.\n\nIn the first days of il-Lashtavar, the quori had no purpose aside\nfrom preying on mortal dreams. Now they believe they're fighting\nfor their survival, and they use their abilities to manipulate\nmortals and the waking world. But always remember that the\nquori began as crafters of nightmares, and consider how each\nquori's favorite emotion may color its actions.\n\n!!! Interlopers\n\nSome creatures in Dal Quor are neither figments nor mortal\ndreamers. [[Night hag|night hag]]s freely come and go, collecting nightmares\nfor their own purposes. Here are some other interlopers.\n\n//''The Fey of the Fading Dream.''// [[Taer Lian Doresh]] is a [[feyspire]] that exists between Dal Quor and the Material Plane. The [[eladrin]] of this feyspire can freely pass to both planes, and are perhaps the only mortal beings who can do so.\n\n//''The Souls of Dragons Long Dead.''// Some [[dragon]]s of [[Argonnessen]] anchor their spirits to a psychic anchor in Dal Quor known as the [[Draconic Eidolon]], such that upon their deaths, their souls are held in the Ocean of Dreams rather than passing on to oblivion in [[Dolurrh]]. \n\n!! Layers\n\nDal Quor doesn't have [[layer]]s like other [[plane]]s. Instead, it can be\nseen as a vast ocean. When a mortal dreams, they fall into that\nocean and create an “island”: a dream pocket, shaped by their\nmemories and desires. When they wake, this island disappears.\nSo at any given moment, Dal Quor contains millions of islands,\nbut none last for long. A passive dreamer can't leave their own\nisland, but a lucid dreamer can find ways to travel between them.\nTypically this involves portals, doors within a dream that have a\npsychic connection to the destination—but it's also possible to\nbreak through the psychic border of an island, to fly to another\nisland on a ship of dreams or an imaginary winged beast.\n\nThese flickering islands orbit the stable [[core|il-Lashtavar]] of the realm, the\ndark heart of the Quor Tarai. In addition to the regions discussed\nbelow, there may be other permanent islands in the [[Ocean of Dreams]], following the example of the [[Uul Dhakaan]] and the [[Draconic Eidolon]]. Who created the island, and what sustains it?\n\n<<list-links-article \"[tag{!!title}tag[layer]sort[relevance]]\">>\n\n!! Planar Manifestations\n\nEver since the [[Age of Giants]], it's been nearly impossible to\nphysically interact with Dal Quor from the Material Plane. This\nforces the [[quori]] tied to the [[kalashtar]] and the [[Inspired]] to act\nthrough mortal agents. The only denizens of Dal Quor that can\neasily enter the world are the [[fey]] of the Fading Dream. Otherwise, the primary way that Dal Quor manifests in the world is through dreams. The plane is always remote; undoing this damage would be an epic quest, potentially returning the [[thirteenth moon|Crya]] to the sky. But even at a distance, Dal Quor can affect the waking world.\n\n!!! Manifest Zones\n\nThe metaphysical damage caused in the conflict between Dal\nQuor and the [[giant]]s of [[Xen'drik]] broke the ties between [[Eberron]]\nand Dal Quor. There are no naturally occurring [[manifest zone]]s\nto Dal Quor, and even [[plane shift]] won't allow travel there.\nHowever, though //natural// manifest zones don't exist, anything\nis possible with an [[eldritch machine]], whether in the hands of\nthe [[Dreaming Dark]] pursuing subtle conquest, or simply an\neccentric [[artificer]] seeking the advancement of arcane science.\n\n!!! Quori Artifacts\n\nWhile it's rare to encounter objects on Eberron that come from\nDal Quor, the [[Inspired]] of [[Sarlona]] create objects using [[quori]]\ntechniques. The primary substance used in quori objects is a\nform of solidified emotion called [[sentira]]. Quori [[magic item]]s generally enhance telepathy or other psychic effects.\n\n!! Quori Stories\n\nSome story ideas relating to the [[Dreaming Dark]] can be found on that page. Here are a few additional ideas.\n\n//''Familiar Figments, Figment [[Familiar|familiar]]s.''// The adventurers\ndiscover their dreams all share the same figure, appearing\nregularly to each of them. It could be humanoid (a childhood\nfriend, an old mentor), a shapechanging raven, or a talking\npurple cat. It was once merely a figment of one of their\ndreams, but it's become a drifter, able to move between\ndreams. It could offer advice, carry messages to characters\nwhen they're separated from friends, or warn of things it's\nseen in the dreams of their enemies.\n\n//''The Treacherous Whisper.''// A single fortress in the [[Uul Dhakaan]] has become infected by a [[daelkyr]] curse, turning the\nfigments within it into [[aberration]]s. Can this be contained and\ncleansed before it spreads and destroys the dream itself?\n\n//''The Fortress of the Fading Dream.''// [[Taer Lian Doresh]] exists\non the edge of Dal Quor, where mortals and quori meet face to\nface. The [[tsucora]] Astaleth has recently turned to the [[Path of Light]] and is hiding within the fortress; if she leaves, she'll be consumed by [[il-Lashtavar]]. Can adventurers find a way to save the rebel quori? Why is the leader Shan Lian Doresh allowing\nher to shelter in his hall?",
        "type": "text/vnd.tiddlywiki",
        "title": "Dal Quor",
        "tags": "plane",
        "modified": "20220222194455921",
        "tooltip": "plane of dreams, native plane of the quori",
        "color": "#2E4708",
        "category": "location",
        "article": "the Region of Dreams, "
    }
]