[
    {
        "created": "20200420211757442",
        "text": "The Dark Six are the shadows of the [[Sovereign Host]].\nThese dark gods shape the world and are present at all\ntimes, speaking to those willing to hear them. Where\nthe Sovereigns govern positive forces, the Dark Six are\nthe source of fears. [[Arawai]] and [[Balinor]] reflect the positive aspects of nature. The devastating storm, the earthquake, the wildfire? These are the work of the [[Devourer]].\n\nThe Dark Six and the [[Sovereign Host]] are opposite\nsides of the same coin. If you believe in one, you acknowledge the existence of the other. The only question is whether you fear the Six or revere them. Those who choose to follow these sinister deities embrace darkness. A [[barbarian]] may thank the [[Fury]] for the gift of rage. An assassin walks the path of the [[Mockery]], while a\n[[warlock]]'s pact may be a gift of the [[Shadow]].\n\nThe Dark Six inspire worship in different ways among diverse cultures. Temples to the Dark Six appear in [[Droaam]], along with wild revels driven by the [[Fury]] (see [[Cazhaak Creed]]). The Dark Six aren't worshiped openly elsewhere in [[Khorvaire]]; the gods' shrines are hidden, and it's more common to find a cult devoted to a single member of the Six than a temple dedicated to the entire pantheon. But while outright worship is rare, many traditions in the [[Five Nations]] involve offering sacrifices to the Dark Six to appease them and avoid disaster; for example, a [[Vassal|Sovereign Host]] might make a burnt offering to the [[Devourer]] to ward off a storm, and the [[Restful Watch]] acknowledges and placates the [[Keeper]] at every funeral.\n\nSee also [[Three Faces]], the mystery cults that honor groupings of two of the [[Sovereign Host]] and one of the Six.\n\n!! The Six\n\nThese common names and attributes describe the Dark\nSix as they are known in [[Khorvaire]]:\n\n* The [[Devourer]] is the Sovereign of Wave and Whelm.\n* The [[Fury]] is the Sovereign of Rage and Revel.\n* The [[Keeper]] is the Sovereign of Greed and Grave.\n* The [[Mockery]] is the Sovereign of Betrayal and Bloodshed.\n* The [[Shadow]] is the Sovereign of Magic and Mayhem.\n* The [[Traveler]] is the Sovereign of Chaos and Change.\n\n!! Symbol\n\nThe Hexagram represents the entire pantheon of the\nDark Six, and each has their own symbol. However, since the Six\naren't worshiped openly in most of [[Khorvaire]], each sect chooses a unique symbol based on the nature of their\ngod. Followers of the [[Devourer]] might carry a shark's tooth or a piece of wood scorched in a wildfire. A [[Keeper]]\ncult might use the nine-sided coin of [[Kol Korran]] with\nthe face disfigured. A particular sect uses these symbols\nconsistently, if not obviously. \n\n!! Temples\n\nTemples and shrines of the Dark Six hide behind disguises in the [[Five Nations]]. A cult of the [[Mockery]] might gather in a slaughterhouse, while a shrine to the [[Shadow]] remains concealed in the deep stacks of a library. Dedicated temples are built from dark stone, with six doors and the Hexagram engraved in the floor. ",
        "title": "Dark Six",
        "modified": "20221212225109398",
        "tags": "religion",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "gods of destruction, greed, wrath, selfish ambition, betrayal, and chaos; the shadows of the Sovereign Host"
    }
]