[
    {
        "created": "20201225203011711",
        "text": "The Dark Pack is an alliance of [[therianthrope]]s, [[worg]]s,\nand other bestial creatures in [[Droaam]] led by an [[elf]] werewolf\nnamed [[Zaeurl]]. The Dark Pack bears a deep hatred for\nfollowers of the [[Silver Flame]]. \n\n!! History of the Dark Pack\n\nIn the wake of the [[Lycanthropic Purge|Silver Crusade]], many [[therianthrope]]s fled to [[Droaam]]. Most congregated in the [[Watching Wood]] under the leadership of the werewolf [[Zaeurl]]. However, there are a few independent therianthropes\nscattered across the region. At the end of the Purge, the power of the curse of therianthropy was weakened, and most of these\nsurvivors couldn't spread the curse to others; they could only\npass it to their offspring. Keen to avoid any chance of further\npersecution, many of these renegade therianthropes spent their\nlives solely in animal form. Even today, most members of the\nDark Pack are born in animal form and consider it their true\nform. The natural therianthropes of [[Droaam]] have the ability to\nspeak in beast form, as [[worg]]s do, though this gift isn't passed\non to creatures they afflict with therianthropy.\n\nIn time, [[Zaeurl]] forged an alliance between the renegade\n[[therianthrope]]s and the native worgs of the Watching Wood, and\nthis bond—the Dark Pack—remains strong to this day. However,\njust as there are a small number of therianthropes with no ties\nto the Pack, there are worg packs scattered across Droaam.\nWorgs would often ally with Barrens chibs (chieftains), and [[gnoll]]s of\nthe [[Barrakas]] clan often form bonds to [[worg]] companions. In\ngeneral, the people of [[Droaam]] are quite comfortable with the\npresence of large predators, and it's polite to say //ta kuur//—You\nspeak?—to a [[beast]] you've never met before.\n\nIn recent years, the potency of the therianthropic curse has returned. All therianthropes can spread the curse, but the Daughters and Zaeurl both wish to avoid spreading therianthropy—at least for the moment. The Dark Pack follows strict instructions—//don't bite unless you intend to kill.// As with [[troll]]s, most town guards understand this rule; if your friend picks a fight with a werewolf, sorry, it //has// to kill them after biting them; that's just a matter of public safety. [[Sora Katra]] is studying the curse of therianthropy and may\ndevelop ways to prevent accidental contagion... or instead,\nshe might develop a program of carefully managed infection to\ncreate a new corps of therianthrope soldiers.",
        "type": "text/vnd.tiddlywiki",
        "title": "Dark Pack",
        "tags": "Droaam gang",
        "modified": "20220114013502380",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]