[
    {
        "created": "20201215021250076",
        "text": "//The walls of the chamber were studded with skulls. They were the only source of light in the vast cavern, a hundred skulls glowing like coals in a fading fire. Daine remembered the stories he'd heard as a child, how Sora Maenya would trap the souls of those she devoured. He saw a child's skull peering from a crack in the wall and cursed the gods that would allow such horrors to exist.//\n\n//\"Sweet, she was.\" The voice was the rasp of steel against the whetstone, soft and harsh.//\n\n//A grove of darkwood oaks stood in the center of the cavern. Now Daine saw the three women standing amidst the trees. The speaker was tall and dark, her limbs as gnarled as the dead trees around her, her leather jerkin the color of dried blood. Her companion was an elf-maiden with snow-white skin and glittering blue eyes, a cascade of midnight hair framing her perfect features; though he knew it was an illusion, Daine still felt his heart skip a beat. A third figure watched from the shadows, red eyes peering from the deep hood of her gray robe.//\n\n//\"Greetings, traveler,\" the elf-maid said, and her voice was honey and song. \"You have traveled far to reach this place. Wolf and worg, briar and bog, a path long and hard.\"//\n\n//\"Doomed and done,\" the giantess growled.//\n\n//\"Just begun,\" the graycloak whispered.//\n\n//Daine dropped to one knee. \"My ladies,\" he began, but the elf-maid stopped him with a raised hand. Her features slowly shifted. Now she was human, with eyes like emeralds and hair the color of fire.//\n\n//\"We know your purpose, child. My sister speaks of you often. You seek the Blade of Dol Azur. And we can grant your desire. But first you must fulfill ours.\"//\n\n!\n\nEvery child in [[Aundair]] is raised on tales of the terrible [[Sora Maenya]], and any [[Brelish|Breland]] bard can sing a dozen songs about the fools who thought to match wits with [[Sora Katra]]. Few people believed these myths, and no one expected these [[hag]]s to emerge at the head of an army of war [[troll]]s and skullcrusher [[ogre]]s—a power unseen in the west since the time of [[Dhakaan]]. Within a decade the hags established control over the lands beneath the [[Byeshk Mountains]], bringing order to the region for the first time in four thousand years.\n\nMany questions linger over this newborn nation of [[Droaam]]. For centuries the hags were content to lurk in waste, wood, and swamp. What caused them to leave their haunts and claim a kingdom? Do they intend to extend their control beyond the [[Graywall Mountains]] and claim [[human]] subjects, or is a nation of monsters all that they desire? Is a nation their only desire, or is it only the first step in a far greater scheme?\n\nIndividually, the Daughters of [[Sora Kell]] are three of the most powerful beings on [[Khorvaire]]. Though they were once mortal, the Daughters have become native [[archfey]]. [[Sora Maenya]] and [[Sora Katra]] are monsters of legend, and this should be taken into account when dealing with them. They have faced and defeated the champions of centuries past and will not be easily impressed or intimidated. Through [[Sora Teraza]], they already know much about the adventurers before they ever encounter them; a GM should make full use of this knowledge.\n\nThere are many ways to involve the Daughters in a campaign, and many of them don't involve fighting with the player characters. Sora Teraza is one of the most gifted oracles of the age, and the party may need her mystical insights. Sora Katra is engaged in schemes stretching across Khorvaire, and the party may get caught up in the machinations of [[Daask]] or House [[Tharashk]]'s dealings with the [[hag]]. The hags possess many forgotten secrets and ancient treasures plucked from the depths of the [[Demon Wastes]] and the ruins of the [[Dhakaan]]i Empire. They are often willing to bargain with adventurers, trading treasures for services or making potentially deadly wagers. The tales of Sora Katra are full of seeming triumphs that turn to disaster. Through Sora Teraza, the Daughters know much of the future, so that a seeming victory over them may have long-term consequences the adventurers didn't anticipate and which can transform what seemed like success into a hollow victory or worse. Perhaps the Blade of Dol Azur will allow you to kill Haskalask the Black, but perhaps that's just what the Daughters want.\n\nThe Daughters' mother was [[Sora Kell]], one of thirteen immortal [[night hag]]s said to have been created by [[Eberron and Khyber|Progenitor Dragons]] at the dawn of time. Each had a different father; in some stories these were [[fiend]]s, in others, [[giant]]s. Regardless, they possess inherited power, which has only increased over centuries of schemes and adventures as they have drawn [[fey]] power to themselves. While the Daughters are usually spoken of together, each is a legend in her own right; they each have their own goals and distinct personality, and each one can offer\ndifferent hooks for story or adventure. \n\n!! The Three Sisters\n\n[[Sora Katra]], the Voice of Droaam<br/>\n[[Sora Maenya]], the Fist of Droaam<br/>\n[[Sora Teraza]], the Dream of Droaam<br/>",
        "title": "Daughters of Sora Kell",
        "modified": "20240326022101838",
        "tags": "hag government Droaam archfey",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "hag rulers of Droaam"
    }
]