[
    {
        "created": "20230706174330313",
        "text": "Davian Karla has served as [[Grand Duke|Nobility of the Five Nations]] of [[Atur]] for 235 years. As a young man, he was a [[necromantic|necromancy]] prodigy, and was only 33 years old when he claimed the title of Warden of the [[Lake of Sorrows]]. Karla is not as skilled at practical necromancy as High Priest [[Malevanor]], but his deep understanding of its principles, and his devotion to the [[Seeker|Blood of Vol]] faith, allows him to hold the flood of darkness at bay. As the vessel of the Lake of Sorrows, he cannot travel more than sixty miles from [[Atur]]; there is a supernatural gravity tying him to the city, and his body cannot be moved further even against his will.\n\nDavian is an elegant [[Khoravar|half-elf]] with pale skin and shining dark hair, which he usually wears in a plaited braid. The irises of his eyes are ever-shifting gray, forever reflecting the [[Lake of Sorrows]]. He is tall and thin, but not gaunt; he moves with an easy grace, like water flowing against stone. His fine, dark clothing generally hides his most distinctive feature. During the [[Last War]], Davian lost his left arm and upper left shoulder, along with strips of his left chest and lung. Where once there was flesh, now there is shadow—a misty replica of the limb he once had. While he is conscious, he can choose to make his phantom limb substantial, allowing him to hide it beneath a long glove of silk or leather. But he has been known to reveal his arm in dramatic fashion; stories say he once reached into a rivals’ chest and ran his ghostly fingers across their heart. His presence and charisma are undeniable; he can play on the fears of those unnerved by his ghostly half-life and the power he possesses, but he can be extremely charming when circumstances require. [[Atur]] is a city that celebrates life, and Grand Duke Karla embraces that; he loves poetry and dancing, and often joins his people in the streets during wild nights. \n\nGrand Duke Karla can trace his bloodlines back to both [[Duran]] the Wise and the shadow-touched towers of [[Shae Deseir]]—a true reflection of the blending of traditions of [[Aereni|Aerenal]] exiles and human rebels that led to the birth of the [[Blood of Vol]] faith. Though his title of Grand Duke entitles him to use the //ir'// prefix, Davian's parents weren't [[nobles|Nobility of the Five Nations]], and he is proud of his lowly roots; he enjoys the discomfort of his fellow warlords when they remember how he earned his title—the grim task of binding the [[Lake of Sorrows]] to his blood.\n\nDavian’s primary motivation is to protect [[Atur]] and to maintain it as an independent palatinate and sanctuary of the [[Blood of Vol]]. He is a committed Seeker, and maintains contact with the [[Crimson Covenant]] and abides by their commands. Davian despises the Order of the [[Emerald Claw]] for tarnishing the reputation of Seekers in [[Karrnath]] and beyond, and has resisted the influence of [[Lady Illmarrow]]. He does not seek to expand his holdings, and the [[Mabar]]an foundation of Atur ensures no other warlord could ever claim it. While he is angry about the mistreatment of the [[Seekers|Blood of Vol]], Davian does all that he can to maintain his relationship with King [[Kaius III|Kaius ir'Wynarn III]] and Queen [[Etrigani]]. During the [[Last War]], he played a vital role in negotiating the Seeker alliance with the [[crown|Kaius ir'Wynarn III]] and overseeing the construction of the [[Vaults of the Dead]]. Today, he navigates a difficult path, balancing the resentment of many warlords and their desire to scapegoat the Seekers for [[Karrnath]]’s setbacks with the fact that Karrnath needs the Seekers to maintain the Vaults and to contain deadly [[Mabar]]an energies. \n\n!! How Powerful is Davian?\n\nThe strength and capabilities of Davian Karla are up to the GM. Perhaps he //contains// the power of the [[Lake of Sorrows]], but cannot wield it; likewise, his mastery of [[necromancy]] could merely be academic and isn't reflected by arcane spellcasting. On the other hand, he could possess vast power that he almost never chooses to exercise. Regardless, he is an expert swordsman, and can strike with his life-draining phantom grip. It could be that this ghostly touch is the only supernatural ability he possesses... or it could be that Davian Karla is one of the most dangerous beings in [[Karrnath]]. Who wants to find out?\n\n!! Story Hooks\n\nAside from the diplomatic maze he navigates, Grand Duke Karla is also the governor of an important duchy of [[Karrnath]] and has countless duties to attend to. And after two centuries governing the infamous [[City of Night|Atur]], Davian is widely known across the nation—and he can't travel far from his city. This means Davian needs capable agents to help him as he strives to protect the [[Seekers|Blood of Vol]] and their interests. Depending on their beliefs and allegiances, the Grand Duke could support a party of adventurers. Alternatively, he could be the secret patron of a single Seeker character, providing instructions through spectral messengers (...\"undead drops?\"). He could push his agents to quietly oppose the [[Emerald Claw]] while minimizing the damage the Order causes to the reputation of the [[Blood of Vol]]. He could have them help other Seekers in trouble, or acquire necromantic lore or artifacts sought by the priests of the [[Crimson Monastery]]. Or he could need help with more mundane issues—dealing with diplomatic adversaries, or undermining rival warlords.\n\nHowever, if the adventurers oppose the [[Blood of Vol]]—perhaps lumping all Seekers in with the Order of the [[Emerald Claw]]—then Davian could be a dangerous enemy. Or perhaps in your Eberron, you could decide that the Grand Duke has embraced [[Lady Illmarrow]] and is giving the Emerald Claw a safe haven within [[Atur]]. What story do you want to tell? Could the Grand Duke of Atur be a powerful ally, or a deadly foe?",
        "type": "text/vnd.tiddlywiki",
        "title": "Davian Karla",
        "tags": "humanoid half-elf Atur",
        "modified": "20230706200441509",
        "color": "#FEA627",
        "category": "person",
        "article": "Grand Duke ",
        "tooltip": "Grand Duke of Atur and Warden of the Lake of Shadows"
    }
]