[
    {
        "created": "20200420211819693",
        "title": "Devourer",
        "text": "The Devourer is the tsunami that overwhelms the tallest ship, the wildfire that consumes the grandest castle, the\nearthquake that levels the most glorious city. He is the vast\nand primordial power of nature, a force that will break any\nchain and wear down the strongest wall. The Devourer is the\nglorious cruelty that drives the predator, the cry of the hawk\nand the howl of the wolf. He is all that is wild, savage, and\nunknowable. He is the deepest ocean, a force that can be\ncrossed but never controlled.\n\nThose who fear the Devourer see him as an entirely\ndestructive force. [[Arawai]] is the patron of agriculture, of\npeacefully harvesting nature's bounty. [[Balinor]] is the patron\nof the hunt, of civilized folk using bow, spear, and skill to\nchallenge or tame the mightiest beasts. These deities reflect\nthe power of civilization to harness and control the natural\nworld, but the Devourer puts the lie to this, showing that\nnature will never be truly tamed.\n\nThose who embrace the Devourer celebrate the glorious\npower of the wilds. They revel in the raging storm and\ngladly embrace their predatory instincts. They accept that\nnature is often bloody and cruel, and don't hesitate to follow\nits example. But while it may be harsh, nature is rarely evil.\nPriests of the Devourer often urge their parishioners to\nfollow their instincts, or teach people to live in accord with\nnature instead of forcing their will upon it. They may serve\nas intermediaries, convincing the Devourer to redirect his\nwrath and spare their followers—or to turn his rage against\ntheir enemies.\n\nThe Devourer's symbols include a bundle of five sharpened bones, or a [[dragon turtle]]. It is also known as Shurkaan, or Shargon to the [[sahuagin]] of the [[Eternal Dominion]].",
        "modified": "20210727192004420",
        "tags": "[[Dark Six]] deity",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "entity",
        "color": "#8C4606"
    }
]