[
    {
        "created": "20200420211819693",
        "text": "The Devourer (or Shargon, or Shurkaan, or Ghaal’gantii) is the tsunami that overwhelms the tallest ship, the wildfire that consumes the grandest castle, the\nearthquake that levels the most glorious city. He is the vast\nand primordial power of nature, a force that will break any\nchain and wear down the strongest wall. The Devourer is the\nglorious cruelty that drives the predator, the cry of the hawk\nand the howl of the wolf. He is all that is wild, savage, and\nunknowable. He is the deepest ocean, a force that can be\ncrossed but never controlled.\n\nMore than any other [[Sovereign|Sovereign Host]], the interpretation of the Devourer varies dramatically from culture to culture, driven by the relationship of culture and species to the natural world. \n\nThose who fear the Devourer see him as an entirely\ndestructive force. [[Arawai]] is the patron of agriculture, of\npeacefully harvesting nature's bounty. [[Balinor]] is the patron\nof the hunt, of civilized folk using bow, spear, and skill to\nchallenge or tame the mightiest beasts. These deities reflect\nthe power of civilization to harness and control the natural\nworld, but the Devourer puts the lie to this, showing that\nnature will never be truly tamed.\n\nThose who embrace the Devourer celebrate the glorious\npower of the wilds. They revel in the raging storm and\ngladly embrace their predatory instincts. They accept that\nnature is often bloody and cruel, and don't hesitate to follow\nits example. But while it may be harsh, nature is rarely evil.\nPriests of the Devourer often urge their parishioners to\nfollow their instincts, or teach people to live in accord with\nnature instead of forcing their will upon it. They may serve\nas intermediaries, convincing the Devourer to redirect his\nwrath and spare their followers—or to turn his rage against\ntheir enemies. \n\nThe [[Cazhaak Creed|Culture of Droaam]] symbol for the Devourer is a bundle of five sharpened bones. The [[Church of the Wyrm Ascendant]] depicts the Devourer as a [[dragon turtle]] while [[Arawai]] and [[Boldrei]] are traditional [[dragon]]s; this reflects the fact that the [[Sovereigns|Sovereign Host]] walk among [[humanoid]]s and guide them, while the Devourer lurks in bitter isolation in the deepest water, sinking ships and lashing the land with hurricanes. \n\n!! Followers of the Devourer\n\nBeyond the [[Three Faces of the Wild]] and placatory offerings, there’s little worship of the Devourer within the [[Five Nations]]; he’s a force to be feared and appeased, not idolized. As a result, champions of the Devourer are rare and remarkable—and often dangerous.\n\n* The ''storm herald'' is a wandering priest who travels through agricultural regions. When a storm herald comes to a community, they will call together the [[Vassals|Sovereign Host]] and have them organize a communal feast. At this feast, the herald calls on people to discuss their profit and loss, the blessings they’ve received from the Sovereigns and what is owed to the Devourer. Sacrifices are made both through the feast itself and through additional burnt offerings at the event. In this way, the storm herald helps the community buy a period of prosperity, carrying disaster away when they leave. Storm heralds are extremely rare, mainly known through stories; in these stories, some are good people who are truly trying to help innocents avoid disaster, while others are extortionists running supernatural protection rackets (\"unless I am satisfied, there WILL be a disaster\").\n* The ''lightning rod'' is another figure typically only encountered in stories or plays—someone blessed or cursed by the Devourer, who draws disaster wherever they go. They are constantly plagued by predators, bad weather, spontaneous fires, and other minor phenomena. The longer they stay in one place, the worse these manifestations will get. In stories, some lightning rods manage to weaponize this effect, becoming storm [[sorcerer]]s or [[Ancients|Oath of the Ancients]] [[paladin]]s—but even these champions need to keep moving, lest the disasters that dog their heels destroy the people they care about.\n* The ''zealot'' of the Devourer is an extremist who despises civilization and industry. A typical zealot becomes infuriated by a particular manifestation of civilization—a new [[Tharashk]] mine, a [[Vadalis]] ranch, a [[lightning rail]] line driving across their field, or even just a group of local farmers cutting down a tranquil grove—and their intense devotion to its destruction unlocks [[divine power|divine magic]]. Devourer zealots generally have more in common with [[Cults of the Dragon Below]] than with [[druid]]ic sects. They typically lack organization or deep tradition—often involving a single divinely inspired individual—and are usually driven by an ever-growing obsession with the destruction of their target. Should a zealot achieve their goal, they could snap out of that obsession and return to normal life, or they could latch on to a new and even greater obsession; having destroyed the Vadalis ranch near their village, they’re now determined to destroy the house [[enclave]] in the nearby city, continually escalating until they finally fall in battle. While zealots can be tied to the [[Three Faces of the Wild]], what characterizes the zealot is their obsession with destroying their target and the degree of supernatural power they wield; a Three Faces sect might try to negotiate with an environmental offender or to otherwise find a peaceful solution, while a zealot sees themselves as the vengeful hand of the wild.\n\nOther followers of the Devourer include:\n\n* the [[Kraken's Brood]] of House [[Lyrandar]]\n* the [[sahuagin]] of the [[Eternal Dominion]]\n* the [[Stormsinger|Stormsingers]] [[harpies|harpy]]\n* the huntmasters of the [[Great Pack]]\n* the [[medusa]] [[stoneshaper]]s of [[Droaam]]\n* the [[wolfchildren|wolfchild]] of [[Droaam]]\n\n!! The Devourer in the Cazhaak Tradition\n\nIn [[Droaam]], nature has a single face, and it’s both beautiful and cruel. In the [[Cazhaak faith|Culture of Droaam]], ''Ghaal’gantii''—the Devourer—speaks through the storms that lash the land, through the fangs of the [[worg]], through the stone beneath the hands of the [[medusa]]. This isn’t a tradition of shepherds; it’s the faith of the wolves. There’s no need to split the roles of hunter and predator, and no interest in a deity to bless the harvest; outside of the [[Gaa'ran|orc]], widespread agriculture is all but unknown. The Devourer embodies a view of a world that’s red in tooth and claw. He is the hunger that drives us to survive, but he places deadly obstacles in our way; those that can overcome the challenges of the Devourer grow strong and prosper, while the weak are swept away to make room for the strong.\n\nFor most who follow the faith, the Devourer is a force to be endured rather than celebrated. You can certainly offer a prayer or a sacrifice, but what he wants is your strength. Survival isn’t something he will give you in exchange for a gift; he has given you tooth and claw, and he wants to see you use them. Because of this, many of the peoples of [[Droaam]] rarely invoke the Devourer; they acknowledge him, but most don’t make offerings to him as the [[Vassals|Sovereign Host]] do. \n\nBeyond the predators, the Devourer also draws the prayers of those who work with natural resources. Large-scale agriculture may be uncommon, but [[medusa]] [[stoneshaper]]s and [[kobold]] apothecaries thank the Devourer for nature’s bounty. However, this is not the same as the gratitude offered by the Vassal priests of [[Arawai]]. The Cazhaak faithful know that the Devourer gives nothing; he only offers you the chance to take it. The Devourer will sharpen your eyes and give you the hunger to succeed, but you must still fight for your victory. Ghaal’gantii wants you to earn his favor by fearlessly facing nature's challenges and surviving, not by placating him with burned trinkets.",
        "type": "text/vnd.tiddlywiki",
        "title": "Devourer",
        "tags": "[[Dark Six]] deity",
        "modified": "20220227214854339",
        "color": "#8C4606",
        "category": "entity",
        "article": "the "
    }
]