[
    {
        "created": "20200422072347947",
        "text": "The [[goblinoid]] Empire of Dhakaan was built on a foundation of martial skill. For thousands of years during the [[Age of Monsters]] it dominated [[Khorvaire]], until the coming of the [[daelkyr]]. For all of their skill, the Dhakaani goblinoids could not stand against the might and madness of the Lords of [[Xoriat]]. By the time the [[Gatekeeper|Gatekeepers]] [[druid]]s bound the daelkyr and their servants in the depths of [[Khyber]], the empire was a shadow of its former glory. Over the course of millennia it collapsed into savagery, and by the time [[humanity|human]] arrived on Khorvaire from [[Sarlona]], all that was left of the empire was ruins.\n\nGoblinoids in the time of Dhakaan had an almost supernatural eusocial bond and discipline; their concepts of [[muut and atcha]] (duty and personal honor) were ingrained into their very beings, and each [[goblin]], [[hobgoblin]], and [[bugbear]] strove to uphold their place in society to the best of their ability. This was largely due to the [[Uul Dhakaan]], the \"Dream of the Empire\" that all goblinoids shared. Because of this powerful cooperative efficiency, the Dhakaani were able to create marvels of engineering and alchemy that even House [[Cannith]] cannot reproduce today (for example, [[adamantine]] smelting). But when the [[daelkyr]] and their armies of [[aberration]]s invaded Khorvaire, they severed that eusocial bond in a spreading [[madness|Kapaa'vola]]. This loss of oneness quickly led to internal strife, civil war, and collapse of the empire over the course of just a few generations. Today, [[goblinoid]]s are still an organized martial culture as were their ancestors, but //muut// and //atcha// are just words, not instincts that come as naturally as breathing.\n\nThere is one exception: the [[Heirs of Dhakaan]]. As the empire crumbled, a few of the greatest generals and leaders took their clans into hiding, determined to preserve the knowledge of the Dhakaani through the darkness they saw coming.\n\nWith the rise of [[Darguun]], the clans have finally emerged, with [[muut and atcha]] fully intact. If they united behind a single ruler, the Dhakaani clans could easily unseat the Lhesh [[Haruuc|Haruuc Shaarat'kor]], and if they conquered Darguun, the Dhakaani could pose a threat to the other nations of [[Khorvaire]].\n\n!! Dhakaani Magic Items\n\nThe Dhakaani mastered techniques of metallurgy and smithing that\nCannith has yet to learn. They know techniques for refining\nand working [[adamantine]] alloys and other exotic metals, and\nfor binding arcane energies into their creations. In ancient\ntimes, the empire produced many mighty artifacts. GMs will\nhave to decide whether the [[present-day Dhakaani|Heirs of Dhakaan]] still have\nthe ability to craft new artifacts, or if their greatest secrets were lost in the collapse of the empire.\n\nThe daashor ([[artificer]]s of Dhakaan) value function over fashion. Their tools and\nweapons are impeccably designed, but typically austere in\nform: blackened adamantine or steel, with emblems of clan\nand empire woven unobtrusively into the design. In addition\nto adamantine weapons, Dhakaani may produce any sort\nof magical arms or armor. While the Dhakaani use\nswords, bows, and spears, their champions often field flails,\nmaces, and mauls. Other Dhakaani magic items are usually\nfocused on battlefield use. For example, magical banners or\ninstruments could inspire allies or instill fear in enemies.\n\nThe Heirs of Dhakaan seek to recover Dhakaani artifacts and\nlegendary items, and they'll try to claim these most valuable\nitems from other creatures through force or diplomacy. While\nit may disturb a warrior of Dhakaan to see a human wearing\nDhakaani armor or carrying an adamantine blade from an\nimperial forge, they don't need to recover every relic of the\npast, and they may allow this to pass without incident.\n\n<<list-links-article \"[tag{!!title}tag[magic item]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Dhakaan",
        "tags": "Khorvaire nation ruin",
        "modified": "20221122001755003",
        "style": "{\"fillOpacity\":\"0\",\"opacity\":\"0\"}",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the Empire of ",
        "tooltip": "ancient goblinoid empire that spanned Khorvaire"
    }
]