[
    {
        "created": "20210208040101355",
        "text": "Queen Diani ir’Wynarn leads the royal family of [[Thrane]], which serves merely as a figurehead in the theocracy. Her official government title is \"blood regent,\" which is a symbolic advisory position to the [[Keeper of the Flame]]. She has spent the last few years building a coalition of royalists to help restore power to her family. She has been careful to conceal her true motives, taking\nevery effort to keep her meetings with foreign\npowers secret. If word of her plots reaches the ears\nof High Cardinal [[Krozen]] or the rest of the [[Council of Cardinals]], she might find herself pushed to act before her line is ended for good.\n\nDiani has been Blood Regent of [[Thrane]] since 988 YK, when her father, Erivon ir'Wynarn, passed away. Before him, Erivon's father Daslin was blood regent from 914–945 YK; Daslin's father was [[Thalin ir'Wynarn]], the last true king of Thrane.\n\n!! Throneholders\n\nA growing movement of [[Galifar]] Loyalists in [[Thrane]] (known colloquially as \"Throneholders\") believe that Queen Diani should lead [[Thrane]] into the next century. Many of these loyalists are wealthy nobles whose families have\nserved the [[Wynarn line|Wynarn family]] for generations, and they trust\nthat Diani will reward their loyalty and support them\nwhen she returns to power. \n\nThroneholders hold festivals and gatherings for events the [[nobility|Nobility of the Five Nations]] supported in years\npast. Some are willing to extend their loyalty to the nobility to outright subterfuge, espionage, or political opposition of the theocracy. The proponents of monarchy gather all the information they can of the theocracy’s failings, disseminating their critical tracts\nto all who would read them.",
        "type": "text/vnd.tiddlywiki",
        "title": "Diani ir'Wynarn",
        "tags": "[[Wynarn family]] human Thrane humanoid",
        "modified": "20230814203914796",
        "color": "#FEA627",
        "category": "person",
        "article": "Queen ",
        "tooltip": "head of royal family of Thrane, holds no real power"
    }
]