[
    {
        "created": "20201226001607457",
        "text": "''Capital:'' [[Silverblade Keep]]<br/>\n''Primary Resources:'' Iron, silver<br/>\n''Enemies:'' [[Kolkarun]], [[Narathun]], [[Soldorak]]<br/>\n''Celebrated Virtues:'' Courage, honor, skill at arms. Resist corruption.\n\nThe talespinners of Clan Doldarun say that their legendary\nfounder was the child of [[Dol Dorn]] and [[Dol Arrah]], and\nthe [[dwarves|dwarf]] of Doldarunhold take this to heart. Doldarun\nsoldiers have always been among the best-trained and most-disciplined warriors among the dwarves, and they're the most\ninclined to place their lives at risk for the good of all. There\nare countless tales of Doldarun facing terrifying monsters,\n[[fiend]]s, and [[undead]]; if you need an exorcist in the [[Mror Holds]],\nDoldarunhold is your best bet.\n\nDoldarun suffered heavy losses in the [[War Below|Realm Below]]; in part\nbecause it was the clan most determined to win the war instead\nof accepting the current stalemate, many Doldarun soldiers\ndied in bold strikes against the foul enemy. The clan maintains\na garrisoned colony below Silverblade Keep, and is building\nstrength for a new offensive. In the meantime, Doldarun draws\na hard line against trafficking with the [[daelkyr]] or any form of\nfleshcrafting, and any outsider carrying [[symbiont]]s receives a\nvery hostile reaction in Doldarunhold. Clan Doldarun has an\nancient feud with Clan [[Soldorak]], and denounced [[Narathun]]\ntwenty years ago over Narathun fleshcrafting.\n\nDoldarun characters are likely to be acolytes or soldiers. This\nis an excellent clan for [[cleric]]s or [[paladin]]s—especially\nthose called to domains of war. Rarely, perhaps once in a generation, the line of Doldarun produces dwarven [[Host|Sovereign Host]] [[aasimar]]. They attribute this to their mythical founder, child of the gods.",
        "type": "text/vnd.tiddlywiki",
        "title": "Doldarun",
        "tags": "[[Mror clan]] tribe",
        "modified": "20220408055128667",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "Clan "
    }
]