[
    {
        "created": "20200422192730133",
        "text": "<div style=\"float: left; width: 85px; margin-right: 10px; margin-top: 10px;\">{{$:/plugins/wccbuck/dolurrh.svg}}</div>\n\nEndless caverns stretch throughout Dolurrh, bleak passages of gray stone. Wherever you go, shadowy figures reach toward you, imploring, but you feel only the faintest chill as their insubstantial fingers pass through you. Mist pools around your feet, and as you press forward, you realize this swirling mist is moaning. This is no natural phenomenon;\nthese are the remnants of souls who have forgotten themselves.\nThis is Dolurrh. It's not the embodiment of the idea of death or\ndying, both of which are reflected in [[Mabar]]. Rather, Dolurrh is\nwhere mortal souls go after their bodies die, where memories\nfade and lives are forgotten.\n\nMortal spirits are drawn to Dolurrh within moments of death,\nand their memories begin to decay immediately. Within days,\nmost spirits no longer have any desire to leave Dolurrh, and\nwithin weeks, most only have the faintest memories of their\nprevious lives. The [[faiths|Undying Court]] of [[Aerenal]] and the [[Blood of Vol]] assert\nthat Dolurrh is the absolute end of existence, the last echoes of a\nlife before it's completely gone. But when [[Dorius Alyre ir'Korran]]\ndrew his classic planar map, he used the Octagram symbol of the [[Sovereign Host]] to represent Dolurrh, because he declared it to be the door through which all\nmortals must pass to join with the Sovereigns. This has come\nto be a common view: what appears to be memory fading is\nactually the soul slowly ascending to a higher form of existence,\nrising to a level of reality no mortal can experience. The Vassals\nof the [[Sovereign Host]] say the faithful finally join the Sovereigns;\nfollowers of the [[Silver Flame]] say that noble souls strengthen\nthe Flame. What is left is only a husk—the cast-off remnants,\nlike an abandoned snakeskin or the traces of memory that can\nbe read using [[speak with dead]]. Thus, while Dolurrh has long\nbeen known as the Realm of the Dead, many call it the Gateway.\nUltimately, this is a matter of faith—whether the other side of\nDolurrh is oblivion or paradise, no one ever returns from it.\n\nThe sage Annolysse of [[Arcanix]] declared that Dolurrh must\nbe the thirteenth plane, for it has no opposite. It doesn't embody\nan idea so much as it serves a purpose—that of gathering,\ncollecting, and (perhaps) transitioning souls. Mortal actions\nare judged in [[Daanvi]]; by contrast, Dolurrh doesn't judge and it\ndoesn't punish. It's simply the end of the journey—or depending\nhow you look at it, the beginning of a new one.\n\nAll living creatures come to Dolurrh, sooner or later. Those\nthat come here before death are almost always looking for\nsomething—a lost soul, a forgotten memory. But living or dead,\nany who come to Dolurrh can be trapped by its power.\n\n!! Links to Headers\n* <<scrollToHeader \"Universal Properties\">>\n* <<scrollToHeader \"Denizens\">>\n** <<scrollToHeader \"The Quick\">>\n** <<scrollToHeader \"The Dead\">>\n** <<scrollToHeader \"The Lingering\">>\n** <<scrollToHeader \"The Queen of the Dead\">>\n* <<scrollToHeader \"Layers\">>\n* <<scrollToHeader \"Concerning Resurrection\">>\n* <<scrollToHeader \"Planar Manifestations\">>\n** <<scrollToHeader \"Manifest Zones\">>\n** <<scrollToHeader \"Coterminous and Remote\">>\n** <<scrollToHeader \"Dolurrhi Artifacts\">>\n* <<scrollToHeader \"Dolurrhi Stories\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Universal Properties\n\nEverything about Dolurrh is gray and gloomy. Even the\nbrightest colors seem faded, the most joyful sounds seem dull.\nThe heavy weight of ennui settles on travelers the moment they arrive, making even the simplest tasks feel challenging.\nAnd there's a constant pull, tugging on memory and emotion,\na desire to just sit down and let it all go.\n\n* [[Eternal Ennui]]. When a creature enters Dolurrh, it immediately gains one level of ennui, a heavy weight of despair and apathy. Mechanically, this translates to a -1 on all [[action]]s (minimum zero). Every three days a creature spends in Dolurrh, they may suffer an additional level of ennui; see the property page for more information. Creatures native to Dolurrh are immune to this property's effects.\n* [[Impeded Magic]]. The [[impact]] of all spells cast here of [[uncommon-tier|spell tier]] or higher is reduced by 1.\n* [[Timeless]]. Time passes at the same rate as on the Material Plane, and is consistent across its layers. Creatures can benefit from resting, suffer damage, and die. However, a creature on Dolurrh doesn't age, and doesn't need to eat, sleep, or drink.\n\n!! Denizens\n\nIn many ways, Dolurrh is a machine. The pull that draws spirits\nto Dolurrh is a mechanical effect, part of the fundamental\nnature of souls. The denizens of Dolurrh are the cogs of that\nmachine, here to keep the system running. \n\n!!! The Quick\n\nThe native creatures of Dolurrh are bound to the cycle of\ntransition, and all have some role to serve in this process. All\nof the Quick are immune to the ennui condition.\n\n* [[nalfeshnee]]\n* [[marut]]s\n* [[shadar-kai]]\n\nOther denizens of Dolurrh are unique, such as the [[Librarian]],\nfound in the [[Vault of Memories]], and the [[Smith of Souls]], who\ndwells in the [[Crucible]].\n\n!!! The Dead\n\nThe spirits of those who have died are omnipresent in Dolurrh,\nfrom shades huddled in the shadows to layers of moaning mist.\nThe Dead might be considered manifestations of Dolurrh, but\nthe plane didn't actually create them—all were once mortals.\n\n* [[shade]]s\n* [[husk]]s\n* [[ghost]]s\n\nOther forms of [[undead]] are rarely seen in Dolurrh. The\nentities found in this plane are the spirits of the dead, slowly\nfading, transitioning—or trapped in that process. Corporeal\nundead such as [[ghoul]]s, skeletons, and [[zombie]]s have no place\nhere, while undead that hunger to consume life belong in [[Mabar]].\n\n!!! The Lingering\n\nMemories of joy and happiness do no harm in Dolurrh. But\nmemories of pain, of cruelty, of anger... these don't fade so\neasily, and they can hurt others. Even if they don't trap [[shade]]s\nas [[ghost]]s, this psychic residue can build up in the gears of the\nspiritual machinery of Dolurrh. It often takes the presence of\na mortal to trigger it; when this occurs, the lingering pain and\nhate coalesces into a solid form. The least of these are [[lemure]]s,\nformed from hateful memories or deeds. The emotional\nresidue of hundreds or thousands of people can form deadly\n[[sorrowsworn]]—the Angry, the Hungry, the Lonely, the Lost, and\nthe Wretched. The Lingering are formed in Dolurrh and are immune to ennui,\nbut they're a waste product, not the plane's desired result. As\nsuch, [[nalfeshnee]], [[marut]]s, and other guardians destroy the\nLingering whenever they are found.\n\n!!! The Queen of the Dead\n\nThe [[Queen of the Dead]], the most powerful being in Dolurrh,\ndwells in the great spire that rises up above the [[Vault of Memories]]. Little is known about her motives or her origins;\ncuriously, she focuses on the Material Plane far more than\nmost great planar powers do.\n\n!! Layers\n\nDolurrh is universally gray and gloomy. The accounts of brave\nexplorers describe the sense of being underground, and no\nmortal has seen the moon or sky of Dolurrh. Unlike most\nplanes, the layers of Dolurrh don't embody different ideas;\ninstead, they serve different functions in this grand machine\ndedicated to processing souls.\n\nThe four [[layer]]s discussed below are the only ones described\nin the records of mortals who ventured to Dolurrh—and\nreturned. But there could be more, as yet undiscovered, each\nlikely serving a critical purpose. It's known that the [[Librarian]]\nhas recorded the lives of [[dragon]]s in the [[Vault of Memories]];\naccordingly, sages theorize there may be a layer dedicated\nentirely to the spirits of dragonkind, which may linger longer\nthan the spirits of simple [[humanoid]]s.\n\n<<list-links-article \"[tag{!!title}tag[layer]sort[title]]\">>\n\n!! Concerning Resurrection\n\n[[Returning life to the dead|raise dead]] isn't a reliable service in [[Eberron]].\nMany characters are capable of casting the necessary spells,\nfrom [[cleric]]s to [[adept]]s of House [[Jorasco]]. But just because a\nspell can be cast doesn't mean that it should be cast... or that\nit will work if it does.\n\nThe first and simplest limitation is time. The longer a\nspirit remains in Dolurrh, the more it falls under the sway\nof ennui. Any spell that returns life to the dead requires the\nspirit to want to return. Once the [[shade]] becomes a [[husk]], it\ncan no longer make that decision, and thus can't be raised\nor [[reincarnate]]d. Most religions maintain that this happens\nbecause the true soul has moved on to a higher level of\nexistence; who wants to be pulled back from a union with\nthe Sovereigns? So you only have about a week or two—depending on the strength of the target's will—to pull them back. But even before that time, a spirit might choose not to\nreturn. What do they have to live for? Is it worth fighting the\nlulling ennui of Dolurrh?\n\nThe second limitation is risk. Even if a spell is successful,\n[[Jorasco]] remains rightly concerned about whether that person\nis supposed to come back, or if it's their time to die—for if it's\nthe latter, a [[marut]] may appear to challenge any resurrection.\nThis is extraordinarily rare, but in part, that's because healers\nperform an [[augury]] ritual beforehand and refuse to raise\nsomeone if there's a risk. Even if a marut doesn't intervene,\nthere's a risk the resurrection could go poorly if Dolurrh is\ncoterminous, perhaps calling back other spirits in addition\nto—or instead of—the person being brought back to life.\n\nThe final limitation is the direct intervention of a higher\npower. The [[Queen of the Dead]] might crystallize a shade\nand prevent it from being restored, or catch a spirit that's\nabout to be restored and set a price on its passage; for example, you must sacrifice a particular item, kill a particular individual, start a movement, build a monument, or must never conceive a child. How long does the beneficiary have to settle their account? A day, a year, a lifetime? It's also said that the [[Keeper]] can snatch souls before\nthey even reach Dolurrh; if this myth is true, such souls can\nonly be recovered from the [[Lair of the Keeper]] in the [[Demon Wastes]]. The Keeper itself may or may not be there, but it's\ncertainly the abode of a powerful [[dracolich]]!\n\nThe flip side of direct intervention is that the Queen of\nthe Dead (or another powerful entity) might offer to return\na [[shade]] to life—for a price. This is a way to bring a low-level\ncharacter back to life, despite their friends being unable to\nafford resurrection. \n\nIf all else fails, there's one way you can always bring\nsomeone to life: go to Dolurrh, find their [[shade]], and drag\nit back out to the Material Plane. It's simple—all you need\nto do is to locate a single soul in the endless [[Catacombs]]\n(perhaps with the help of a native guide, records in the [[Vault of Memories]], or powerful [[divination]] magic), evade Dolurrh's\nmany guardians, and return to Eberron with the soul in tow.\nIf you succeed, the victim receives a new body, just as if you'd\ncast [[true resurrection]]; and while Dolurrh's defenders will try\nto stop you from leaving, they won't interfere once you return\nto Eberron. It's theoretically possible to restore a [[husk]] in this\nway as well, though the resurrected husk generally won't regain\nits lost memories, even though it might learn new skills. As\na result, it wouldn't do any good to bring back the [[Tairnadal]]\nancestors or [[Galifar I|Galifar Wynarn]]; you could bring a body back to life, but\nit's not the original person in any meaningful way. This is why\nthe Queen of the Dead (and perhaps the Keeper) preserves\ncertain shades from decay—so that they might one day be\nrestored, even after thousands of years.\n\n!! Planar Manifestations\n\nHere are some ways Dolurrh can affect the Material Plane.\n\n!!! Manifest Zones\n\n[[Manifest zone|manifest zone]]s tied to Dolurrh rarely possess all of the plane's\n[[properties|universal property]]; travelers generally aren't entrapped by [[ennui|Eternal Ennui]] simply\nby passing through one. But these zones are still close to the\nRealm of the Dead and exceptionally haunted, though not\nblighted, as [[Mabar]]an zones typically are. Shadows move in\ndisturbing ways, and travelers may hear whispers they can't\nquite make out.\n\nThe restless spirits of Dolurrh yearn to return to the Material\nPlane, and it's easier for them to do so in manifest zones. They\nmight manifest as [[ghost]]s, or animate the corpses of people\nburied in the zone, causing them to return as [[revenant]]s or\n[[zombie]]s. In some Dolurrhi zones, raising the dead can be\ndangerous; if spells or abilities that raise the dead are used\nin such a zone, a mishap may happen. For example:\n\n* The wrong spirit returns to the body.\n* [[Ghost|ghost]]s, [[meld]]s, or a hostile [[marut]] appear, pulled through from Dolurrh.\n* A [[nalfeshnee]] possesses the raised character.\n\nDolurrhi zones can also have positive effects. In many zones,\nit's easier to return people from the dead, halving the cost of\nany material components. In others, anyone can cast [[speak with dead]] as a ritual that takes an hour to perform, as long as they have a personal connection to the deceased whose corpse they're questioning.\n\nThe most dramatic manifest zones are those that serve as\ngateways to enter the [[Catacombs]] of Dolurrh—and hopefully, to\nreturn. Opening such a gateway might call for a special ritual\nor significant sacrifice, perhaps under a particular alignment\nof the [[moon]] [[Aryth]], or when Dolurrh is conterminous.\n\n!!! Coterminous and Remote\n\nDolurrh has a slow planar cycle. Traditionally, once a century,\nit becomes coterminous for a full year. Fifty years after that, it's\nremote for a full year. It can also have shorter phases, tied to\nthe movements of the moon [[Aryth]].\n\nWhile Dolurrh is coterminous, it's easier for [[ghost]]s to slip\nfrom the Realm of the Dead into the Material Plane, especially\naround Dolurrhi [[manifest zone]]s. Any spell or ability that raises\nthe dead can also serve as a conduit for unwanted spirits; see the example complications in the above section.\n\nWhile Dolurrh is remote, traditional resurrection magic,\nsuch as [[revivify]] or [[reincarnate]], can't pull spirits back from\nDolurrh. The only way to raise the dead in these times is by\ntraveling to Dolurrh itself and pulling the shade back to the\nworld, as described earlier in this section. Surprisingly, [[ghost]]s\nare also especially common in this time—but these aren't\nghosts that return from Dolurrh. Rather, if Dolurrh is remote\nwhen someone dies in the grip of great emotion or with vital\nunfinished business, their spirit can more easily resist Dolurrh's\npull, remaining on the Material Plane.\n\n!!! Dolurrhi Artifacts\n\nThe most common Dolurrhi artifacts are creations of the [[Smith of Shadows|Crucible]], formed of [[husksteel]], the fused essence of faded\nsouls. \n\nIn creating a husksteel object, consider the memory or\nemotion that's the heart of the item. For a magic item, this\nshould reflect its purpose. A husksteel cloak could\nbe formed from a secret. A husksteel dagger venom might be formed from a moment of absolute terror; when its power is invoked, it could deal [[psychic damage|damage type]] and make the target frightened of the wielder.\n\nOther Dolurrhi items are largely curiosities. The table below provides examples.\n\n| !<<dr d8>> |!Dolurrhi Trinkets |\n| 1 |A hand mirror periodically shows the reflection of a particular dead person or an event from their memories. |\n| 2 |A monocle shows the last thing seen by its previous owner before they died. |\n| 3 |A stuffed toy sings softly when it's placed in darkness. |\n| 4 |A pen writes a specific message when dipped in ink and left untouched. |\n| 5 |A small leather journal contains a poem, story, or piece of music by a beloved creator—written after they died. |\n| 6 |A battered copper coin flips itself if placed heads-down. |\n| 7 |A battered steel locket depicts two images—one is someone who has died, and the other, someone who's about to die. |\n| 8 |A pouch of ashes. When a pinch is thrown on the ground, it forms a specific word or symbol. |\n\n!! Dolurrhi Stories\n\nDolurrh can inspire many simple stories through its [[manifest zone]]s and escaped [[ghost]]s. A [[husksteel]] trinket could provide a flash of memory that sets the adventurers on a particular path, and finding a way to rescue a shade from the underworld is\nalways an epic tale. Here are a few deeper stories to consider.\n\n//''The Once and Future Queen of the Dead.''// The [[Queen of the Dead]] is an enigmatic figure who wields great power in Dolurrh. But there's another being who uses this title:\n[[Erandis Vol|Lady Illmarrow]], the last heir of the [[Mark of Death]]. Through her\nagents in the Order of the [[Emerald Claw]] and beyond, Erandis\nseeks to restore the power of her [[dragonmark]]; no one knows\nwhat godlike powers she might wield if she unlocks its full\npotential. Meanwhile, Dolurrh's Queen of the Dead seems to oppose Erandis, and often sends her agents—both [[shadar-kai]] and adventurers she's restored to life at a price—to interfere with Vol's schemes. This could be exactly what it appears;\nthe Queen of the Dead may despise [[necromancers|necromancy]], and Vol\nis seeking to depose her. But perhaps there's more to it. Time\nworks in strange ways when dealing with the planes and\nbeings of vast power. Perhaps the Queen of the Dead isn't\ntrying to stop Erandis, but guiding her down a very specific\npath. Perhaps Erandis will become the Queen of the Dead,\nin which case, she'll have always been her. Or perhaps that's\nwhat's supposed to happen, but there's a way in which it could\nstill go wrong... which could destroy the Queen of the Dead\nand throw Dolurrh itself into chaos.\n\n//''Agent of Death.''// The adventurers kill a nefarious villain\nthat's long eluded them—but soon, their foe reappears alive\nand well. This happens time and again. How is the villain\nescaping from Dolurrh? Are they acting as an agent for the\nQueen of the Dead, or have they simply found a back door to\nthe Realm of the Dead? Either way, what can the adventurers\ndo to lay them to rest once and for all?\n\n//''Devastating Sorrow.''// When Dolurrh becomes coterminous,\na powerful [[sorrowsworn]] emerges and devastates the\nregion. The adventurers may not have the ability to defeat\nthe sorrowsworn in battle, but if they understand the\ncircumstances of its creation—the emotion that drives it and\nthe event that triggered it—they might be able to disperse\nthe deadly monster by defusing this emotion. When an\nadventurer touches—or is touched by—one of Dolurrh's Dead\nor Lingering, they might sense a flash of any lingering memory\nor emotion that creature possesses. Can this help them solve\nthe mystery, or will they die in the attempt?\n\n//''The Warforged Soul.''// There are many who believe that\n[[warforged]] are simply tools; House [[Cannith]] may be able\nto infuse something with life, but it can't create a soul.\nOthers say that it's not a question of science; the warforged\nare clearly alive, and thus, they have souls. But is the soul\nunique? Or could it be that warforged recycle souls, drawing\n[[husk]]s drained of memory from Dolurrh and using them\nas a foundation? These questions are intentionally left\nunanswered; it's up to each GM to determine the true nature\nof warforged souls. But there's one simple fact: a warforged\ncan be restored to life with [[revivify]] or [[raise dead]]. Which\nmeans that the answer must lie in Dolurrh, and someone—[[Arcanix]]? [[Merrix d'Cannith]]? The [[Lord of Blades]]?—could fund\nan expedition to find the answer.",
        "type": "text/vnd.tiddlywiki",
        "title": "Dolurrh",
        "tags": "plane",
        "modified": "20230103214719712",
        "tooltip": "the plane where all mortal souls go after death",
        "color": "#2E4708",
        "category": "location",
        "article": "the Realm of the Dead, "
    }
]