[
    {
        "created": "20210223211808469",
        "title": "Dominion of Purity",
        "text": "[[Giant|giant]]s live longer than [[human]]s, and both before and after the great\ndevastation, the giants have been slow to change.\nThe Dominion of Purity is proving an exception to\nthis rule. The first word of this movement reached\n[[Stormreach]] less than a decade ago, but if stories are to\nbe believed, dozens of tribes and thousands of giants\nare now part of the Dominion. The power behind this\nalliance is a being that calls himself the Voice of the\nTitans. To date no human has encountered the Voice,\nbut if the stories are to be believed, he possesses magical powers and remarkable charisma. His greatest lure is his promise that he will not only restore the ancient\nnations of [[Xen'drik]], but that he will reverse the curse\nof the titans that makes every succeeding generation\nof giants less powerful than the last. He promises to\nelevate [[hill giant]]s and all others to the status of their ancestors. \n\nIt’s unclear if the Voice has offered any proof to support his claims, but his words\nhave impact. Many giants join him of their own free\nwill, and evidence suggests that others are coerced by\nmagic or physical force. In the past, such efforts have\nalways been dispersed by curses like the [[Du'rashka Tul]]. It might be that the Voice of the Titans is leading his followers to a similar fate, or he might truly have\nfound a way to overcome the ancient blights. If this is\nthe case, the Dominion could soon become a threat to\nall the inhabitants of Xen’drik.\n\nThe true nature of the Voice of the Titans remains\na mystery. No form of [[divination]] magic has been able\nto locate him; either he possesses some unique power,\nor he is carrying an artifact that shields him from\nspying eyes. Tales from giants who have met him suggest that he might be a primordial [[storm giant]], but it is possible that he is even a [[dragon]] or [[fiend]] masquerading as a [[giant]]. His ultimate goal is equally mysterious. His primary goal is\nto expand his influence across other groups of giants,\nbut he has also been collecting relics of the past.\n\nA number of circumstances could bring the\nDominion of Purity to [[Stormreach]]. If the [[tribes of Rushemé|Guardians of Rushemé]] fall under pressure to swear fealty to the Voice, members of the Dominion could come to Stormreach and threaten [[Gaulronak]]. Adventurers\ncould encounter a group of giant explorers searching for a treasure beneath Stormreach. Depending on the true nature of the Voice of the Titans, [[Antaegus]] could see the Voice as an ally or a mortal enemy, in which case he might turn to adventurers to help\neliminate the Dominion.",
        "modified": "20210727192004998",
        "tags": "[[secret society]] Xen'drik giant",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]