[
    {
        "created": "20210206222131846",
        "text": "The charismatic Donata is the self-styled \"Empress\" of the ruins of [[Metrol]], ruling her tiny kingdom from the ruins of the [[Royal Vermishard]] and draped in the [[Cyran|Cyre]] Regalia. A master of manipulation, Donata and her soldiers are the result of humanoid experimentation at the hands of House [[Vadalis]] during the [[Last War]].\n\n!! Mournland Magebred\n\nInspired and vexed by [[Cannith]]’s success with the [[warforged]], a [[Cyran|Cyre]] faction of the [[Feral Heart]] of [[Vadalis]], led by the visionary Venarl d’Vadalis, began experimenting on [[human]]s and other sapient creatures to create superior versions of them. Years ago, in a secret laboratory north of [[Metrol]], the Vadalis researchers succeeded and began training their creations. Then came the [[Mourning]].\n\nThat ill-fated day created chaos and killed many [[Vadalis]] scions, but most of their creations survived. The [[magebred|magebreeding]] [[humanoid]]s, led by the imposing Donata, quickly took control of the facility and subdued their surviving [[Vadalis]] keepers. Donata acted quickly to secure her status through guile and the elimination of her rivals. She organized her followers, and the magebred made their way out into the [[Mournland]]. Donata and her party entered [[Metrol]] and established themselves in the abandoned government buildings.\n\nFor the last several years, Donata and her followers have been secretly working in experimental facilities in [[Metrol]], expanding on the work started by House [[Vadalis]]. The magebred, using inborn powers, enhanced the rumors of Metrol as a haunted\nruin. Donata has become empress of a tiny domain she aims to expand. All she needs is opportunity... and a bigger army.\n\n[[Magebred|magebreeding]] [[humanoid]]s are stronger, tougher, faster, smarter, and more charismatic than their normal counterparts. [[Vadalis]]’s magical techniques make them grow and learn faster, so they become functioning adults twice as quickly as normal. Most of Donata’s current magebred soldiers come from her generation, but she is training a new generation.\n\nThe [[Vadalis]] techniques create some mental instability, and a tendency toward egotism and self-absorption. Within Donata’s order, the magebred are also taught that they are superior and others are lesser beings. This training exacerbates the selfishness or callousness the magebred naturally possess.\n\nMagebred who venture deeper into the Mournland return with samples of bizarre creatures—or become mutated themselves. Donata sees such events as an opportunity to add new traits to the [[magebreeding]] pool. Mutated magebred might have minor monstrous traits, such as slow regeneration or claws. They might also have monstrous habits, such as cannibalism.\n\n!! Allies\n\nThrough [[Ikar's Salvage]], Donata also has contacts in the Order of the [[Emerald Claw]]. What such an alliance might breed only time will tell. The order might already be in [[Metrol]], as might some of its [[undead]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Donata",
        "tags": "Metrol humanoid",
        "modified": "20210930204814725",
        "color": "#FEA627",
        "category": "person",
        "article": "Empress "
    }
]