[
    {
        "created": "20210128200620279",
        "title": "Dorann Holds",
        "text": "The [[Eska Mountains]] are home to the isolationist [[dwarves|dwarf]] of the Dorann Holds, who are thought to\nhave migrated from [[Frostfell]] over an ancient land bridge.\nLittle is known of these clans today. The [[dwarves who eventually migrated|Doriak]] to populate southern regions appear to have split from the Dorann centuries ago. Since then, the Dorann dwarves have maintained a\npolicy of political isolation, although they still trade with\nthe northern [[shifter]] tribes and [[Inana]] [[maenad]]s of the\n[[Tashyvar Islands]]. It is said that an increasing number of\nthe Dorann clans are feverishly mining the Eska Mountains, stockpiling raw minerals as they dig. \n\nThe Holds have long been a collection\nof loosely confederated clans, with frequent infighting and\nskirmishes between various factions. In recent years, however, the infighting has calmed, and several of the clans are\nworking together to an unprecedented degree. The ''Stone Council'', previously an intermittent conclave gathered to settle important intraclan disputes, has been in permanent session in the fortress of [[Tannishold]]. Able-bodied dwarves\nfrom all clans are being dispatched—forcefully in some\ncases—to work in massive excavation projects deep in the [[Eska Mountains]]. Recent reports indicate that heavily armed militias, controlled by a member of the Stone Council known as Hammerhand, now control many of the major passes\nand valleys of the Eskas. Opposing [[dwarf]] clans are uniting\nunder the flag of the [[paladin]] order known as the Clanguard,\nand rumors of a civil war hang heavy in the air. \n\n!! People of the Dorann Holds\n\nThe dwarves of the Dorann Holds are a mixed lot.\nNorthern clans tend to be more primitive, clannish, and\nwarlike than their distant cousins in the [[Mror Holds]].\nWhereas the [[Khorvairian|Khorvaire]] clans settled into a prolonged\npeace under [[Karrnath]] annexation, the dwarves of the\nnorthern Dorann Holds have never known such an era,\nand the typical state of affairs is one of low-simmering clan\nconflict. The southern Eska clans, by contrast, have much\nmore arable land to work, and hence more peaceful relations, trading among themselves and the nearby [[human]]s\nand [[shifter]] tribes. Still, all Dorann dwarves tend toward\nmild xenophobia and isolationism, and as such have little\ncontact with the world beyond their borders.\n\nThese days, a Dorann dwarf adventuring in the larger\nworld is likely to have chafed under the oppressive policies\nof the recent Stone Council leadership. As the northern\nclans fall into line under the Hammerhand leadership,\nsouthern clans are rallying to the cause of the resurgent\nClanguard [[paladin]]s. A Dorann character is certainly concerned about potential civil war, and might feel compelled to choose a side and take a stand.\n",
        "modified": "20221206184637560",
        "tags": "[[Tashana Tundra]] tribe dwarf",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]