[
    {
        "created": "20210223230911672",
        "text": "The Draleus Tairn are the smallest faction of the [[Tairnadal]] [[elves|elf]] of [[northern Aerenal|North Aerenal]]. Like their [[Valenar|Valaes Tairn]] cousins, the Draleus dedicate their lives to the arts of war and to honoring their ancestors. But the Draleus Tairn\ndon’t just reenact the deeds of their ancestors; they nourish the spirits of the fallen with the blood of [[dragon]]s. The Draleus faith holds that the warrior draws strength from\nvictory, and passes this energy to his ancestors... and no\nvictory is greater than the defeat of a dragon.\n\nThe Draleus Tairn rarely socialize with outlanders, or even other elves. Rumors exist that the Draleus [[dragon]] slayers can take the powers of their victims; that\ntheir blood burns like dragonfire; that they can spit\nlightning or breathe acid; and that their blood rituals increase their life span and even imbue them with the strength of the dragon. Perhaps these stories are mere myths. The tales could also reflect the presence of [[dragonborn]] among the Draleus Tairn, with these powers derived from spilled blood instead of\nshared blood.\n\nThe Draleus elves have always been found at the forefront of the [[elf–dragon wars|Elf-Dragon Wars]], as much to claim blood for their ancestors as to defend their island home. While they wait for the next battle to begin, Draleus warbands stalk dragons across the length of Eberron, including [[Argonnessen]] itself, hunting [[rogues|rogue dragon]] and [[Chamber]] agents alike. It is a dangerous calling that demands great skill and cunning, and those who survive\nare among the deadliest elves in [[Aerenal]].\n\nThe Draleus Tairn place equal value on martial and\nmagical skill, and [[wizard]]s and warmages fight alongside [[double-scimitar|double-bladed scimitar]]-wielding warriors. Their style of dress and choice of weaponry is similar to the [[Valaes Tairn]], though they favor dragonbone weapons and armor made from dragonhide.",
        "type": "text/vnd.tiddlywiki",
        "title": "Draleus Tairn",
        "tags": "Tairnadal tribe",
        "modified": "20211203011010994",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]