[
    {
        "created": "20210330173636740",
        "text": "Dral Khatuur is an [[overlord]] of the [[Age of Demons]]. She embodies mortal fears of cold and darkness. She is the winter that steals the [[sun|Sun]], the terror carried on the icy winds howling in the night. Those who venture out into the icy dark may never return... and if they do, they may merely be [[simulacra|simulacrum]] of victims of the killing cold, sculpted by the Heart of Winter to drain the warmth of hope from the living. \n\nThe [[Frostfell]] has been the Heart of Winter's domain since the dawn of time. Her prison lies just beneath the ill-fated mining settlement known as [[Sunless Feoral]], where she broods and waits for anyone foolish enough to venture into her domain. She is one of the few [[overlord]]s who is fully conscious; the settlers of Feoral awoke her from her sleep six hundred years ago, though she was not fully released from her bonds. Since then, she has schemed, planning her terrible vengeance for the world.\n\nWhile she can change her form with a thought, Dral Khatuur's preferred shape is that of a tall, lean humanoid wearing a shimmering white robe. Long claws of ice stretch from her hands. Her face is a pallid mask of frost, and her eyes are ice crystals; her lips do not move when she speaks. Translucent horns curl back over her head. She is concealed in snow and mist, however, so she is usually seen as little more than a horned silhouette. Her voice is the howl of the arctic wind. She is cold and dispassionate: even when she hungers for vengeance, she never lets her anger show.\n\n!! Winter's Minions\n\nDral Khatuur has few allies, if any. She does not have a [[speaker|prakhutu]] among the [[Lords of Dust]], and none among the [[rakshasa]] work to bring about her release. She despises all other creatures, including the other [[overlord]]s. \n\nAs she is feared and hated by her own kind, the servants of the Heart of Winter are mostly [[undead]] of her own creation: withered [[zombie]]s that absorb heat from living creatures with a touch. The following creatures are unique to Dral Khatuur.\n\n* [[ice assassin]]\n* [[frost specter]] (or \"hungry wind\")\n* [[entombed]]",
        "type": "text/vnd.tiddlywiki",
        "title": "Dral Khatuur",
        "tags": "overlord immortal fiend",
        "modified": "20221215232839636",
        "color": "#8C4606",
        "category": "entity",
        "article": "the Heart of Winter, ",
        "tooltip": "overlord bound in the Frostfell, embodies the terrors of winter"
    }
]