[
    {
        "created": "20210126053704490",
        "title": "Dream Merchants",
        "text": "People always want what they cannot have, and every new\nlaw creates a source of profit for those who challenge it.\nThe major challenger in [[Riedra]] is a cabal known as the\nDream Merchants. The Merchants are smugglers first\nand foremost—they run [[dreamlily]], [[absentia]], and other [[Sarlona]]n\ngoods to [[Khorvaire]], and they provide a black market for\nRiedrans who want goods beyond the basic tools of survival provided by the [[Inspired]]. In the bastions, the Dream\nMerchants provide other criminal services: theft, forbidden information, fencing of stolen goods, even assassination. Such actions are extremely dangerous, and the costs\nof criminal services are typically four times what they might be in [[Sharn]]—assuming the Merchants are willing at all.\n\nThe Dream Merchants, while established in bastion cities, are rarely seen in the villages. Individual merchants sometimes travel between villages, posing\nas couriers. They carry [[bags of holding|bag of holding]] containing a wide\nrange of contraband goods they can exchange with villagers. Wandering merchants are generally masters of sensing others' motives. They are very careful about whom they\nreveal their true nature to, since one misstep could bring\ndeath. Although most [[Riedrans]] have heard of the Dream\nMerchants, common wisdom is that these people are the\ndirect servants of the //altavars//, sent to tempt and test the\ndevotion of the innocent. Loyal Riedrans report such\ncriminals immediately. \n\nDream Merchants can be found in most bastion cities, but a [[consequence]] of the attempt to find them may result in the authorities learning of the character's interest. The Merchants also maintain a\nnumber of outposts on the islands of [[Ohr Kaluun]]. Their\nstrongest support on the mainland lies in [[Rhiavhaar]]—remnants of the freebooter spirit holding true.\n\nA few Merchants manage to unlock innate [[psionic|psionics]] talents; the [[dimensional pocket]] power can be invaluable for a smuggler.\n\n''Getting the PCs Involved:'' The Dream Merchants are\ngreat contacts for those who want to enter [[Riedra]] by stealth.\nCharacters who are conversant with the criminal underworld\nof [[Sharn]] might be able to make contact with a merchant\nthrough the [[dreamlily]] trade. The Merchants can smuggle\npeople into [[Nulakesh]], [[Pyrine]], or [[Corvagura]] through\ntheir [[Ohr Kaluun]] gateway. They can also provide Riedran\ntraveling papers, at a steep cost of [[25 c|money]] per person. Within\nRiedra, Dream Merchants can help with transportation,\ninformation, or other needs. They can acquire nearly anything, but exotic goods take time—and prices are modified up to 100% in favor of the merchant.\n\n!! True Dissidents?\n\nThere is always a chance that a dissident group in [[Riedra]] is not what it appears to be. For example, it is possible that the Dream Merchants\nare in fact an arm of the [[Thousand Eyes]]. It is almost impossible to eliminate crime—by creating the black market\nitself, the Eyes gain the ability to monitor and control it.\nThe [[Inspired]] are in favor of the [[dreamlily]] trade, which\nhelps to weaken the people of [[Khorvaire]], but they don't\nwant to be seen as officially condoning it. Instead, they\nsomehow fail to completely exterminate the Dream Merchants. Through this control, the Thousand Eyes gains\nthe knowledge it needs to identify criminals and eliminate\nthe gravest threats to society while controlling the flow of\ncontraband goods and reaping any profits themselves.",
        "modified": "20210727192005691",
        "tags": "[[crime syndicate]] Riedra fence",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]