[
    {
        "created": "20200422213801879",
        "text": "In the spaces between sleeping and waking, nightmares\nwait with grasping claws. The [[quori]] spirits that rule [[Dal Quor]] spent a thousand years seizing control of the continent of [[Sarlona]]. Now they have turned their many eyes\ntoward [[Khorvaire]]. The ultimate goal of the Dreaming Dark is to control all the nations of the world. The [[plane]] of Dal Quor goes through cycles of light and darkness, and the current age is coming to an end. The nightmare spirits that rule the plane believe that by seizing control of mortal civilization—by forcing all the people of Eberron to dream the dreams they devise—they can maintain this current age of darkness indefinitely. So the [[fiend]]s of the Dreaming Dark aren't merely hungry for power; they\nare fighting for survival.\n\nThe [[quori]] can't manifest physically in [[Eberron]], but they have other options. They can possess willing [[humanoid]]s, creating agents known as the [[Inspired]]. They can also manipulate the dreams of mortals. The Dreaming Dark can trick a priest by sending dreams that appear to be divine visions, or inspire a soldier to rebel against their lord.\n\nThe greatest weapon of the Dreaming Dark is its ability to infiltrate other organizations. Anyone could become an [[Inspired]] vessel, or be prompted into taking foolish action by a dream. Its agents are scattered across the world and have no obvious connection to one another, until they reveal their true nature and purpose. \n\n!! Links to Headers\n* <<scrollToHeader \"The Dreaming Dark in the War\">>\n* <<scrollToHeader \"The Role of Dreams\">>\n** <<scrollToHeader \"Dying in Dreams\">>\n* <<scrollToHeader \"Dreaming Dark NPCs\">>\n* <<scrollToHeader \"Dreaming Dark Campaign Themes\">>\n* <<scrollToHeader \"Dreaming Dark Adventure Hooks\">>\n* <<scrollToHeader \"Notes\">>\n\n!! The Dreaming Dark in the War\n\nThe chaos that reigned during the [[Last War]] enabled the agents of the Dreaming Dark to move and act with absolute freedom throughout [[Khorvaire]]. Any direct conflict among [[Eberron]]'s humanoid populations is a boon to this group, which wants to destabilize all of them. Many of the intense battles near the end of the war might have been avoided, if not for Dreaming Dark agents fanning the flames of fear and hate—often by invading the\ndreams of soldiers and rulers alike.\n\nThe feelings of mistrust and festering animosity between the nations that linger after the [[Treaty of Thronehold]] provide the Dreaming Dark with countless points of possible infection. Refugees, expatriates, and other displaced people provide the perfect vehicle for\nthe Dreaming Dark to spread its influence across [[Khorvaire]], carrying its corruption into new populations. One such example is the vigilante militia known as the [[Sovereign Swords]].\n\n!! The Role of Dreams\n\nAll dreams occur in the plane of [[Dal Quor]]. When mortals sleep, their minds touch the plane and shape a shard of it. Normally, a dream is shaped by the memories and emotions of the dreamer. But the dream spell and similar effects (such as a [[night hag]]'s Nightmare Haunting) can influence a dream from the outside, to a specific and often sinister purpose. The [[quori]] are masters of using the dreams as a weapon to terrorize their foes.\n\nIt's possible for an entire adventure to take place in a dream. The trick with a dream adventure is ensuring that it feels meaningful, even consequential, and not just a waste of time. One of four basic approaches can help you do that:\n\n* A real monster inhabits a character's dreams and poses a real threat to that character's mind or body. The goal of the adventure is to defeat that monster.\n* A dreaming character is incapable of waking communication—they might be comatose or possessed. The goal of the adventure is to communicate with the dreamer and free them from whatever is preventing them from communicating.\n* A villain has implanted some kind of psychic lock in a character's mind, which prevents them from accessing some knowledge or capability. The goal of the adventure is to remove the psychic lock, which might take the form of a complex trap or maze in the dream.\n* The actual objective of the adventure lies in [[Dal Quor]]. The first goal is to find a way to break out of the mundane dreamscape and enter the wider plane. \n\nThe second challenge in crafting a dream adventure is\nhow to bring all the characters in a party together in the\nsame dream, which might or might not belong to one of\nthem. Consider these possibilities:\n\n* One of the characters is dreaming, and the others appear in the dream as memories and impressions in the dreamer's mind.\n* Some exotic magic—a kalashtar ritual or an [[eldritch machine]], perhaps—allows the characters to share a dream or to enter someone else's dream. This magic could also allow a character who ordinarily can't dream (such as an [[elf]], a [[warforged]], or a [[kalashtar]]) to enter the dreamscape as well.\n* Agents of the [[Dreaming Dark]] use their magic to bring the dreams of the characters together so they can influence or target the whole party at once. \n\nThe table below puts these principles together and suggests hooks into this kind of adventure.\n\n| !<<dr d4>> |!Dream Adventure Goal |\n| 1 |Break a psychic lock that is preventing a House [[Thuranni]] spy from remembering what they learned about a sinister [[Dreaming Dark]] plot. |\n| 2 |Escape into [[Dal Quor]] to find an artifact that can be brought back to the Material Plane when the characters awaken. |\n| 3 |Rescue a character who is suffering from debilitating recurring nightmares by defeating the [[quori]] inhabiting the character's mind. |\n| 4 |Stop the construction of an [[eldritch machine]] in [[Dal Quor]] that will give the [[quori]] physical access to the Material Plane again |\n\n!!! Dying in Dreams\nDeath in dreams is less severe than in reality, but it's\nnot without consequence. Of course, characters who are\nmere figments of a dreamer's imagination are simply\nremoved from the dream. But a character dies while actually dreaming, the character receives no benefit from\nthe rest and takes some [[psychic damage|damage type]].\n\nIf you want to establish more severe consequences,\nyou can. A dreamer killed by a [[quori]] could be trapped in\n[[Dal Quor]] while the quori possesses their body, forcing\ntheir allies to try to rescue them from their nightmares. \n\n!! Dreaming Dark NPCs\n\nAgents of the Dreaming Dark are insidious villains that\ncan appear anywhere, in almost any context. They receive orders from a cabal of powerful quori. The leader of the organization, known as the [[Devourer of Dreams]],\ncommunes with the nightmare spirit of [[il-Lashtavar]] itself.\nThe Dark's chief agent in [[Eberron]] is a [[kalaraq]] [[quori]] named [[Tirashana]], who has planted [[mind seed]]s—mental copies of herself—across [[Khorvaire]].\n\nThe Dreaming Dark has [[Inspired]] agents and [[kalaraq]] [[quori]] [[mind seed]]s scattered across [[Khorvaire]], hidden within the membership of [[dragonmarked house]]s, noble families, and other driving forces. Because Dreaming Dark agents can communicate and coordinate with one another in dreams, they never have to\nrisk losing their cover to receive assignments or transmit information.\n\n| !<<dr d4>> |!NPC |\n| 1 |A servant in a manor house overhears everything the visiting nobles whisper about in their private rooms. |\n| 2 |The captain of a successful mercenary company suddenly changes the kinds of contracts they'll accept. |\n| 3 |A local [[druid]] searches out monsters in the wilderness and drives them into murderous rampages. |\n| 4 |A charismatic [[Cyran|Cyre]] stirs up anger and discontent among the frightened refugees. |\n\n!! Dreaming Dark Campaign Themes\n\nLong ago, the Dreaming Dark caused a [[long period of strife|Sundering]] on the continent of [[Sarlona]], fostering suspicion, rebellion, fear, prejudice, and greed among and within\nthe various nations that held power at the time. While\nchaos reigned, the [[quori]] also carefully nurtured the\n[[human]] bloodlines that would become the [[Inspired]],\nperfectly suited to serve as hosts for quori spirits. Then,\nwhen the destruction of the old kingdoms was complete,\na group of bold champions—[[Inspired]] vessels of the\nDreaming Dark—formed a new nation from the ashes\nof the old. Having conquered [[Sarlona]] by means of such\nmanipulation, the Dreaming Dark has turned its sights\nto [[Khorvaire]]—which is already a continent in turmoil.\n\nWith the conquest of the entire continent in mind,\nthe Dreaming Dark has three objectives in Khorvaire.\nThe first is to cause chaos and strife whenever possible,\nturning allies against one another and spreading fear.\nThe second is to promote their chosen champions. A\nchampion could be a nation, a mercenary company, a\n[[dragonmarked house]], or a [[religion]]—whatever it is, it will\nhave been thoroughly subverted by the Dreaming Dark. Finally, the Dreaming Dark relentlessly pursues the [[kalashtar]] and takes every opportunity to bring down these enemies. The kalashtar are descended from rebel [[quori]] that defied the Dreaming Dark and want to push [[Dal Quor]] into an age of light.\n\nGiven those objectives, the Dreaming Dark can drive\nevents on a small scale, by setting bandits in motion or\ntriggering local feuds, or the adventurers might uncover\nevidence of plans that could reignite the [[Last War]] or\nbring an entire nation or religion under the sway of the\nDreaming Dark. \n\n!! Dreaming Dark Adventure Hooks\n\nThe table below offers some\nideas for strange occurrences and nightmarish events\nthat can touch off stories involving the Dreaming Dark.\n\n| !<<dr d4>> |!Adventure Hook |\n| 1 |The high priest of a temple falls into a deep sleep from which nothing can awaken them. |\n| 2 |The characters notice a pattern after defeating several foes: each enemy exhibited a particular quirk of speech or gesture. They now recognize that quirk in an ally or mentor. |\n| 3 |A mad [[wizard]] encoded the remedy to a destructive spell in their own dreams. The characters must enter the dreamscape and recover the remedy. |\n| 4 |A war criminal imprisoned during the [[Last War]] reaches out, claiming to have evidence of their innocence and warning that a destructive force is influencing the government. |\n\nSee also [[Virashana]] and [[Alarkhad]].",
        "title": "Dreaming Dark",
        "modified": "20231230004917964",
        "tags": "[[secret society]] quori",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "the core organization behind the Inspired and the government of Riedra, quori of Dal Quor attempting to stop the turning of the age"
    }
]