[
    {
        "created": "20201226001938714",
        "text": "''Capital:'' [[Stonespire]]<br/>\n''Region: ''[[Droranathhold]]<br/>\n''Primary Resources:'' Mercenaries, furs, meat<br/>\n''Enemies:'' [[Toldorath]], [[Tordannon]], the [[Jhorash'tar]]<br/>\n''Celebrated Virtues:'' Strength, confidence. Embrace the wild.\n\n[[Doldarun]] is known for courage, while Droranath is fearless.\nWhat's the difference? A talespinner says that Doldarun is\nafraid, but even knowing that fear, chooses to stand their\nground; in contrast, Droranath never sees any reason to be\nafraid to begin with. Droranath dwarves value confidence and\noptimism, and are certain that their strength can carry them\nthrough any challenge.\n\nThe Droranath dwarves value tradition, and their culture is\nthe closest to the original [[Mror|Mror Holds]] path before being conquered by\n[[Galifar]]. The Droranath never became miners; they are hunters,\nfarmers, and above all, fierce warriors. Droranath youths have\nalways trained with axe and hammer, long before the War Below\nmade the practice common among the clans, and hide armor\nis standard fashion among the clan. Some Droranath develop\nthe skills of the stealthy hunter, striking down enemies from\nafar, but most Droranath warriors prefer to look their enemy\nin the eye and to see their fear. Droranath warriors perfect a\ntechnique called //tra dolhass//—the battle cry—a wild howl as the\nwarrior charges the enemy, summoning their adrenaline and\nfury. The Droranath love battle, and for centuries they have\nsold their services as mercenaries through House [[Deneith]].\nThe “Mror Howlers” are valued as shock troops and vanguard\nwarriors. They are one of the smallest and poorest clans, in\npart due to their violent lifestyle and refusal to embrace many\nmodern advances, but they continue to hold their lands. \n\nDroranath has fought the [[Jhorash'tar]] [[orc]]s since the first\ndays of exile. They accuse the orcs of countless atrocities,\nmany of which may have indeed occurred—centuries in\nthe past. Droranath talespinners insist the Jhorash'tar\nwere responsible for the destruction of [[Noldrunhold|Noldrun]], and\nnow claim the orcs are in league with the horrors of the\n[[Realm Below]]. In addition to ongoing skirmishes between\nDroranath dwarves and the Jhorash'tar, this has led to a\nbitter feud between Droranath and the clans that support\nthe Jhorash'tar—[[Toldorath]] and [[Tordannon]].\n\nThe Droranath dwarves aren't miners, and they haven't\nopened paths to the [[Realm Below]] in their territory. However,\nDroranath mercenaries have served other clans, and brought\nback trophies from their battles. It's Droranath tradition to\nclaim the arms and armor of fallen foes, and the Droranath\nhave no qualms about using [[symbiont]] weapons, though they\ndon't celebrate them as [[Soldorak]] and [[Narathun]] do.\n\nDroranath characters are always willing to take risks to help friends. [[Ranger|ranger]]s\nand [[barbarian]]s are sound choices for Droranath.",
        "title": "Droranath",
        "modified": "20240724061805511",
        "tags": "[[mercenary troop]] [[Mror clan]] tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "Clan ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]