[
    {
        "created": "20210402213631774",
        "text": "Dyran ir'Wynarn was a [[Khoravar|half-elf]] born of the union of the King of [[Galifar]] and the Duchess of the [[Duskwood]]. As a child, he spent a great deal of time on his mother's estates; some whispered that he was visiting his grandmother, an [[archfey]] whose domain lay on the other side of the Duskwood. Whatever the truth of this, there is no question that Dyran was remarkable. When he was appointed as governing Prince of [[Aundair]], he was an [[Enchanter|enchantment]] of the Third Circle (in mechanical terms, this means he could cast [[rare-tier|spell tier]] [[enchantment]] spells); many believe that his true power was greater still but that he choose to conceal it. He was a brilliant orator, blending natural charisma and supernatural gifts. He strengthened the [[Arcane Congress]] considerably during his reign, but his life's work was tracking down and identifying [[Thelanian|Thelanis]] [[manifest zone]]s, following up on obscure tales and walking forgotten paths. [[Aundair]]ian [[bard]]s know countless tales of Clever Dyran—how he won the crown of the Count of the Barren Marches, danced with Lady Perilous in the [[Palace of the Moon]], and stole arcane secrets from the [[Mother of Invention|Forge Maiden]]. Some say that he surely could have stolen the throne of [[Galifar]] from his [[human]] brother Dolan, but that Clever Dyran had no desire to rule. Prince Dyran disappeared when he was 111 years old; the tales say that he surely went to claim a seat in the [[Palace of the Moon]], and that he might be there still today. \n\nWhile the details aren't known to history, Prince Dyran negotiated with many of the [[archfey]] of [[Thelanis]], both on his own behalf and for the good of his nation. Dyran's journals could provide insight both into the location of Thelanian [[manifest zone]]s and secrets of the [[archfey]]; perhaps he made bargains that could still be invoked today. His vaults surely included treasures of Thelanis, and an unusual [[trinket]] could turn out to be a fey heirloom of Clever Dyran. ",
        "type": "text/vnd.tiddlywiki",
        "title": "Dyran ir'Wynarn",
        "tags": "Galifar [[Wynarn family]] deceased half-elf humanoid",
        "modified": "20220506021343972",
        "color": "#FEA627",
        "category": "person",
        "article": "Prince "
    }
]