[
    {
        "created": "20210126021419727",
        "text": "//\"Sword against shadow. Faith against fear. I walk the edge of the world, and no horror shall pass my blade.\"//<br/>\n<div align=\"right\">—The Vow of the Edgewalker</div>\n\nThe Edgewalkers are a division of the [[Harmonious Shield]] of [[Riedra]]. These survivalists patrol the borders of the [[wild zone]]s and other dangerous regions, keeping the horrors within from escaping to harm innocent Riedrans.  For nine hundred years these warriors have held the chaos of the outer realms at bay.\n\n!! Joining the Edgewalkers\n\nService in the Edgewalkers is not a choice. It is an honor and\na duty, a calling from the [[Inspired]] themselves. Many Edgewalker soldiers are drawn from the other branches of the [[Harmonious Shield]]; these are among the most skilled and\ndedicated. Others are chosen to serve the corps at an early\nage and spend their adolescence in intensive training.\n\nEdgewalkers are the shield of [[Riedra]], and it would\nbe almost unimaginable for a foreigner to be drawn into\nthe service. As such, an Edgewalker PC is most likely a\nRiedran who already meets the entry requirements at the\nstart of the campaign, and who can be assumed to have\nbeen raised as an Edgewalker. \n\nMany Edgewalkers are rangers, [[psi warrior]]s, [[ardent]]s, and [[psion]]s, along with a handful of [[cleric]]s of the [[Path of Inspiration]]. However, even wielders of [[arcane magic]] can find a place in the Edgewalkers. While the [[Inspired]] have purged arcane magic from the common populace of Riedra, when it comes to\ndefending against extraplanar threats, they are willing to make exceptions. If a Riedran child develops the talents of a [[sorcerer]], specifically with a gift for [[divination]] or [[abjuration]], they might be claimed by the Edgewalkers. Such characters believe that it is dangerous to use arcane forces, but that devoted service to the Inspired is a\nshield—an Edgewalker sorcerer should never use his powers\nfor his own benefit, but as long as he uses them solely in\ndefense of Riedra, his devotion should save him.\n\n!! Edgewalker Benefits\n\nThe Edgewalkers are an elite military force trained to\ndeal with the myriad dangers of the [[wild zone]]s and other\nsupernatural and extraplanar threats.\n\nAn Edgewalker receives free room and board in any [[Riedran|Riedrans]] community.\n\nEdgewalkers are assigned equipment. They do\nnot have to pay for basic goods, and might even receive\nminor psionic or [[magic item]]s at no charge—though\nthey must account for such items at the conclusion of an\nassignment. Although they could receive free supplies,\nEdgewalkers have no access to nonstandard equipment,\nsince Riedrans are not expected to purchase goods, and\nany unusual requests must be justified.\n\nFor a Riedran, an Edgewalker has an unusual level of access to [[divine|divine magic]], [[primal|primal magic]], and [[arcane magic]]. Edgewalker spellcasters might be motivated by the needs of a mission or by friendship with a character, but their services cannot be purchased with gold.\n\nThe Edgewalkers are the ultimate authority on the [[wild zone]]s of [[Riedra]]. By consulting at an Edgewalker stronghold, a member has [[advantage]] to gain information on any wild zone, or a large advantage on one of the zones specifically overseen by the fortress. \n\n!! Playing an Edgewalker\n\nYou are a warrior on the front lines of a war beyond\nimagination. Other soldiers of the [[Harmonious Shield]]\nchase [[dromite]]s through tunnels or glare at the [[Adarans]]\nacross mountain walls. You? It's your job to go toe to toe\nwith [[demon]]s and [[monsters|aberration]] shaped by [[forces of madness|Xoriat]].\nYou've stared into raw chaos, and felt the heat of elemental fire. You'll be lucky if you live ten years in the service, but you wouldn't have it any other way. These horrors\ncan't be left to prey on the innocent.\n\nAs an Edgewalker, you know just how fragile the\nworld is. The [[wild zone]]s are permanent battlegrounds,\nbut the walls of reality can be breached anywhere, at any time. Also, extraplanar threats are only the beginning. [[Vampire|vampire]]s, [[ghost]]s, [[rakshasa]]s, [[undead]], and [[aberration]]s are all your concern. You are the sentinel who\nwalks the line between the natural and unnatural world.\nYour greatest challenge is to hold to your faith, lest you\nbecome the darkness that you battle.\n\nYou have no use for humor and no time for leisure.\nEvil is out there, and every minute you spend at peace is\na moment you could serve in battle. Study those around\nyou for any signs of possession or corruption. Never\nlower your guard, and never pass up an opportunity to\ndefend an innocent from harm.\n\nNot all soldiers live up to this ideal. Perhaps you\nare a fallen Edgewalker, one who has seen the power\nthat lies in the darkness and now pursues it. You have\nabandoned the [[Path of Inspiration]], and you care nothing\nfor innocents. You conceal your true motives from your\ncomrades, but when you enter the [[wild zone]]s, you aren't\nthinking of the safety of [[Riedra]]; your only interest is your\nown gain. You intend to be a [[demon]] prince, the equal of\nany of the [[Inspired]]... and woe betide anyone who stands\nin your way. \n\nFallen or true, you were indoctrinated from birth\nin the [[Path of Inspiration]]. You were taught to believe\nin the //il-altas//, to believe that the [[Inspired]] are guided by\nthe spirit of [[Riedra]] itself. You have seen the good that\nthe Inspired have done for your people; you have fought\nbeside Inspired lords against [[aberration]]s and [[fiend]]s.\nNonetheless, of all the people in Riedra, you are best\nequipped to realize the true nature of your rulers. But\nwhat do you do if you determine your beloved masters are\nalien terrors? If you speak out, you will be denounced as\na heretic and slain. Perhaps you can work from within,\nhelping dissidents and gathering information. Or you\nmight flee to a foreign land. You know that the battle\nof the planes stretches beyond national borders; if you\ndecide to fight the [[quori]], you can fight them anywhere in\nthe world. \n\nSome Edgewalkers remain loyal to the [[Inspired]] even after learning the truth about the [[quori]]. The quori might be alien spirits, but they have brought peace and security to the people of Riedra. In many ways, the [[kalashtar]] agenda is as selfish as that of the [[Dreaming Dark]]. Finally, you might decide that you can no longer work for the Inspired, and that you must find your own path, fighting both the kalashtar and the quori. \n\n!!! Combat\n\nYou are a mortal fighting fiends and horrors.\nYou expect to be outmatched by your enemies, and you\nmust look for every possible advantage. Study your enemy.\nDon't just charge into battle and fight until you fall. Study.\nObserve. Adapt. If need be, retreat and reequip. You are\nnot afraid to die in battle, but if there's a possibility of\nbuying a later victory with retreat, do so.\n\nYou are always ready to do battle, but you know that\nviolence is not always the best solution. Many spirits can\nbe bound by oaths or flattery. In such situations, words\ncan be far more effective than weapons. Know your\nenemy, and choose your tools wisely.\n\n!!! Advancement\n\nEdgewalkers are divided into two orders, the sentries and the inquisitors. A sentry might\nspend his entire career at one fortress. You most likely follow the path of the inquisitor, a roaming agent who can be sent anywhere in [[Eberron]]. Edgewalker inquisitors are unlikely to ever get promoted: Your skills are too useful in the field. You go where the [[Inspired]] send you. If you are true to your cause, personal wealth and luxury\nmean very little. If you are a fallen Edgewalker, you hope\nto use your knowledge of the [[plane]]s to gain personal\npower. If you are a rebel, you seek to protect the people\nfrom supernatural danger, but this struggle could bring\nyou into conflict with your former masters. \n\n!!! Missions\n\nAn Edgewalker sentry guards a specific [[manifest zone]]. Often this duty involves patrolling the perimeter, which is slashed and burned to provide a clear\nline of sight. Other times, you might be sent into the zone\nitself, to recover valuable resources or monitor experiments set in motion by the [[Inspired]].\n\nEdgewalker inquisitors are constantly in motion,\nand might be called in to investigate any supernatural\nthreat or flare in planar activity. Your duties are not\nlimited to [[Riedra]]. You might be sent to [[Syrkarn]] to battle\n[[rakshasa]]s or to [[Xen'drik]] to investigate the planar magic\nof the [[giant]]s. You could even be sent to [[Khorvaire]] to\nuncover the secret of the [[Mourning]]. This sort of assignment would provide you with a solid base for traveling the world and working with Khorvairian adventurers, while\nstill remaining loyal to the [[Inspired]]. \n\n!!! Responsibilities\n\nWhether you are a sentry or an inquisitor, your duties are simple. Follow the orders of\nthe Inspired. Defend the innocent people of Riedra from\nextraplanar and supernatural horrors. In many ways, you\nhave much in common with a [[templar]] of the [[Silver Flame]],\nbut you serve the [[Path of Inspiration]], not a flame whose\nown followers admit is tainted by [[demonic influences|Bel Shalor]]. \n\n!! Edgewalkers in the World\n\n//\"I am impressed by how efficiently these soldiers contained the eruption from [[Fernia]]. Nonetheless, I continue to question the wisdom of training mortals in the techniques of exorcism and dimensional binding.\"//<br/>\n<div align=\"right\">—Lord Xerakhesh, Dominator of the [[Dreaming Dark]]</div>\n\n[[Wild zone|wild zone]]s hold a wealth of opportunities for adventurers,\nand the Edgewalkers are the gatekeepers of these regions.\nThey might oppose adventurers who seek to release or\nremove something held within a wild zone, or who\nseek to destroy an [[Inspired]] installation based in\na wild zone. But Edgewalkers can just as easily\nbe allies who come to the aid of adventurers who underestimate the danger of the\nplanar breaches. Most Edgewalkers are\ngood people who have sworn their lives\nto protecting innocents—even innocent foreigners. \n\n!!! Organization\n\nThe Edgewalkers were founded in 390 Unity (88 YK), in response to a disastrous planar incursion in the province of [[Nulakaz]]. However, the group has\nits roots in the nation of [[Caleshaz]]. Before the [[Sundering]], the [[couatl]]-worshiping people of Caleshaz sought to eliminate all supernatural threats in [[Sarlona]]. The Caleshazi Order of the Silver Blade developed techniques for banishing and binding [[fiend]]s of [[Khyber]] and the [[plane]]s. Although most of the order was killed during the [[Sundering]], their legacy and techniques live on in the Edgewalkers.\n\nThe Edgewalkers are a military\ncorps, but the hierarchy is simple and\npromotion is rare. The bulk of the members\nbelong to the Order of Sentries, soldiers\nassigned to a specific region. All soldiers\nbegin with the rank of sentry. A sentry\nguide commands a squad of sentries.\n\nA sentry warden commands a small watchtower.\nThese posts are generally held by [[Chosen]], though a few\ngifted [[human]]s have risen to this rank.\n\nA sentry lord commands a fortress. Chosen who advance to this rank are usually [[tsucora]] or [[du'ulora]] [[Inspired]].\n\nA lord commander coordinates efforts across an\nentire [[province|Sarlonan province]]. The posts are all held by [[Inspired]].\n\nThe supreme commander of the order is Lord [[Kaltaresh]], Keeper of Seals ([[du'ulora]] [[Inspired]]). Kaltaresh guides the Edgewalkers from the division headquarters in the bastion of [[Dar Mun]]. \n\nA fraction of Edgewalkers belong to the Order of Inquisitors. There are no ranks within this order; technically, an inquisitor stands between sentry guide and sentry warden, and the activities of the inquisitors are coordinated by the lord commanders. \n\n!!! NPC Reactions\n\nEdgewalkers are heroes and always receive a\nfriendly welcome in [[Riedran|Riedrans]] communities. Beyond [[Riedra]], Edgewalkers\nare much less well known; even in [[Adar]]\nor [[Syrkarn]], few can tell the difference\nbetween Edgewalkers and other Riedran\nsoldiers, and they react accordingly. The\nexceptions are communities close to [[wild zone]]s. Lord [[Kaltaresh]] has occasionally sent Edgewalkers to counter dangerous planar\nsurges in [[Syrkarn]] and the [[Tundra|Tashana Tundra]]. In these\nareas, locals might be friendly to Edgewalkers despite a general hostility toward Riedrans.",
        "type": "text/vnd.tiddlywiki",
        "title": "Edgewalkers",
        "tags": "[[Harmonious Shield]] military",
        "modified": "20220828191456901",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]