[
    {
        "created": "20210315224132733",
        "text": "Although the [[destruction|Age of Giants]] of [[Xen'drik]] was monumental,\nsome of the continent’s denizens did survive. While the\n[[dragon]]s brooded, [[elf]] refugees established the nation of\n[[Aerenal]]. Thousands of years of research into [[necromancy]] and the energies of [[Argonnessen]] produced the [[Undying Court]], an alliance of [[deathless]] elves with a\ngestalt power that rivaled the [[overlord]]s of the [[first age|Age of Demons]].\nSince that time—over seven thousand years before\nthe founding of [[Galifar]]—dragons and elves have been at\nwar. The tides of strife ebb and flow, and centuries might\npass between battles... but sooner or later the dragons\nreturn to fight once more. The basis of this age-old\nconflict, and its conduct, is another of the mysteries\nof Argonnessen.\n\nMany find it impossible to imagine that the [[Aereni]]\ncould stand against the force that utterly destroyed\n[[Xen'drik]]. In truth, the elves have never faced the full\npower of [[Argonnessen]]. The strike on Xen’drik was\ncarried out by the full, unified force of Argonnessen;\nthe elf–dragon wars have involved only a few flights\nfrom the [[Light of Siberys]]. The fact that the [[Undying Court]] has been able to hold off the dragons remains an impressive feat, but it has not faced the power that\nravaged a continent.\n\nThose who study this puzzling behavior ask: Why\nnot? What motivates this seemingly endless struggle? If\nthe dragons truly wish to eliminate the elves, why don’t they commit their full forces to the task? If they don’t care enough to do so, why do they continue to fight in such intermittent fashion?\n\nOne theory is that the [[dragon]]s despise the extensive practice of [[necromancy]], even when it draws on the positive energy of [[Irian]], but do not view it with the same abhorrence as the [[giant]]s’ planar studies. Thus,\nthey cannot agree en masse that [[Aerenal]] should be\nlaid low.\n\nAnother possibility is that the struggle is a form\nof exercise for the dragons, a proving ground for the\nyounger warriors of the [[Light of Siberys]]. Conversely,\nit might be that the wars are fought to test the elves and\nharden them for some future conflict. The dragons might be unwilling to share the secrets of their power with lesser races, but they can still push the lower creatures to reach their full potential. The long struggle with the dragons has certainly forced the [[Aereni]] [[wizard]]s and [[Tairnadal]] warriors to master the arts of war and magic.\n\nThe lords of [[Argonnessen]] offer no explanations for\ntheir actions, nor do they negotiate. Only two instances\nof elves and dragons working side by side are known, and\nboth involve the [[noble line|Aereni noble line]] of [[Vol]]. Following the appearance of the [[Mark of Death]], a number of [[green dragon]]s began working with the line of Vol.\nThis alliance produced the half-green dragon [[Erandis|Lady Illmarrow]].\nAllies of Vol claim that this was intended to forge a bond\nbetween the two races and bring an end to the wars.\nOthers believe that the emerald dragons sought to gain control of the Mark of Death through their half-dragon offspring. In the end, Erandis Vol did unite [[Aerenal]] and [[Argonnessen]]... in a quest to eradicate the line of Vol. But this alliance was short-lived and involved minimal communication between the allies. Once the\nhouse of Vol fell into shadow, the [[dragon]]s returned to\nArgonnessen, and in a few centuries the cycle of war\nbegan anew.",
        "title": "Elf-Dragon Wars",
        "modified": "20230609195638231",
        "tags": "war",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "event",
        "color": "#A3CFBB"
    }
]