[
    {
        "created": "20200422183617887",
        "title": "Emerald Claw",
        "text": "What arose as an order of militant knights within the\nnation of [[Karrnath]] fell into disgrace and became a\nshattered remnant. The Order of the Emerald Claw now\noperates as a collection of cells of fanatical warriors,\n[[necromancers|necromancy]], and spies. On the surface, its members\nseem to be driven by Karrnathi patriotism, and they\npurport to be adherents of the [[Blood of Vol]]. The most\ncursory investigation reveals that claim to be a facade.\n\nThe truth behind the Emerald Claw is that they serve\nthe [[lich]] [[Lady Illmarrow]], and in her name they carry out\nacts of destruction, murder, and necromantic terrorism.\nThey have been linked to the theft of powerful items\nimbued with necromancy magic, and they often employ\nvicious [[undead]] minions that make even other Karrns\nuncomfortable. Most worshipers of the [[Blood of Vol]] are\nquick to point out that they don't accept the order's claim\nto membership in their faith, and those true worshipers\nvehemently reject the Emerald Claw's violent fanaticism. \n\n!! The Emerald Claw and the War\n\nDuring the [[Last War]], [[Karrnath]] was forced to embrace\nthe practice of [[necromancy]] to bolster the ranks of its\narmy. At the same time, a number of chivalric orders\nwere founded by devoted worshipers of the [[Blood of Vol]].\nThese groups included necromancers and [[bone knight]]s\nthat were trained to raise and command the [[undead]]\ntroops used during the war. The Order of the Emerald\nClaw was one of the most infamous of these groups, renowned for its fighting skills but often sanctioned for its brutal treatment of enemy soldiers. The Emerald Claw were also accused of slaughtering civilians so they could be raised as skeletons or [[zombie]]s—behavior that was strictly forbidden by the Karrnath commanders.\n\nWhen King [[Kaius III|Kaius ir'Wynarn III]] came to power near the end of\nthe war, he turned against the [[Blood of Vol]]. The orders were disbanded, and many members of the Emerald Claw were condemned as war criminals. While the\nother orders complied with the king's edict, many knights of the Emerald Claw refused to surrender. The order fragmented as its original members scattered, but\na number of those rebellious knights started their own\ncells, rallying all who wanted to see [[Karrnath]] achieve\nits rightful glory. The order experienced a surge in membership following the [[Treaty of Thronehold]] because\nmany Karrns thought that Kaius III had betrayed their\nnation by embracing peace. \n\nSix years ago, shortly after Kaius's accession, a figure\nknown as [[Lady Illmarrow]] emerged as the leader of the\nOrder of the Emerald Claw. Few of her followers know\nanything about her, other than her great skill as a necromancer; many members of the Order refer to her as Queen of the Dead. Some members of the order believe\nshe will ultimately raise [[Karrnath]] above all other nations. Others simply trust that she will grant them personal power. They believe that she is poised to become a god of death, and that when she ascends to divinity, they will be granted immortality or at least the eternal life\nof undeath. \n\n!! Emerald Claw Campaign Themes\n\nAt low levels, adventurers can clash with Emerald Claw skeletons and [[zombie]]s. As the characters grow more capable, the threats escalate. They might have to protect a village from a [[necromancer|necromancy]] who is sucking the life out\nof the land, or race through a dungeon to acquire a necromantic relic before the Claw can claim it. (See also [[Operation Leviathan]].) The Emerald Claw is ideally suited to pulp action; it's a force that is blatant in its villainy and has hordes of evil minions\nto do its bidding. Defeating the schemes of the Emerald\nClaw should always feel like the right thing to do.\n\nAlthough many members of the Emerald Claw believe that they are fighting for [[Karrnath]], they are truly serving the [[lich]] [[Lady Illmarrow]]. The greatest necromancer of the age, she seeks to unlock the secrets of her inactive [[dragonmark]], the [[Mark of Death]]. If she\nsucceeds, she could come to possess unimaginable power. This makes her a formidable villain to drive the action of an entire campaign. ",
        "modified": "20210727192007012",
        "tags": "[[secret society]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the Order of the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]