[
    {
        "created": "20210127173451895",
        "title": "Endseekers",
        "text": "Within [[Adar]] boil [[manifest zone]]s to the realm of pure\nchaos—[[Kythri]]—and the whispers of [[Ran Iishiv]] are said\nto be audible in the darkest shadows of the mountains.\nSome of the mystics who came to Adar found these places\nand gained power from them. The strange ways of fate\ndrew many mad magicians together, and they coalesced\naround the desire to see the end of all that was created by\nthe [[progenitor wyrms|Progenitor Dragons]].\n\nOnly dissolution—the utter unmaking of everything—can satisfy an Endseeker. Each one is a lost soul of sorts, often having seen dearly held truths melt away into the\nchaos of fate. To these magicians, the universe and all of its\nmotion are an abomination, and this repugnance must\nbe unraveled. \n\nEndseekers are usually quite mad, but it is an\nenlightened sort of madness. They know that something\nis underneath all of creation, something from which\neverything came. It's not a god—it's greater than that,\nfor it is everything and nothing at the same time. It is\nundifferentiated potential. Creation must be returned\nto this place. \n\nAlthough a few Endseekers are malicious killers who\nrandomly destroy, those who survive and flourish take calculated actions. A clever Endseeker might help a diabolic cult, then use his power or influence to set forces of good against that cult—internecine conflict culminating\nin mutual annihilation of the factions being the goal.\nPowerful Endseekers, or groups thereof, have networks\nand wide-ranging plans. The head of such an organization is the eye of calm in a maddening vortex. Seemingly unrelated plots all lead to that center. Endseekers don't\nwork together as a unified whole, though, and might even\nbe found opposing one another. \n\nMost Endseekers are spellcasters, and a large number of them are [[warlock]]s who have powers tied to chaos. Even stranger, many Endseeker masters are\ncontemplative [[cleric]]s, their \"religion\" centering on the divine notion of unmaking. \n\n''Getting the PCs Involved:'' Endseekers, rare as\nthey are, make easy villains. The characters can run\nacross these mad magicians at any point, finding one\nat the center of a web of seemingly unrelated problems. The [[Keepers of the Word]] are on the lookout for\nEndseeker plots, and they reward those who end such\nmachinations.\n\nEndseekers don't just strike within [[Adar]], however.\nSome wander into [[Riedra]]—usually perishing sooner\nrather than later, and providing fodder for stories of the\ndemonic magicians of Adar. An Endseeker could be an\nally of characters working against the [[Inspired]] and the\n[[Dreaming Dark]]. Such an Endseeker might even expound\nthe philosophies of unmaking. But how far can the characters trust their \"friend\"? \n\n!! Notable Endseekers\n\n<<list-links-article \"[tag{!!title}sort[title]]\">>",
        "modified": "20210727192007114",
        "tags": "[[secret society]] Adar",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]