[
    {
        "created": "20210212232942875",
        "text": "Any sailor in [[Stormreach]] can tell you that the [[sahuagin]] worship\nthe [[Devourer]], who they call Shargon. But this is only part of the\nstory. Sahuagin storm priests tell the common tale of how gods\nand demons fought in the first age, but their story doesn’t end\nwith the binding of the [[overlord]]s. Once the [[fiend]]s were defeated,\nthe [[Sovereigns|Sovereign Host]] were determined to take their place and rule as\ntyrants. The [[sahuagin]] Sha’argon was a bold hunter and mighty\nwarrior. He stalked the Sovereigns of the natural world, [[Arra’ai|Arawai]]\nand [[Ba’alor|Balinor]]. Sha’argon trapped them and consumed them,\nclaiming their power as his own. The other Sovereigns were\nangry, but none could outwit Sha’argon, and he already had the\npower of two gods; so they fled to the world above and beyond,\nand to this day, they flee when the mighty hunter draws near.\n\nSha’argon is the greatest of the gods. He sets the laws of the\nworld, and they are cruel. Life is an endless struggle. The weak\nwill perish in the storm or be consumed by the mighty. Those\nwith cunning and courage can conquer the world itself, and the\nvictor has the right to devour their vanquished foe. The [[sahuagin]]\nof the Eternal Dominion take these messages to heart. There is\nno foe they cannot conquer, no power they cannot claim. They\nhave forged a dominion from the bones of [[kraken]]s and the\nblood of the [[kar'lassa]], an empire that will never end.\n\nIf the Dominion wished to conquer the surface world, it\ncould do so easily—or so the [[sahuagin]] say. But to what end?\nDryskins are pathetic barbarians, weak in both body and mind.\nThe Eternal Dominion seeks grander prey, power worthy of\nSha’argon. Some seek to consume the [[overlord]]s; others plan the\nconquest of worlds beyond the world. Is this pure arrogance?\nOr can the Eternal Dominion gain mastery over reality itself?\n\n!! Victory Above All\n\n//Life is conflict. All things must eat or be eaten. Flee if victory is impossible in the moment, but never surrender.//\n\n[[Sahuagin|sahuagin]] culture is deeply aggressive; in any situation,\nthey look to see how they can win. This combines with a deep\nsense of cultural unity; what matters isn’t that //I// defeat the foe,\nit’s that //we// defeat it. So while sahuagin frequently compete\nwith other sahuagin, seeking to advance in rank and earn\nevolution into a higher form, this is about strengthening the\nDominion, not simply personal pride. Sahuagin don’t seek to\ncheat their way into positions they believe they don’t deserve.\nSimilarly, weakness can’t be tolerated, and they spare no time\non sentimentality. The sahuagin are children of the [[Devourer]]:\nthe point of storm and sickness is to cleanse weakness and\nstrengthen those who survive. Anyone who grows too old or\ninfirm should be challenged by those below them—but this\nis rare in practice, for a sahuagin who realizes they can no\nlonger perform their role will usually abdicate before they’re\nchallenged. It’s common practice for a respected retiring leader\nto be consumed by their subordinates, so their spirit and\nskills will remain part of the Dominion. The sahuagin warrior\nwho has grown too old to serve has no regrets about being\nconsumed; they lived well, and now they give what strength\nthey have left to nourish those who will come after them. A\nsingle life is fleeting; the Dominion is eternal, and your spirit\nlives on in your comrades who consume you. On the other\nhand, those seen as having no value—who are best excised\nfrom the Dominion—will simply be fed to the sharks.\n\nStemming from this, the people of the Eternal Dominion\nare extremely industrious. [[Sahuagin|sahuagin]] never relax, and don’t\nunderstand why anyone would—if you stop moving, you’re\ndead. They’re always looking for something to do, a challenge\nto overcome. However, this leaves them little time for abstract\nreflection, romance, or whimsy; life is war, and there’s no time\nfor poetry. Some would also say this limits innovation, and the Dominion is indeed slow to change its methods. Sahuagin are austere in their needs and desires, and don’t seek comfort, luxury, or personal wealth. This isn’t to say the sahuagin don’t enjoy life or seek entertainment—but rather, what drives the sahuagin is victory. They don’t care for music or theater, but they enjoy gladiatorial combat and other forms of aggressive sport, such as public debates and arcane duels. They also love to eat, as this is a symbolic victory over whatever they’re eating. Symbols of all kinds are important in sahuagin culture. Their armor, weapons, and architecture are designed to intimidate enemies and show off one’s rank and status.\n\n!! Social Structure\n\n[[Sahuagin|sahuagin]] have no families nor concept of personal property.\nYour loyalty is to your city, and then to the Dominion as a whole.\nYou were born in the spawning pools of your city and assigned\na purpose and a //shiver//—the group of sahuagin you trained with\nas a child, to whom you may have a personal attachment. From\nthere, you worked your way up to prove your value and earn\na higher rank. All positions are based on merit; while the title\nof a military leader is often translated as “baron,” the position\nis earned, not inherited. The city gives you equipment and\nlodging based on your position, though you can earn trophy\nitems through sporting victories. Sahuagin always look for ways\nto prove themselves and earn advancement, but never at the\nexpense of your shiver, your city, or the Dominion. Sahuagin\nfind criminal behavior and those who betray their people for\npersonal gain to be repulsive, a sign of an inferior species.\n\nThe society of the Eternal Dominion is split into three\nprimary forces:\n\n* the [[Ra'har]]: the military\n* the [[Ta'har]]: the scholars\n* the [[Su'har]]: the civil servants\n\nEach city is governed by a //Sha'rei//—Council of Three—with a\nleader from each force. Councilors add the prefix “kar” to their\nforce, so the Kar’ra’har is the military leader of a sahuagin city.\nCities coordinate through the Sha’lassa—Council of Dreams—as described in the “Harvesting the Dreamers” section.\n\nThe priesthood of the Eternal Dominion follows one of two\npaths. The razh’ash—storm priests—are devoted to [[Sha’argon|Devourer]],\nand serve as the primary spiritual guides of the people. They\nteach the harsh lessons of the Devourer, while also wielding\nhis might in battle when needed. The second path is that of\nthe lass’ash, “dream priests”; their work is important and they\nsupport the [[Su'har]], but they don’t preach to the people.\n\n!! Territory\n\nThe Eternal Dominion claims the entirety of the [[Thunder Sea]]\nas its territory, and maintains outposts across the sea, often\ncarved into stone spires that rise up to the surface. However,\nmost of their population is concentrated in the great cities of the\nDominion. These lie on the seafloor, thousands of feet below\nthe surface, far beyond the reach of sunlight—yet illuminated by\n[[sahuagin]]-engineered bioluminescent coral. Each city is named\nafter the [[kar'lassa]] it’s built around, and the kar'lassa in turn are\nin turn named for the [[plane]] they’re bound to.\n\n<<list-links-article \"[tag{!!title}tag[city]tag[kar'lassa]sort[title]]\">>\n\nThese major cities are each home to hundreds of thousands\nof [[sahuagin]], and the total population of the Dominion is well\ninto the millions. Farms and other small communities scattered\nbetween the great cities are often largely inhabited by [[locathah]],\nwith a core group of sahuagin overlords. In between, there are\nlarge stretches with no [[humanoid]] population; here, ruins of the\n[[giant]]s and remnants of other fallen civilizations might be found.\n\n!! Harvesting the Dreamers\n\nThe eight greatest cities of the Eternal Dominion are built\naround [[kar'lassa]], each tied to a different plane. The [[sahuagin]]\nharvest biomatter from the slumbering behemoths, and this is\nthe driving fuel of the Eternal Dominion. Pipelines channel the\nblood of the beasts, and workers dig muscle and bone out of\nmines carved into their flesh. The eldritch energies sustaining\nthe kar’lassa regenerate damage at a remarkable rate; the\nDominion has been harvesting them for over a thousand years,\nand so far, they haven’t come close to taxing these resources.\n\nAll biomatter from the [[kar'lassa]] is infused with arcane energy,\nand the [[sahuagin]] use these substances in the same way the\n[[Five Nations]] rely on [[dragonshard]]s. In addition, the biomatter\nof each kar’lassa has unique properties and potential due to\nthe [[plane]] it’s tied to. The scales of [[Hal'shavar]] can be forged\ninto powerful armor and weapons. The steam-breath of [[Hal'fer]]\nis an extremely powerful catalyst for [[evocation]] magic. The\nblood of [[Hal'kyth]] is an exceptional conduit for [[transmutation]].\nThese are just a few examples of the potential of the kar’lassa,\nand the Dominion itself is still discovering new uses for these\nresources. The [[Five Nations]] have never had an opportunity to\nwork with this biomatter and know nothing of the kar’lassa.\nIf a group of adventurers recovered a significant amount of\nbiomatter—or secured a trade deal with the Dominion—House\n[[Cannith]] could produce strange new wonders.\n\nSo the [[kar'lassa]] are priceless resources and sources of power\nfor the [[sahuagin]]; their biomatter drives Dominion industry, and\ncities benefit from the effects of their manifest zones. Only eight\nof the twelve kar'lassa have cities built around them, due to\nthe dangers of the [[manifest zone]]s extending from the kar’lassa\ntied to [[Mabar]], [[Xoriat]], [[Thelanis]], and [[Risia]]. But even in the cities\nof the “safer” kar’lassa, the sahuagin pay a price for the power\nthey’ve harnessed. When the people of these cities sleep, their\nspirits are drawn into the dream of the local kar’lassa—a vast\nalien dream that takes place in its bound [[plane]], rather than\n[[Dal Quor]]. Most sahuagin aren’t lucid dreamers, and don’t\nremember their dreams with any more accuracy than most\nhumans do. But this experience has a notable impact on the\npersonality and aptitudes of the people of each city; the people\nof [[Hal'shavar]] are the most aggressive of the [[sahuagin]], while\nthe people of [[Hal'syra]] are the most conciliatory.\n\nThe lass’ash—the “dream priests”—are an arm of the [[Ta'har]]\ndevoted to the [[kar'lassa]] of their cities. These priests treat the\nkar’lassa both as divine beings and as servants; they believe\nthat it’s their rituals and devotions that keep the dreamers\nsafely asleep, allowing the Dominion to continue to harvest\ntheir biomatter. At the heart of each temple lies the Or’lassa,\nthe First Dreamer—a [[sahuagin]] priest sustained by direct\ninfusions of kar’lassa blood. These infusions cause physical\nmutations that often reflect the shape of the kar’lassa and\nthe plane it is tied to, as well as keep the First Dreamer in a comatose state. Their spirit permanently resides in the kar’lassa dream, where they anchor a temple formed from their pure will. Dream priests are trained in lucid dreaming, and\nthey use these temples as a base both for planar research and\nto maintain communication across the Dominion. While they\nreside in different planes, the temples are mystically linked\nthrough the kar’lassa, and rituals allow the priests to spiritually\ntravel between the dream-temples, carrying messages to the\nother cities. And it’s in the dream of [[Hal'iri]] that the spirits of the\nOr’lassa meet to coordinate the actions of the Dominion; this\nis the Sha’lassa, the Council of Dreams.\n\n!! Tools and Traditions\n\nThe Eternal Dominion is an advanced civilization that employs\nboth [[arcane|arcane magic]] and [[divine magic]] as part of everyday life. It’s\ngenerally more sophisticated than the [[Five Nations]], but less\nadvanced than [[Aerenal]]. Though the Dominion possesses\ncapabilities beyond the Five Nations, its approaches can vary\ndramatically; for example, while the Dominion could generate\n[[continual flame]], light is largely provided by engineered\nbioluminescent coral. While the sahuagin employ all schools\nof magic—generally influenced by the resources of that city’s\n[[kar'lassa]]—the Dominion’s greatest advances are in [[alchemy|alchemist]],\n[[transmutation]], and [[magebreeding]].\n\nThe Dominion has an exceptional talent for producing\n[[potion]]s, allowing Dominion forces to temporarily boost their\ncapabilities. But their technologies go far beyond temporary\nalterations, as the Dominion specializes in [[magebreeding]] all\nmanner of creatures. The [[sahuagin]] themselves are carefully\nengineered to excel at the tasks chosen for them. In particular,\nthe Dominion //creates// [[magewright]]s and sorcerers. This process\nisn’t quick, taking place over the course of a sahuagin childhood,\nand including training as well as ongoing rituals and an unusual\ndiet. The blood of the [[kar'lassa]] is used as a transformative\ncatalyst, combined with the sahuagin principle, “If you\nconsume a thing, you gain its power.” As a result, creating a\ndraconic [[sorcerer]] requires a young sahuagin to\nconsume the flesh of a [[dragon]]—so there’s a concrete limit on\nhow many of these sorcerers the sahuagin can create.\n\nIn addition to these basic techniques that guide the evolution\nof a young sahuagin, the Dominion can also induce dramatic\nsecondary mutations; many sahuagin are highly motivated\nby this prospect of attaining a higher form. The [[malenti]] and\nthe four-armed barons are the best known of these, but they\nrepresent just a fraction of the Dominion’s [[magebreeding]]\nabilities, and the GM can create additional mutants to suit the\nstory. For example, the [[Claw of Sha'argon]] possesses a secondary mutation that’s granted to powerful priests. These forms of ascension require rare resources and a\nsignificant amount of [[kar'lassa]] blood (drawn from a particular\ndreamer based on the type of transformation sought), and are\nonly granted to [[sahuagin]] who prove themselves worthy.\n\nIn addition to altering themselves, the [[sahuagin]] put many\nenhanced beasts to good use. Enhanced mantas are a common\nmount. Mutated giant sharks and eels are used as larger vehicles, sometimes with\nseating areas formed upon their backs, other times with bony\nhandles protruding from the beast’s hide, allowing multiple\nriders to cling to the side. In place of warships, the Dominion\nfields [[drake turtle]]s with [[siege staff]]s embedded into their\nshells. The sahuagin have also created entirely new forms of\nlife. The [[alchemist]]s of [[Hal'kyth]] used the blood and biomatter\nof the [[kar'lassa]] to create [[plasmid]]s: protean creatures similar\nto [[mimic]]s, but capable of replicating the texture of inanimate\nobjects as well as shape. Plasmids can be guards—often\nserving as living doors to secure chambers—but they’re also a useful tool of industry, as a trained [[plasmid]] can itself become the tools a [[sahuagin]] artisan needs to perform its work.\n\nSkilled Dominion [[magewright]]s can cast [[fabricate]] as a ritual,\nshaping raw materials into their desired form through magic.\nThe Dominion also uses a substance called [[korlass]] (“dream\nstone”), formed from dreamer biomass, as an industrial\nmaterial.\n\n!! Subject Races\n\n“Dominion” isn’t just a title; the [[sahuagin]] dominate other\ncreatures, from other aquatic humanoids to mighty [[drake turtle]]s. Before the rise of the Eternal Dominion, there were six [[locathah]] nations spread across the [[Thunder Sea]]; in the last thousand years, these have all been conquered and assimilated by the Dominion. Locathah laborers are now found in all of\nthe great cities, and there are farming communities across the\nseafloor where locathah are ruled by sahuagin overseers.\n\nThe [[locathah]] are the most widespread subjects of the\nDominion, but other creatures have been forced into servitude\nas well. The [[sahuagin]] of [[Hal'laman]] may have [[merfolk]] subjects.\nThere could be a small population of subjugated [[koalinth]] near\nthe coast of [[Darguun]], or a city where there are still a few\n[[storm giant]]s compelled into service. Typically, creatures that\nare Dominion subjects know the [[Sahuagin]] [[language]], either\ninstead of [[Common]], or in addition to it (if they have regular\ncontact with dryskins).\n\nThe [[Kalamer|Karakala]] [[merfolk]] of the [[Thunder Sea]] have largely been allowed to remain independent, as long as they continue to serve the needs of the Dominion.\nThe Kalamer provide a valuable service, containing the impact\nof dangerous [[manifest zone]]s and serving as intermediaries\nbetween the Dominion and the [[Valraean Protectorate]].\n\n!! Foreign Relations\n\nThe people of the [[Five Nations]] know little about the Eternal\nDominion. Ambassadors and envoys have visited [[Hal'syra]],\nso there are stories drifting around that the [[sahuagin]] city is\nbuilt around a massive, mysterious [[creature|kar'lassa]]. This experience\nand the occasional clashes when people have challenged the\nterritorial demands of the Dominion have taught the Five\nNations and the houses to respect the Dominion, but they still\nknow almost nothing about it, aside from the fact that they\nworship the [[Devourer]]. The [[Aereni|Aerenal]] have greater knowledge\nof the Dominion, and have seen its power in the long conflict\nwith the [[Valraean Protectorate]]. They know about the [[kar'lassa]],\nbut because of the ongoing conflict, haven’t actually explored\nits lands or visited its cities. So any adventurers who venture\ninto the Dominion are pioneers, exploring unknown realms;\nacademic institutions and [[dragonmarked house]]s alike will\nsurely want to hear about their exploits.\n\nFor their part, the [[sahuagin]] have little interest in the affairs\nof the dryskins. At this time, the Dominion has no interest\nin conquering the surface world, and they don’t believe the dryskins pose any threat to their rule of the sea. However, the proud sahuagin don’t want surface-dwellers bumbling\nthrough their territory or polluting their waters. They enforce\ntheir territorial waters as a show of strength, demanding that\ntravelers pay tolls and follow the established trade routes.\n\nThe Dominion remained neutral in the [[Last War]]. Trade\nbetween the sea and the surface has been limited, but has\nexpanded in recent years. In particular, [[Merrix d'Cannith]] has\ndiscovered that the sahuagin have a surplus of [[Siberys]] [[dragonshard]]s;\nthe shards fall into the ocean, but the Dominion economy is\nbased on the blood of the [[kar'lassa]] as opposed to dragonshards,\nand they have little use for them. As such, the Dominion has\nmuch to offer [[Cannith]], and securing a steady supply of Siberys\nshards would strengthen Merrix’s position within his house.\nThe trick is finding something the Dominion wants in return,\nand he’s currently pursuing this. Merrix (and other dryskins)\nare as yet unaware of the vast resources of the kar’lassa; if they\nwere discovered, and [[Cannith]] found a way to harness them, it\ncould change the face of industry in [[Khorvaire]].\n\nThe Dominion despises the [[sea elves|sea elf]] of the [[Valraean Protectorate]], and in the past, they’ve launched full-scale campaigns against them, but the power of the [[Undying Court]] has thus far repelled all assaults. Currently, it’s a stalemate;\nthe Protectorate can’t expand beyond the Undying Court’s\nsphere of influence, and the Dominion can’t drive them back.\n\n!! Story Hooks\n\nThe Eternal Dominion has no interest in conquering\n[[Khorvaire]]—at least for now. But the [[sahuagin]] believe life is\nconflict, and if you aren’t moving forward, you’ll wither away.\nThis section contains story hooks and major aspirations of the\nsahuagin that might drive an encounter—or an entire campaign.\n\n//''The Valraean Cold War.''// The [[sahuagin]] hate the [[sea elves|sea elf]]\nand yearn to hold dominion over the entirety of the [[Thunder Sea]]. The power of the [[Undying Court]] protects the elves from any direct assault, so the sahuagin must find another answer. They’ve been embedding [[malenti]] agents into the [[Valraean Protectorate]] for years. What’s the next step? Will they launch\na decisive first strike from within the Protectorate? Will they\ntarget [[Shae Mordai]] itself? Might they be willing to forge an\nalliance with a [[dragonmarked house]] or a dryskin nation to\nbring down the Protectorate?\n\n//''Consume the Overlords.''// The [[sahuagin]] don’t need more\nland, but they’re always hungry for more power. The most\npowerful beings in [[Eberron]] are the [[overlord]]s of the [[First Age|Age of Demons]]. These arch[[fiend]]s have lingered in their prisons since\nthe dawn of time—while they can’t be destroyed, could they be //consumed//? Could a [[sahuagin]] champion follow Sha'argon’s\npath to divinity by somehow devouring the essence of an\noverlord, thus taking its spirit and strength? This goal could\nbring sahuagin agents to the surface if they determine the most\nvulnerable overlords are imprisoned on land. This is no simple\ntask; it could require [[eldritch machine]]s, planar alignments, and\na particular unfolding of the [[Draconic Prophecy]]. [[Rak Tulkhesh]] is bound\nto multiple shards; perhaps the sahuagin have found a way to\nconsume these one at a time, and now seek each shard. What\nwill happen if a sahuagin champion completes this ascension?\n\n//''The Conquest of the Planes.''// The [[kar'lassa]] give the Eternal\nDominion a foothold in eight [[plane]]s, and they’ve been learning\nnew ways to exploit this over the last century. Now, some among\nthe [[Ta'har]] wonder if they could expand their influence, using\nthe kar’lassa as an anchor from which to conquer a layer of a\nplane. This idea is unprecedented—is it even possible? Success\ncould depend on recovering artifacts created by the [[Cul'sir]]\n[[giant]]s during their war against the [[quori]], and the sahuagin\nwould need a way to bind the immortal spirits of that plane.\nWhich plane will they try to conquer? What would happen to\n[[Eberron]] if they succeeded?\n\n//''Strange Trade.''// A group of adventurers could accompany\na [[Cannith]] delegation sent to [[Hal'syra]] to negotiate for [[Siberys shard|dragonshard]]s. Or they could be sent to the ocean floor in search of\n[[kar'lassa]] blood or forgotten relics from ancient ruins.\n\n//''Deadly Shortcuts.''// A vessel could run afoul of Dominion\nforces when it strays into forbidden territory, adventurers\nfinding themselves bound for [[Hal'shavar]], compelled to battle in\nthe great arena. Or perhaps a [[dragonmark]]ed heir could change\ntheir fate, bargaining with the sea devils and initiating an\nalliance with their house.\n\n//''The Lurker in Shadow.''// The schemes of the [[Lords of Dust]] threaten all people. When [[aboleth]]s serving the [[Lurker in Shadow]] threaten a coastal community, the adventurers could end up working alongside Dominion champions to fight the\n[[archfiend|overlord]]. Perhaps an aboleth uses [[sahuagin]] thralls to try to\nstart war between the surface and the sea; can the adventurers\nexpose the plot?\n\n//''Locathah Rising.''// The [[locathah]] were conquered long ago,\nand toil as subjects of the Eternal Dominion. But a resistance\ncould be forming within the locathah, drawing adventurers\ninto the conflict. Some locathah may possess the gift of lucid\ndreaming, allowing them to meet secretly within the dreams of\nthe [[kar'lassa]]; they have no weapons in the waking world, but\nthey could be building schemes and supplies in their dreams.",
        "type": "text/vnd.tiddlywiki",
        "title": "Eternal Dominion",
        "tags": "nation [[Thunder Sea]]",
        "modified": "20220805231100894",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the ",
        "tooltip": "nation of sahuagin which dominates the Thunder Sea"
    }
]