[
    {
        "created": "20221101221006390",
        "text": "The Ethereal Veil is a shadow cast by the [[Material Plane|Eberron]] and the other thirteen [[plane]]s. It is the backstage of reality, a place one can slip outside the bounds of physical existence while remaining close enough to observe it.\n\n!! The Nature of the Veil\n\nA variety of magical effects allow a person to slip into the Ethereal Veil, such as the spells [[blink]] and [[etherealness]]. While you are in the Veil, you see a grey shadow of reality; out to a range of 60 feet, one can see the misty forms of buildings, trees, people going about their business. You can also hear sounds from the [[plane]] you originated from, though slightly muffled. These faint images of the real world are called //echoes//. \n\nYou can't directly interact with echoes; you can only affect and be affected by other creatures in the Veil. Creatures that aren't in the Ethereal Veil can't perceive you or interact with you, unless they expressly have the ability to do so (such as with [[truesight]]). You ignore all objects and effects that aren't in the Veil, allowing you to move through objects you perceive on the plane you originated from. The Ethereal Veil also disobeys the laws of gravity; while there you can move up and down as easily as walking (though at half your normal speed), your feet finding purchase wherever you need them to. This means you could in principle walk straight down into the core of the planet; however, you would be walking blind, and if you hit a Border or a Haunt (see below), gravity might reassert itself, or your surroundings might become impermeable. And if your magic should fail while you occupy a solid object, you will be shunted to the nearest unoccupied space on the plane you originated from, taking damage proportional to the distance you are moved; if you are deep in solid rock, that could be a very unpleasant return.\n\nAs noted earlier, the Veil is an extension of whichever [[plane]] you are currently on. The Material Plane of [[Eberron]] has an Ethereal Veil, but so does [[Fernia]] and [[Syrania]]; the Veil of Fernia is a grey shadow of the plane, where the fires are cold and you can pass through the obsidian walls of the [[City of Brass]].\n\nWith few exceptions, the Veil is empty. It reflects the adjacent reality, but it holds nothing of its own. For this reason, people rarely stay there for long; there's no food, no water, and most of the time, no people. It is as vast as reality itself, and there may be powers within it that humanity has simply never encountered. It’s an alien world waiting to be explored that is all around us, just beyond what our eyes can see.\n\n!!! Breaching the Veil\n\nThe people of [[Khorvaire]] know the Ethereal Veil exists, but there are limited ways to reach it. The two most common tools are [[blink]] (which has a maximum duration of one minute) and [[etherealness]] (a high level spell that lasts for up to eight hours). When you enter the Veil, the magic that keeps you there also affects the objects you bring with you. If you blink across the Veil and drop a shard of [[Rak Tulkhesh]], it will return to the Material Plane as soon as the spell ends—so it’s not an easy dumping ground for cursed objects, nor is it an easy matter to build things there.\n\nConsider the following options for entering the Veil.\n\n* ''House [[Orien]].'' This [[dragonmarked house]] has been exploring the Veil since the [[Mark of Passage]] first manifested almost 2000 years ago, and [[blink]] is one of the powers of the [[dragonmark]]. Throughout its history, the house has experimented with ways to increase the duration of ethereal jaunts and to take advantage of their connection to the Veil. The oldest tool in their arsenal is the [[passage salve]], which can be applied to a creature and activated with the Mark of Passage to send that creature into the Veil for up to an hour. The [[Veil torc]] also allows a Passage-marked wearer to enter the Veil. The [[Twelve]] and the [[First Step]] have been continuing this work, and may well invent prototype [[focus item|dragonmark focus item]]s or [[eldritch machine]]s that can allow groups of people to linger in the Veil—and naturally, they’ll need bold adventurers to test these new developments!\n* ''The [[Guild of Endless Doors]]. '' This small [[arcane order]] has always been interested in the Ethereal Veil, and have been working on their own counterparts to [[Orien]]'s [[focus item|dragonmark focus item]]s. The Guild lacks the resources of the [[Twelve]] and anything they produce will be available on a smaller scale, but on the other hand, you won’t need a [[dragonmark]] to make use of it. And the [[Royal Eyes]] of [[Aundair]] could be pushing the Guild to fast-track Ethereal tools that can be used by Aundairian spies!\n* ''Ancient Secrets.'' Humanity may not have mastered the Veil… but the [[elves|elf]] of [[Aerenal]] are more advanced than the people of the [[Five Nations]], and the [[dragon]]s of [[Argonnessen]] are more powerful still. [[Sul Khatesh]] may hold secrets of the Veil that she could share with her [[Court of Shadows]]… but at what cost? These paths could provide adventurers—or their enemies—with tools or rituals that support Ethereal exploration.\n* ''Breaking Reality.'' Reality itself is a toy in the clutches of the [[daelkyr]]. A [[cult of the Dragon Below|Cults of the Dragon Below]] might tear apart the Veil or even collapse a chunk of reality into it.\n\n!!! Creatures of the Veil\n\n[[Eberron]] is a world where the supernatural is part of nature. The Ethereal Veil is part of life, just like air and water—and just like fish adapt to water and birds soar through the air, there are creatures in Eberron who naturally interact with the Ethereal Veil. [[Phase spider|phase spider]]s are a perfect example of this—a predator with a natural ability to cross the Veil at will. [[Blink dog|blink dog]]s teleport directly from point to point, but it is believed that the nature of this teleportation sends them darting through the Veil. Either of these creatures might be encountered here.\n\n[[Night hag|night hag]]s are another possible encounter. Along with their [[nightmare]]s, these [[fiend]]s have always had free access to the Veil. Every night hag has at least one sanctum hidden in the Ethereal Veil, and most have left other markers and monuments scattered around it. An old iron lantern hidden in the Veil might monitor dreams, calling to the hag who forged it when there’s something worthy of attention. A monolith might be a cache where a hag stores the (literal) nightmares she collects—or she might have a stable of equine [[nightmare]]s hidden in the Veil. Given the vast scope of the Ethereal Veil, adventurers are unlikely to stumble upon hag creations by accident, but night hags can definitely be a source of deadly traps or enigmatic elements waiting to be found.\n\nAnother species of Veil-dwellers are the mysterious [[ethergaunt]]s. Eerie alien observers, ethergaunts watch the goings-on of Eberron from beyond the Veil—and could even be in the room with you right now.\n\nThe vast majority of the Veil is an empty gray shadow of reality. But there are places where the Ethereal takes a more concrete form, where a variety other creatures can be found; the two most common of these places are known as Haunts and Borders.\n\n!! Ethereal Haunts\n\nMost [[ghost]]s in [[Eberron]] are souls trapped between the Material Plane and [[Dolurrh]], driven to complete their unfinished business or held fast by emotions or memories they can't let go. While they have at least some of their memories from life, most ghosts aren’t fully aware of their condition or the passage of time, and they generally can’t retain new information.\n\nWhen a lingering [[ghost]] is bound to a location—typically due to traumatic events that occurred there—it resides in the Ethereal Veil. Most such ghosts aren’t aware of the passage of time. They linger in the ether until something pulls them across the Veil into the Material Plane, typically something tied to the anchors keeping them from [[Dolurrh]]. Most of the time, a lingering ghost simply drifts through the shadows of the Ethereal Veil, endlessly retracing its steps until something triggers a reaction. However, a lingering ghost driven by exceptionally powerful emotions or memories can //reshape// the Veil, imposing its own memories upon the the shadows of reality. \n\nAs an example, the ir’Halan Manor is a crumbling ruin stripped by looters long ago. But if a [[warlock]] [[blink]]s into the Veil, they find themselves in a vibrant replica of ir’Halan Manor at its height. There’s a fire in the hearth, music in the air, and guests mingling and murmuring. This is a ''Haunt''—a recreation of the night that Lady ir’Halan was betrayed and murdered. It’s here that her [[ghost]] dwells, endlessly recreating that final night. Ethereal travelers can interact with objects and effects that are part of the Haunt; someone who [[blink]]s into the memory of ir’Halan Manor will find that they can’t walk through the walls and that normal gravity is in effect, and that they can take a glass of wine from the waiter passing by. However, for the most part, the elements of a Haunt are only real within the Veil. A traveler can savor the flavor of their wine, but when they [[blink]] back to reality, the glass fades from their hand and the wine itself fades from their system. In many ways it’s like a powerful [[illusion]]; in fact, a popular [[arcane theory]] asserts that many illusion spells function by shaping the Veil and pulling it into reality. But while you’re in the Veil, a Haunt is effectively real.\n\nWhile Haunts are usually tied to locations, a lingering ghost can also be tied to an object, or even to a particular event, such as a song. In such instances, the ghost won’t completely transform the Veil, but it will leak elements of its anchoring trauma into the environment.\n\n[[See invisibility|see invisibility]] is an [[uncommon-tier|spell tier]] spell and allows the caster to peer beyond the Veil. As such, it’s an important tool for mediums and exorcists, and as it’s a gift of the [[Mark of Detection]], House [[Medani]] [[inquisitive]]s may be called in to investigate suspected Haunts.\n\nSee the [[ghost]] page for more information about dealing with ghost-formed Haunts.\n\n!!! Other Varieties of Haunts\n\nTypically, a Haunt is tied to a single [[ghost]], and if that ghost is destroyed or laid to rest, the Veil will return to its ordinary shadowy state. However, a Haunt can also be shaped by a mass surge of emotions or pain so powerful that they leave psychic scars on reality. The site of a massacre, a prisoner-of-war camp, an orphanage… all of these can leave Haunts on the other side of the Veil. Where the ghost Haunts often perfectly recreate a moment from the past, traumatic Haunts are often more surreal. If you’re in the ruins of a village destroyed by brutal soldiers during the [[Last War]], the Haunt on the other side of the Veil could be haunted by shadowy creatures that blend the traits of [[Brelish|Breland]] soldier and beast; the Veil remembers the terror and brutality, not the precise details. As with ghost Haunts, traumatic Haunts feel real to people who enter the Veil; travelers can’t move through objects, people can’t walk through the air, and threats can inflict real damage.\n\nBeyond ghosts and trauma, there’s a third force that can create Haunts within the Veil: the [[overlord]]s of the [[First Age|Age of Demons]]. An unbound overlord can reshape reality in its image; a bound overlord might reshape the Veil instead. The most logical place for this would be around an overlord’s prison. If you cross the Veil near the prison of the [[Wild Heart]], you might find that the echoes of the woods are not only solid but writhing and aggressive. The Veil in the vicinity of one of [[Rak Tulkhesh]]’s prison shards might be stained with blood and the refuse of recent battle… a foreshadowing of the Rage of War’s desires. Another possibility is that the devotions of a [[Cult of the Dragon Below|Cults of the Dragon Below]] could channel the influence of their overlord to shape the Veil in their place of power. Members of [[Sul Khatesh]]’s [[Court of Shadows]] imagine a magical kingdom that exists beyond the world; it could be that through their devotion, a powerful chapter of the Court could //create// this shadow-kingdom on the other side of the Veil. If so, the question is whether Sul Khatesh allows her cultists to cross the Veil, or if they simply have the ability to //see// these umbral spires rising behind reality when others cannot. It is important to note that overlord Haunt effects ''can’t be seen'' by the [[see invisibility]] spell and other uncommon-tier [[divination]]s, though [[true seeing]] will reveal their presence; just as [[rakshasa]] resist low-level spells, the influence of the [[overlord]]s isn’t so easily revealed.\n\n!! Ethereal Borders\n\nThe Material Plane is influenced by all of the other [[plane]]s. Where this influence is especially strong, you find [[manifest zone]]s. Traits of the outer plane bleed into the Material, and planar energies may produce unusual flora or fauna. However, often manifest zones aren’t obvious to the naked eye. It’s the influence of [[Syrania]] that makes it possible for the towers of [[Sharn]] to scrape the sky, but if you never try flying, you might never notice its effects.\n\nThis changes when you cross the Veil. Where another [[plane]] touches the Material, you’ll find an Ethereal Border—a dramatic blending of the two realms. A Border generally reflects the reality of the Material Plane in its layout and structure; when you blink into the Veil from a tower in [[Sharn]], you’ll still be in a tower with roughly the same shape. But the cliffs over the [[Dagger|Dagger River]] are now formed of thick cloudstuff. The towers themselves are formed of crystal and mist. You can see shadowy [[angel]]s circling in the skies, along with whorls of living clouds.\n\nLikewise, imagine a [[Fernia]]n [[manifest zone]] in the [[King's Forest]] of [[Breland]]. In the Material Plane, this stretch of jungle is unseasonably warm and prone to flash fires. But when you cross the Veil, you find that same forest, except that the trees are always on fire and yet never consumed. [[Mephit|mephit]]s leap from tree to tree, delighting in the flames. While the trees are never consumed, their flames will burn any travelers who touch them, and the stifling heat is deadly to mortals.\n\nStories involving Ethereal Borders are smaller in scope and scale than the stories of the [[plane]]s; you might make a deal with a terrifying [[hag]] in a [[Thelanian|Thelanis]] Border, but if you want to deal with an [[archfey]] or dance in the [[Palace of the Moon]], you need to go to [[Thelanis]] itself.\n\nYou can use any of the methods described in the //Breaching the Veil// section above to reach a Border, but sometimes there are other options unique to the [[manifest zone]]. Dance in the ring of mushrooms when [[Rhaan]] is full and you might end up on the other side of the Veil. Sacrifice something you love in fire, and your grief might drag you into the [[Fernia]]n Border. These passages shouldn’t be easy, and most zones don’t have them, but they can provide ways for adventurers to have an adventure across the Veil without having to spend a fortune on [[oil of etherealness]], and a way to have a taste of the [[plane]]s without entirely leaving home.\n\n!!! Denizens of Ethereal Borders\n\nAn Ethereal Border resembles a blend of the two [[plane]]s, and people can see shadows of the inhabitants of both planes. In the example given above, the [[angel]]s that can be seen in the skies of the Ethereal Border in [[Sharn]] aren’t actually present in the Veil; they’re shadowy images of the denizens of [[Syrania]], flying through their own skies. The Borders of [[Shavarath]] appear war-torn and you may see misty images of [[conscript|manifestation]]s and [[fiend]]s, but the damage you see in the environment around you wasn’t actually caused by recent action. So for the most part, Ethereal Borders are empty and relatively safe for travelers. However, there are exceptions.\n\n* ''Anchor Lords.'' Some Ethereal Borders are home to an anchoring entity, who plays essentially the same role as a lingering [[ghost]] does with a Haunt. This is usually a powerful [[immortal]] from the associated [[plane]], but it’s rarely one of the most powerful beings in that plane. A [[Mabar]]an Border could be held by an [[ultroloth]] servant of the [[Empress of Shadows]], or a powerful [[banshee]] sworn to the [[Queen of All Tears]]. A forested [[Thelanian|Thelanis]] border might be bound to the tragic story of an exceptional [[dryad]] who is a daughter of the [[Forest Queen]], but you won’t find the Forest Queen herself on the Border. A [[Lamannia]]n Border might be anchored by a massive megafauna [[beast]], while a powerful [[beholder]] might watch the world from a [[Xorian|Xoriat]] Border. If it’s possible to pass through a Border into the connected plane, the Anchor Lord may control the passage. Anchor lords typically can’t leave their Borders, but those with an interest in the Material might well recruit mortal agents.\n* ''Planar Natives.'' Sometimes Borders will have a small population of native creatures from the associated [[plane]]. [[Mabar]]an Borders are often home to [[shadow]]s, and sometimes when powerful [[undead]] are destroyed in Mabaran zones they linger in the Veil instead of going directly to the Endless Night; a slain [[vampire]] might continue to haunt their castle as a [[wraith]] in the Ethereal Veil. Restless [[shade]]s can linger on the edge of [[Dolurrh]]. A [[Thelanian|Thelanis]] Border might have a small population of native [[sprite]]s. Again, Borders generally aren’t crowded, and the natives will be outnumbered by the misty reflections of the people on the Material Plane… but some are inhabited.\n* ''Travelers.'' Especially in a Border with no Anchor, it’s always possible you’ll encounter other travelers. Set aside [[night hag]]s, [[Chamber]] observers, [[Lords of Dust]], or [[ethergaunt]]s and you could still find [[Orien]] heirs or [[Royal Eyes]] of [[Aundair]] using the latest tools from the [[Guild of Endless Doors]] to spy across the Veil. But in general the Ethereal Veil is a place you pass through—not a place where mortals dwell.\n\n!!! Passing Through\n\nThe Ethereal Veil extends from the [[plane]] it's attached to, but no farther; one cannot stumble across a direct portal to another plane as might happen in the [[Astral Sea]]. However, the Borders are where planes come together, and it may be possible to move between Material and the connected plane in some such places. Anchor Lords often have the power to open passages for travelers. Otherwise, passages are often well hidden and may require particular actions to open. There might be a gate of rusted iron in a [[Shavaran|Shavarath]] Border that only opens when blood is spilled in anger, or a clearing in a Border of [[Thelanis]] that provides passage when adventurers tell the story of their destination.\n\n!!! The Effects of the Planes\n\nTypically an Ethereal Border resembles the overlapping region in the Material Plane—the material foundation—transformed to reflect the influence of the outer [[plane]]. The [[Lamannia]]n Border of a city will be overgrown; the [[Shavaran|Shavarath]] Border of a city will be shattered by war. The misty echoes of the creatures of the Material Plane can be seen moving around, and occasionally echoes of extraplanar beings can be seen as well. In many Ethereal Borders (especially those that have an Anchor), structures are solid; explorers can't walk through trees or walls. Gravity is also usually in effect in these Borders, so people can’t walk through the air. \n\nBelow are a few elements you could find in an Ethereal Border associated with each [[plane]].\n\n* [[Daanvi]]: Angles feel sharper. People naturally move to an underlying rhythm. The [[Plane of Truth]] and [[No Chance]] properties are usually in effect. Structures or plants may be formed from metal, perfect and precise. Anything naturally chaotic—the patterns of ivy, clouds—are structured and reliable. Misty images of marching [[modron]]s can occasionally be seen.\n* [[Dal Quor]]: The destruction of [[Crya]] severed Dal Quor’s direct connections to the Material Plane, and just as there are no [[manifest zone]]s, there are no Ethereal Borders between Dal Quor and Eberron.\n* [[Dolurrh]]: At a glance, a Border of Dolurrh looks just like the rest of the Ethereal Veil—a grey echo of the Material Plane, perhaps with a little more mist clinging to the edges. [[Shade|shade]]s often linger in Dolurrhi borders. Some are [[husk]]s whose memories have been stripped away, vague grey outlines of people. Others are the spirits of people who have recently died in the area—not so restless as to become [[ghost]]s, yet still clinging to the world, unwilling to slip away. Like ghosts, such spirits usually can’t comprehend their situation—but they know they have somewhere to be, something to do. A Dolurrh Border is a dangerous place; the [[Eternal Ennui]] property is usually in effect, and anyone who lingers too long can get trapped forever.\n* [[Fernia]]: First and foremost, //fire//. Things burn without being consumed. Bodies of water may be replaced by magma or pure fire. Obsidian, brass, and igneous stone are common materials, and the air may be filled with smoke and ash. The [[Deadly Heat]] property of Fernia is in effect.\n* [[Irian]]: The [[Pure Light]] property of [[Irian]] means that there’s no darkness in an Irian Border. Colors are bright and cheerful. Plants and wildlife appear healthy and vibrant, and things seem fresh and new. Many Irian zones also have the [[Life Triumphant]] property; it’s a good place to take shelter when you’re pursued by [[undead]].\n* [[Kythri]]: A Kythri border has a general resemblance to its material inspiration, but it’s always slowly changing. As one element drifts further away from the aspect of the material that cast it, another will drift back toward it. Building materials are constantly in flux; if there’s a row of houses, one might be made from stone and another made from straw; give it an hour and they could both be made from hard candy. A Kythri Border typically has the [[Constant Change]] property.\n* [[Lamannia]]: Natural features are exaggerated and weather effects are more dramatic. If the Border is in an urbanized area, it will resemble [[Titan's Folly]]: buildings will be overgrown, with roots cracking foundations and nature reclaiming the land. Even if there are no denizens in the Border, shadows of massive [[beast]]s can be seen moving through the land. It typically has the [[Primordial Matter]] property of Lamannia.\n* [[Mabar]]: The [[Eternal Shadows]] and [[Necrotic Power]] properties of [[Mabar]] can often be felt in an Ethereal Border, consuming bright light and bolstering [[undead]]. The landscape resembles the material foundation, but plants are withered and dying and structures are decrepit and crumbling; it’s a vision of ruin and entropy. [[Shadow|shadow]]s congregate in Mabaran Borders, often following the movements of people in the Material World; sometimes their movements can be seen in mortal shadows.\n* [[Risia]]: Everything is either formed from ice or encrusted with it. Liquids are frozen. Risian Borders typically have the [[Lethal Cold]] and [[Stagnation]] effects. There are rarely any creatures in a Risian Border; it is cold and empty.\n* [[Shavarath]]: These Borders resemble their material foundation, but cast through the lens of a bitter, prolonged conflict. Some buildings are ruined, others are fortified. There are craters and smoldering fires. While occasionally there are echoes of conscripts battling or misty visions of [[fiend]]s and [[angel]]s, more often than not it feels like an active war zone, as though the enemy could strike at any moment, but no one ever does. These Borders often have the [[Bloodletting]] property of [[Shavarath]].\n* [[Syrania]]: Syranian Borders take different forms, reflecting the aspects of the [[plane]] that manifest in the connected zone. In the Border of [[Sharn]], the [[Unburdened]] property is in effect and all creatures can fly; as mentioned earlier, structures are formed of crystal and mist and animate clouds drift around. Another Border might be more grounded, but have the [[Gentle Thoughts]] and [[Universal Understanding]] properties, allowing all spoken languages to be understood.\n* [[Thelanis]]: Every Thelanian Border has a story, and builds on the material foundation to tell that story. In one forest, the woods may grow darker and deeper, promising that wolves and far deadlier things lurk just off the path; in another forest, the trees may be full of dancing lights, with misty images of [[satyr]]s dancing in the groves. A city may become more beautiful and magical, or it could seem cruel and oppressive if the driving story is one of a bitter tyrant. The story of the Border will be well known to anyone who lives in the region. In the case of the bitter tyrant, the actual rulers may take pains not to resemble the cruel leader of the tale… or it may be that the Border seeps into reality and drives the locals to be cruel. [[Storybook Logic]] is in effect, and where there are [[fey]], [[Words Have Power]].\n* [[Xoriat]]: There is no predicting what a Xoriat Border will look like, but it’s always strange and usually disturbing. One Xoriat border may perfectly resemble its material foundation until you realize that all the structures are actually made of flesh and blood; the buildings quiver when you approach, and that low moan isn’t the wind. In another, writhing tentacles stretch up from the earth, burrowing through buildings and grasping any travelers who come to close. Mirrors ripple and reveal unpleasant truths. Colors are disturbing and gravity is unreliable; the [[Strange Reality]] property of Xoriat is always in effect.\n\n!!! What About Wild Zones?\n\nThe [[wild zone]]s of [[Sarlona]] are exceptionally powerful [[manifest zone]]s—often described as //planar beachheads//. ''Wild zones don’t have Ethereal Borders''; the reason they are wild is that the Ethereal normally acts as a buffer between the [[plane]]s, but has here collapsed and fused them directly together. This reflects a dramatic breakdown of the cosmic design, and could be the source of [[reality storm]]s—raging surges of planar energy. How could such a thing happen? It’s a mystery, but it could well be tied to the Sarlonan overlord [[Ran Iishiv]] the Unmaker, infamously driven to tear down reality; the Unmaker may have begun this process by tearing away the Ethereal Veil.",
        "type": "text/vnd.tiddlywiki",
        "title": "Ethereal Veil",
        "tags": "[[planar realm]]",
        "modified": "20221103014715377",
        "tooltip": "grey shadow of reality that surrounds Eberron and each plane of existence",
        "color": "#2E4708",
        "category": "location",
        "article": "the "
    }
]