[
    {
        "created": "20210316195041782",
        "text": "No dragon can escape the baleful gaze of the Eyes of\nChronepsis. The Eyes are a force of roughly one hundred fifty elder dragons, hand-picked by the [[Conclave]] of [[Argonnessen]]. Once chosen, they answer only to each\nother and the dragon deity [[Chronepsis]]; not even the\nConclave can command an Eye of Chronepsis.\n\nEstablished in the wake of [[Aureon’s Folly|Age of Giants]], the Eyes\nof Chronepsis hold the power of life and death over\nall [[dragon]]s. They act as both judge and executioner\nin any case where a dragon threatens the stability of\n[[Argonnessen]] or of the [[Draconic Prophecy]]. They also monitor those dragons that live beyond Argonnessen and eliminate any who place it at risk. The\npresence of the Eyes is the primary reason rogue dragons keep\na low profile. The Eyes don’t care how dragons treat\nthe lesser races, but a dragon whose actions are too\nobvious and disruptive could draw unwanted attention\nto Argonnessen. In theory, the Eyes prevent dragons\nfrom sharing knowledge with the lesser races. The\nexample of [[Vvaraak]], however, shows that either it\nis possible to evade the Eyes, or that the Eyes tacitly\napproved of her actions.\n\nThe Eyes of Chronepsis closely track the [[Draconic Prophecy]]. Prior to the formation of the [[Chamber]], it was the Eyes who battled the [[Lords of Dust]] to prevent\nthe fiends from manipulating the Prophecy. However, unlike the Chamber, the Eyes have always been dedicated to observing the Prophecy without pushing\nit in any particular direction. If the [[rakshasa]]s were\ntrying to force a particular outcome, they’d act—but if\nthat same outcome came about naturally, they’d stand\naside. Even when they did act, the Eyes sought only to\nprotect the Prophecy; it is not their mission to take\nthe battle to the Lords of Dust or to fight the other\nforces of evil in [[Eberron]]. They watch. They gather\ninformation. They punish dragons who threaten the\nhomeland. And they protect the Prophecy itself. All\nelse is extraneous.\n\nThe appearance of the [[dragonmark]]s was a shock\nto the Eyes of Chronepsis. In the wake of this event,\nthey agreed to allow the dragons of the [[Chamber]] to\ntake a more active role in the wider world, and to observe the impact on the [[Prophecy|Draconic Prophecy]]. To date, they have been content to watch—but at any time, the Eyes of Chronepsis could demand an end to the activities\nof the Chamber.\n\nThe Eyes of Chronepsis watch the watchers—they\nare a force that even [[dragon]]s fear. However, they\nact only in truly dire circumstances. The actions of\na rogue dragon can’t simply threaten [[Khorvaire]]; a\nthreat to [[Argonnessen]] must exist. Although the Eyes\nof Chronepsis might help adventurers by eliminating\na dangerous dragon, they could also be a deadly foe.\nA dragon providing vital aid—as [[Vvaraak]] did during\nthe [[daelkyr]] incursion—could be targeted by the Eyes.\nAlternatively, the Eyes could strike against an organization that threatens the Prophecy, such as a [[dragonmarked house]].\n\nSome of the Eyes specialize in [[scrying]] and other [[divination]]s, while others are trained in battle. One of the best-known figures among the Eyes is the Lightkeeper ''Silaesteron'', a [[gold dragon]] [[greatwyrm]] who speaks for the Eyes when the [[Conclave]] gathers.",
        "type": "text/vnd.tiddlywiki",
        "title": "Eyes of Chronepsis",
        "tags": "[[intelligence agency]] Argonnessen",
        "modified": "20220119231825755",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]