[
    {
        "created": "20210208023258299",
        "title": "Family Finch",
        "text": "The Finches reside on the outskirts of [[Zarash'ak]],\nwhere civilization pretends to dwell in the heart of\nthe [[Shadow Marches]]. Their estate is sprawling and\ngrand, but its fences are rusted, its paths overgrown,\nand its walls peeling.\n\nThe Finch family has long laid claim to titles of\naristocracy within the scattered, clannish society\nof the [[Shadow Marches]]. How much of that claim is\ngenuine, and how much a pretense to mask the poverty that has slowly overtaken them, even the Finches themselves no longer know. But they have their pride.\nThey have their ties to the community of [[Zarash'ak]],\nwhere the people are happy to take their coin even\nas they whisper behind upraised hands. And the\nFinches have their gods: dark, alien powers who they\nbelieve will restore the family’s wealth and power\nand set the Finches to rule atop the festering graveyard of twisted flesh once called Eberron.\n\nOh, yes, and one other thing: Every Finch for\ngenerations uncounted has a burning, inherited\nmadness.\n\n!! Something Not Quite Right About That Family\n\nThe Finches are the perfect candidates for every\ncreepy, insular, darkness-worshiping, backwoods\nfamily story you’ve ever imagined. They can serve as\na typical evil cult, as a slow cancer eating away at a\n(mostly) decent society, as political and mercantile\nrivals of the PCs, or as the heart of a Lovecraftian\nnightmare. The Finches kill, to protect their secrets\nor as sacrifices to their dark gods. They corrupt,\nspreading their influence over local governments.\nThey raid and steal, acquiring wealth and magic\nitems. They delve deep into secrets mortals were not\nmeant to know. But because none of the Finches are\noverwhelmingly powerful individually, the PCs can\nface them at early levels, introducing the characters\nto the larger threat of the [[Cults of the Dragon Below]].\n\n!! Rumors and Whispers\n\nThe Finches are one of the\nregion’s oldest families. Family members\nmostly keep to themselves, except when they send\nservants or younger members into town to buy\ngoods and supplies. They’re a stiff, proper, unsmiling bunch, but they’ve been decent enough to the community.\n\nThe Finch family is ruled with iron fists by Thelonius and Lucretia. They have\none son, Julius, who’s not known for his intellectual\ncapacity. Their favored heir is Lucretia’s niece, Eliza\nWinthrope, who came to live with them when she\nwas just a child.\n\nRumor has it that the Finch\nestate is haunted, but that the Finches won’t admit\nto it in order to avoid shaming the family. This, some\nlocals say, is the reason for their stern, unbending\ndemeanor.\n\n!! Meet The Finches\n\nThelonius and Lucretia look to be in their early fifties. He dresses in somber blacks and grays like an\nundertaker, and wears a well-kept but thick beard to\nhide the deformed shape of his jaw. She dresses in\nfancy gowns with extravagant trains, long enough to\nhide the fact that her left leg ends not in a foot, but in\na grotesque, fleshy flipper. Both have dark hair and\nsoulless eyes.\n\nJulius resembles a younger version of his father, but with an exaggerated musculature. He is incapable of smiling and is well known for his temper. He’s not particularly intelligent, and he looks unintelligent—more primitive than his parents—and he knows it.\n\nEliza lacks the physical quirks of her relatives; she’s\na trim, attractive young woman. Her eyes, however,\nburn with a madness that the rest of the family has\nnurtured in her since her childhood.",
        "modified": "20210727192007854",
        "tags": "[[Cults of the Dragon Below]] Zarash'ak tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]