[
    {
        "created": "20200422193221333",
        "text": "<div style=\"float: left; width: 85px; margin-right: 10px; margin-top: 10px;\">{{$:/plugins/wccbuck/fernia.svg}}</div>\n\nA massive shard of basalt rises out of a vast ocean of magma. A castle sprawls atop the peak, a glittered fortress sculpted from brass. Firefalls of lava tumble down the edge of the spire. A flight of [[red dragon]]s takes to the air, circling the castle and creating a dazzling spectacle of synchronized flames. Welcome to High Hearth: the party's about to begin.\n\nIt's simple to say that Fernia embodies the concept of fire. The plane is filled with magma and flame, from massive volcanoes to cities eternally on the verge of being consumed by fire. But Fernia isn't about mundane fire; [[Lamannia]] is the source of simple, natural flame, and holds volcanoes and [[fire elemental]]s. Rather, Fernia is about all\nthe things we see //in// the flame, all the ideas it represents. It\nhas layers reflecting wild destruction, where verdant forests\neternally burn. It incorporates industry, with legions of [[azer]]s\nforever toiling over fire and forge. And it reflects wild passion,\nburning emotions that can't be held in, and glorious spectacle;\nthese are the realm of the [[efreet|efreeti]], the lords of the [[Sea of Fire]],\nforever striving to outshine their rivals.\n\nFire draws the eye and the attention, but where there's\nmagma, there's also earth. The [[azer]]s stand between earth and\nflame, harvesting the ore they feed to their hungry forges. And\nin the deep caverns, the [[dao]] polish jewels and admire their\ntreasures. Even in these deep layers, the air sears the lungs of\ncreatures that lack the proper protection, but for adventurers\nwilling to brave the flames, wonders and wealth are waiting\nin the halls of fire and stone. \n\n!! Links to Headers\n* <<scrollToHeader \"Universal Properties\">>\n* <<scrollToHeader \"Denizens\">>\n** <<scrollToHeader \"Efreet\">>\n** <<scrollToHeader \"Dao\">>\n** <<scrollToHeader \"Lesser Elementals\">>\n** <<scrollToHeader \"Fiends and Celestials\">>\n* <<scrollToHeader \"Layers\">>\n* <<scrollToHeader \"Planar Manifestations\">>\n** <<scrollToHeader \"Manifest Zones\">>\n** <<scrollToHeader \"Coterminous and Remote\">>\n** <<scrollToHeader \"Fernian Artifacts\">>\n* <<scrollToHeader \"Fernian Stories\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Universal Properties\n\nThe sweltering heat of Fernia can be deadly to unprotected\ncreatures, and it burns through mortal metabolisms. The\nfollowing [[properties|universal property]] apply to the entire [[plane]].\n\n* [[Deadly Heat]]. All regions of Fernia are subject to extreme heat. In addition, all creatures gain resistance to [[cold damage|damage type]], and a creature that is usually resistant to cold damage becomes immune to it.\n* [[Empowered Fire]]. Spells and other magical effects involving fire are enhanced.\n* [[Fires of Industry]]. A creature has [[advantage]] when using an artisan's [[toolset]] (such as baking with [[cook's utensils]], or forging an item with [[smith's tools]]) when it incorporates Fernian flame into its craft in place of mundane flame.\n* [[Burning Bright]]. All creatures' metabolisms are doubled. For example, exhaustion sets in faster, but creatures recover from it faster. In Fernia, whether you live or die, it's going to happen quickly!\n* ''Standard Time.'' Time passes at the same pace as on the Material Plane, and is consistent across its layers.\n\n!! Denizens\n\nFernia is home to [[celestial]]s and [[fiend]]s, spirits that embody\nkey concepts of fire and flame. But its primary denizens are\n[[elemental]]s of [[earth|earth elemental]] and [[fire|fire elemental]]. There are no native mortals or manifestations in Fernia: the elemental population is set in\nstone, and when one elemental dies, a new one takes its place.\nThis can take many forms; new [[mephit]]s spring out of open\nflame, while the [[dao]] craft new [[azer]]s out of bronze. But overall,\nthe population is stable; when an [[efreeti]] pits two legions of\n[[salamander]]s against one another in a grand display, they know\nthe salamanders will eventually be reborn.\n\n!!! Efreet\n\nThe [[efreet|efreeti]] are the brightest stars in the firmament of Fernia.\nThey are aristocrats, dwelling in sprawling mansions and\ncastles, attended by countless servants, dwelling amidst\nastonishing opulence. Fire consumes, and the efreet are\nmasters of conspicuous consumption.\n\n!!! Dao\n\nWhere do the many treasures of [[efreet|efreeti]] come from? Who built\ntheir glorious [[City of Brass]]? The [[dao]] are the answer to both of\nthese questions. [[Azer|azer]] laborers keep the foundries burning, but\nit's the dao who pluck wondrous jewels and pure [[adamantine]]\nfrom the primal earth, and it's they who craft the grandest\nand most remarkable wonders.\n\n!!! Lesser Elementals\n\nFernia is home to raw [[fire|fire elemental]] and [[earth elemental]]s (though\nthese can also be found in [[Lamannia]]), abstract spirits that\nwant nothing more than to burn or surge. These primordial\ncreatures are largely ignored by the [[efreet|efreeti]] and [[dao]], and\nthey're driven by pure instinct. [[Elementals|elemental]] are Fernia's most\ncommon inhabitants; an efreeti wouldn't be a lord without\nsubjects to lord over, and these lesser elementals serve that\nrole. While humanoid in form, they're deeply alien, [[immortal]]\nspirits shaped by their element and driven by singular\npurpose. An [[azer]] lives for the forge, and a [[mephit]] delights in\nmischief. Most lesser elementals are content as long as they\nhave the opportunity to pursue their purpose, but occasionally\na lesser elemental unexpectedly develops a quirk that drives\nit to pursue a new purpose.\n\nThe population of these elementals is limited, and thus\ntheir service is valuable to the efreet and dao. The efreet\nand dao often barter the service of their elemental subjects,\nsending them to allied or rival courts. Typically this doesn't\nmatter to the elementals, but there have been a few cases of\n[[salamander]]s rebelling against a new lord or mephits playing\ntricks on their new comrades.\n\n[[Azer|azer]]s, [[mephit]]s, and [[salamander]]s are the most common\nelementals, though others might be encountered somewhere\nin this plane.\n\n!!! Fiends and Celestials\n\nThe [[fiend]]s and [[celestial]]s of Fernia embody specific aspects of\nthe concept of fire. Fire is an integral part of their appearance;\nthey may have burning eyes, orange-red skin, or wings and\nhalos formed of flame.\n\n[[Angels|angel]] represent the comfort fire offers: its life-giving\nwarmth, the light that holds back the shadows. The angels\nof Fernia are typically [[deva]]s or other lesser angels, and they\ngenerally seek to assist and comfort travelers when they can.\n\n[[Demons|demon]] reflect the terrifying destructive power of fire,\nthe wildfire that can't be contained and the spark that brings\ndown a mansion. They are wild and violent, and it's rarely a\ngood thing when adventurers cross paths with them. Demons\nyearn to burn all wondrous things. Sometimes this leads\nthem to target the grand mansion of an [[efreeti]], but during\ncoterminous periods, they can also influence untended flames\nin the Material Plane, or occasionally manipulate mortals\ninto carelessness with fire. Common demons include [[quasit]]s\n(malevolent counterparts to the elemental [[mephit]]s), [[vrock]]s\nwith burning wings, and terrifying [[balor]]s.\n\n[[Devils|devil]] represent the intentional use of fire as a weapon\nor to inspire fear—the burning iron used in torture, the\nscreams of those dying on burning battlefields. Devils are\nrare and exceptionally cruel. They thrive both on causing\npain and suffering in Fernia, and cajoling mortals into acts\nof arson or fiery torture in the Material Plane. Like [[demon]]s,\nthey can usually only influence mortals when the planes are\ncoterminous, but occasionally a Fernian devil manages to slip\nthrough fire into Eberron. [[Imp|imp]]s, [[barbed devil]]s, and [[pit fiend]]s\ncan all be found in Fernia.\n\n!! Layers\n\nFernia is dominated by the vast [[layer]] known as the [[Sea of Fire]]. Where the sky can be seen, it's almost always obscured by ash and smoke. Its smaller layers embody specific concepts, such as infernos and campfires. These can usually be reached\nthrough burning circles on the islands in the Sea of Fire, or\nvia tunnels in the [[Deep Halls]].\n\n<<list-links-article \"[tag{!!title}tag[layer]sort[title]]\">>\n\n!! Planar Manifestations\n\nHere are a few of the ways Fernia can affect the Material Plane.\n\n!!! Manifest Zones\n\n[[Manifest zone|manifest zone]]s tied to Fernia often share one or more of the\nplane's [[universal properties|universal property]]. Those with [[Deadly Heat]] often have\nunusual volcanic or tectonic activity, and are generally shunned.\nHowever, House [[Cannith]] is always searching for Fernian zones\nwith the [[Fires of Industry]] property; in addition to enhancing crafting, these zones often allow [[artificer]]s to craft enchantments that can't be replicated elsewhere (especially\nthose tied to [[evocation]] and flame). A Fernian manifest zone\ncan provide an unexpected haven in an arctic environment, or\nprovide unusual geothermal benefits. In [[Karrnath]], the town of\nEmber—on the edge of the Icetop Mountains—is renowned for\nits pleasant climate and thermal pools.\n\n!!! Coterminous and Remote\n\nWhile Fernia is coterminous, temperatures rise sharply, and\nwarmer regions that would normally be safe can become\nextremely hot, taking on the [[Deadly Heat]], [[Empowered Fire]],\nand [[Burning Bright]] properties of the plane. During these times,\non rare occasions, creatures caught in an area of exceptionally\nintense flame can find themselves pulled through to Fernia itself.\n\nWhen Fernia is remote, intense heat loses some of its bite. Creatures have advantage to resist the effects of extreme heat, as well as against [[spell]]s that deal fire damage. Traditionally, Fernia is coterminous once every five years\nduring the month of [[Lharvion|Khorvaire calendar]], and it's remote once every five\nyears during the month of Zarantyr (exactly two and a half\nyears after it's coterminous).\n\n!!! Fernian Artifacts\n\nThe [[dao]] and the foundries of Fernia produce a vast array of\nwonders. Many of their creations are effectively trinkets, such\nas a gold model of a [[dragon]] that breathes actual fire. Others are\nfar grander, such as [[figurines of wondrous power|figurine of wondrous power]]. While many Fernian artifacts relate to fire in some way—[[wands of fireballs|wand of fireballs]],\n[[flame tongue]] swords—they aren't limited to fire or [[evocation]].\nFernian items are often made from brass, obsidian, or basalt,\nbut the [[dao]] work with all metals.\n\nTwo additional resources from Fernia are [[cold fire]] and\n[[Fernian ashes]]. Both of these can occasionally be harvested from Fernian [[manifest zone]]s.\n\n!! Fernian Stories\n\nFernia is difficult to reach and dangerous to visit, but here are\na few ideas that might spark adventures related to that plane.\n\n//''The Life of the Party.''// The Pasha [[Shashraqa]] of Firefall is\ndetermined to unseat the Sultan [[Azhalar]] with her next gala. And\nwhat's in fashion at the moment? Adventurers. The Pasha whisks\nthe adventurers to Fernia, promising to reward them well if they\nmake the gala a success—and to throw them into the [[Sea of Fire]]\nshould they fail her. Can the characters shine at a party of [[efreet|efreeti]]\nand [[dao]]? Do they know which fork to use, especially when one\nof them is on fire? What happens when Azhalar's [[salamander]]\ngeneral challenges a party member to a duel?\n\n//''The Infernal Machine.''// The adventurers stumble across\nan [[Emerald Claw]] camp. These Seekers are working with the\n[[dao]] [[Sar Saeran]], who's building them a devastating explosive\ndevice capable of leveling a city. Can the adventurers find out\nwhy Saraean is working with the Emerald Claw? If the dao is\nbeing compelled, can they free him? If it's part of a negotiation,\ncan they make a better offer? And what will they do if they end\nup with the completed bomb?\n\n//''The Back Door.''// The adventurers find a curious brass key.\nWhen inserted into a door, it transforms that door into a portal\nto the [[First Hearth|Campfires]], an inn in Fernia. Who does the key belong\nto? How often can its power be used? The barkeep Ashe is\nalways happy to see a few new faces, but who else will the\nadventurers meet at the bar?",
        "type": "text/vnd.tiddlywiki",
        "title": "Fernia",
        "tags": "plane",
        "modified": "20230103215334087",
        "tooltip": "plane of fire and industry",
        "color": "#2E4708",
        "category": "location",
        "article": "the Sea of Fire, "
    }
]