[
    {
        "created": "20210312061504666",
        "title": "Fleas",
        "text": "''Leader:'' [[Drifter]]<br/>\n''Notable Members:'' [[Sear]], [[Tick]]<br/>\n''Turf:'' [[Harbor]] district, [[Cross]], the [[Marketplace]], [[Locksmith Square]]<br/>\n''Portfolio:'' Fraud, petty theft<br/>\n''Tactics:'' Deception, stealth\n\nLife is harsh on the streets of [[Stormreach]], and children grow up fast or not at all. A number of gangs of feral children prey on strangers to the city. In the shadows of the city, a ghost named [[Drifter]] watches the savage children and recruits the cream of this motley crop for his gang—a twisted family known as the Fleas.\n\nThe Fleas don’t claim territory. They move\naround the city, focusing their attacks on newcomers\nand travelers, relying on their youthful appearance to distract\nand disorient foreign adults. A common ploy is for six\nto eight children to surround a traveler, begging and\npleading for coppers or sweets; meanwhile, one of their number cuts the victim’s purse. If their guise is discovered, they scatter in all directions. Fleas also\nrun simple con games on gullible foreigners. They are\nalways looking for opportunities to scavenge or take\nadvantage of others. If a group of adventurers engages\nin a battle in the streets, Fleas dart in and pluck loot\nfrom fallen foes while the heroes are still engaged\nin battle.\n\nEven though they are children, the Fleas have\nseen more horrors than most adults. They have a\nmaturity beyond their years, coupled with an innocent\ncruelty. They feel no remorse for their actions, and\ntheir only loyalty is to their adopted family. Because\nof their skills, Fleas advance to join adult gangs once\nthey are old enough; as a result, other criminals\nwatch over the Fleas or pay the Fleas to serve as decoys\nor lookouts.\n\nThe Fleas are typically homeless orphans. [[Drifter]]\nhelps them establish safe havens around the city,\nhideouts they can slip into to escape pursuit. They\nmake full use of their small size, and many of these\nholes are inaccessible to larger creatures. The gang\nhas three primary dens, located in the [[Sloths]], the\n[[Harbor]] district, and [[Locksmith Square]]. At any given\ntime, the members of the gang are split between two\nof these locations.\n\nThe level of skill displayed by the Fleas is remarkable for children, reflecting [[Drifter]]’s strict training regimen and the fact that he picks his recruits carefully.",
        "modified": "20210727192008742",
        "tags": "gang Stormreach",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]