[
    {
        "created": "20221211231735948",
        "text": "After a few minor clashes with [[Lhazaar|Lhazaar Principalities]] fleets, the\n[[gnome]]s of [[Lorghalan]] were recognized as one of the Lhazaar Principalities. Today, the small Lorghalan fleet is known and respected within the Principalities, but the\nLorghali remain largely unknown beyond it.\n\nThe [[Lorghalan]] fleet primarily focuses on merchant trade within the Principalities, allowing other traders to carry their goods to distant lands. Many unusual plants grow\nin the jungles of the island, and from these the [[gnome]]s produce medicines, drugs, and potent spirits. Lorghalan wood is exceptionally strong, rivaling the [[densewood]] and [[bronzewood]] of [[Aerenal]]; while the Lorghali don’t export lumber, they sell fine wooden goods. Their fleet has relatively few ships, but other Lhazaar tread lightly around Lorghalan vessels; not only are the hulls of their ships exceptionally strong, but most vessels are accompanied by one or more [[water elemental]]s. These friendly spirits help propel the vessel, allowing Lorghalan ships to match the capabilities of [[Lyrandar]] [[elemental galleon]]s. A [[stonesinger]] literally sings to the [[water elemental]] associated with the ship, encouraging it to move the vessel swiftly. If a ship’s stonesingers are killed, the elemental still recognizes the vessel as friendly, but it can’t be compelled to perform any particular action and may simply wander off.\n\nIn battle, Lorghalan ships are known for launching small [[earth elemental]]s at opposing ships. At a glance, these Lorghalan cannonballs appear to be simple boulders… until they start rolling of their own accord. Though limbless, these living missiles can wreak havoc after impacting an enemy ship. In the wild, these elementals spend much of their time embedded in soil, as they can easily pass through earth and stone.\n\nThe Fleet of Lorghalan is based in [[Hornstone]] and is led by Prince [[Shasi Stormlyn]].",
        "title": "Fleet of Lorghalan",
        "modified": "20221212000114779",
        "tags": "[[Lhazaar Principalities]] fleet Lorghalan",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "small fleet of Lorghalan gnomes respected among the Lhazaar Principalities, mostly focuses on trade"
    }
]