[
    {
        "created": "20201224205721152",
        "text": "<p style=\"font-style:italic;\">\n\nThere was a time when the world was the wood, when there were no towns or steel. The Forest Queen ruled the [[Endless Weald]], maintaining peace between people and beasts. \n\nBut as ages passed, her children grew restless in the shade of her leaves. Her eldest son came to her and said, “Mother, I dream of war! I want to build a fortress and wield a blade of steel.” The Queen replied, “Then leave the wood, but do not bring your metal into my domain.” And so he left the wood and founded the kingdom of [[Karrnath]]. \n\nThe next day the eldest daughter came before the Queen. “Mother, I dream of magic! I want to build a tower and conjure fire!” The Queen replied, “Then leave the wood, but do not cast your spells in my domain.” And so she left the wood and founded the kingdom of [[Thaliost]]. \n\nOne by one, the Queen's children left her, until she was alone in the woods with the spirits and the beasts. And as each child raised a kingdom, the woods grew smaller and farther apart, and the heart of the Forest Queen grew bitter and cold. \n\nThe people are her great-grandchildren, and she will not harm those who stay on the path and respect the beasts of the forest. But those who stray from the path, who conjure fire or hunt with steel, those fools will be lost in the Endless Weald and never again see the light of day. </p>\n\nFrom the [[Towering Wood]] in the [[Eldeen Reaches]] to the\n[[Harrowcrowns]] of [[Thrane]], from the [[Greenhaunt]] of [[Breland]]\nto the [[Shadowmount Forest]] of [[Karrnath]], wherever people\ndwell by the deep forest, they share stories of the Forest\nQueen. She is the archdryad, linked to every root and bough.\nShe is proud, and when protecting her subjects, she can\nbe ruthless; but she shares many wonders with those who\nenter her woods with empty hands and open eyes. The\nstory above is clearly apocryphal, but it's a common tale\nwith many variations, such as her children founding nearby\ntowns instead of nations. Regardless, the message is the\nsame: //there is a power that watches over the woods//. Stories\noften depend on the character of the local forest; near the\n[[Towering Woods|Eldeen Reaches]], the Forest Queen is often depicted as\nbenevolent, while near the [[Nightwood]] of [[Karrnath]], they talk\nof how the betrayals of her children froze the heart of the\nForest Queen, leaving her cruel and hungry for revenge.\n\nThe Forest Queen rules the [[Endless Weald]] within [[Thelanis]], an arboreal realm\ninhabited by [[dire beast]]s and wild [[fey]]. The Queen's influence can also be felt in any\nforest in times when [[Eberron]] and [[Thelanis]] are coterminous.\nJust like the stories, the Queen's personality often reflects the\nforest where she's currently manifesting; the Forest Queen\nis more likely to be benevolent in the [[Twilight Demesne]]\nand cruel in the [[Nightwood]].\n\n!! The Queen as Ally or Patron \n\nThe Forest Queen has close ties to the [[Greensingers]], and any Greensinger [[druid]] or [[ranger]] could have the Forest Queen as a patron. She's an option for\na [[warlock]], but the magic she teaches is primal in nature, not arcane. This doesn't change the spells available to the warlock; their spells simply draw on elemental\nforces and the power of the [[fey]] rather than arcane formulas.\nAs a more exotic option, a character could have slipped into the [[Endless Weald]] as a\nchild and been raised in the court of the Forest Queen.\n\nRegardless of origin, any character allied with the Forest\nQueen is expected to follow her rules.\n\n* Don't use weapons or armor of metal. ([[bronzewood]] is a suitable alternative)\n* Don't kill a natural [[beast]] with magic or for sport.\n* Protect those who travel on a marked path, unless they harm the forest with their actions.\n* Help any [[fey]] of the forest who comes to you in need.\n\nBeyond these basic principles, the Forest Queen's quests\ntypically relate to the woods in some way. An agent of the\nForest Queen could be tasked to reconsecrate a grove, to\ndestroy an infestation of [[aberration]]s or other unnatural\npredators, or to prevent an ambitious [[dragonmarked house]]\nfrom expanding into woodlands. Beyond the forest, an agent\ncould be tasked to recover a relic stolen from the [[Endless Weald]] (and once reclaimed, perhaps entrusted to carry this artifact on their adventures). Agents of the Forest Queen might be charged to act as envoys, negotiating with agents of other\n[[archfey]] or dealing with the [[feyspire]]s. Or perhaps there's a\ndarkness in the Endless Weald, a canker that appeared when\nthe forests of [[Cyre]] were consumed by the [[Mourning]]. The\nForest Queen could task mortals to explore this region within\nthe Weald, or charge them to explore the [[Mournland]] and to\nseek a cure for the wounded land.\n\n!! The Queen as an Enemy\n\nOne could make an enemy of the Queen by breaking one of her rules while in her woods, or perhaps by killing one of her favored [[beast]]s or devoted [[firbolg]] agents. Such a personal enmity could lead to a character being targeted by natural threats—singled out by aggressive beasts, led astray on journeys through wild regions, or\ntargeted by malicious [[sprite]]s. A character could also earn\nher ire by taking one of her relics from a forest, perhaps not\nknowing that the [[magic item]] is tied to the wood. On a larger\nscale, the Forest Queen could grow tired of civilization\nitself. The forests containing her [[manifest zone]]s could\nexpand, with [[fey]] and feral beasts attacking villages and\ntowns as they're overgrown. Could adventurers find a way\nto placate the bitter Queen, or must they defeat her to end\nthis advance?",
        "type": "text/vnd.tiddlywiki",
        "title": "Forest Queen",
        "tags": "archfey fey immortal Thelanis",
        "modified": "20221207234854492",
        "tooltip": "archfey who watches over the woods",
        "color": "#8C4606",
        "category": "entity",
        "article": "the "
    }
]