[
    {
        "created": "20210324214018608",
        "text": "Even the monsters of [[Droaam]] avoid the lands around the [[Hall|Mordain's Hall]] of [[Mordain the Fleshweaver]]. The [[gnoll]]s call it //KhreshtRhyyl//, “the Forest of Flesh”—and this is more than a colorful figure of speech. Long ago Mordain released creatures called [[skinweaver]]s into the woods. These creatures weave webs, much as spiders do, but instead of producing silk, skinweavers craft their nests using the recycled flesh of their victims, stretching entrails, strands of muscle, and flayed skin between trunk and bough. Many of these are long abandoned, like cobwebs drifting in the wind. Nonetheless, gnawed bones and glistening strands of flesh are a common sight in the forest, and they serve as a clear warning to turn back.\n\nThe woods of KhreshtRhyyl are unusually dense and humid for [[Droaam]], which is one more sign of the power [[Mordain|Mordain the Fleshweaver]] holds over this region. The canopy above remains dense throughout the year, and even at high noon only dim light makes its way to the forest floor. Phosphorescent fungi create paths of light snaking through the darkness. Other plants are unknown beyond the forest. These include potent hallucinogens; [[bloodvine]]s, which produce poisonous bloodlike sap; banshee’s boughs, trees that howl in agony when disturbed in any way; and many others. The ghoul’s rose produces the stench of rotting flesh to attract insects, and the beautiful stormflower electricutes anything that touches it.\n\nThe creatures of the region are as diverse and dangerous as the plant life. Some are [[aberration]]s, though most are bestial creatures unique to the area as opposed to being servants of [[Xoriat]] or [[Khyber]]. The skinweavers are one example of [[Mordain|Mordain the Fleshweaver]]’s ingenuity, but tales speak of skinless wolves, insane [[elemental]]s, and frenzied [[beast]]s formed from the combination of two or more of the creatures found elsewhere in [[Droaam]]. Adventurers might find a [[troll]] with the voice and wings of a [[harpy]], or a [[hydra]] with a [[medusa]]’s head sprouting from each of its six necks. Rot scarabs, bloodweb spiders, and stranger insects chitter in the darkness. Vine horrors, [[ooze]]s of colors never seen in the world beyond, and aberrant [[dryad]]s linger just off the phosphorescent paths. The laws of nature have been shattered here. A visiting ranger may claim that it’s impossible for so many deadly creatures to thrive in such close proximity to one another, and this again is the work of Mordain. Many of these monsters have been engineered to survive with minimal sustenance, and predatory instincts and reproductive systems have likewise been altered; some beasts reproduce at a remarkable rate needed to maintain their numbers, and others are sterile and could be exterminated by travelers. Because of this, even the most innocent creatures can pose a deadly threat. The //tryyl//, a rodent found in the forest, is a little creature possessing the adorable traits of rabbit and hamster. But a tryyl also has poisonous flesh, a venomous bite, and an uncanny reproduction rate held in check by its diet within the forest. Should a few of these creatures be brought to [[Breland]] or [[Aundair]], they could quickly spread across the land and become an environmental menace. Both the [[Znir Pact]] and the [[Wardens of the Wood]] have dealt with tryyl before, and they react violently if they discover adventurers smuggling these or any other creatures from KhreshtRhyyl.\n\nAlthough the monsters are the obvious threat, travelers face other hazards when passing through the forest. Travel speed is greatly reduced due to the dense growth and obstacles, and adventurers could unwittingly walk into a patch of stormflowers or disturb a banshee’s bough. Attempts to perceive threats are at a [[disadvantage]] due to the constant cacophony of strange insects, scurrying tryyl, and the distant howls of trees and beasts alike.\n\nDue to the strange nature of the region, foraging anything in the woods is extremely difficult, and with the number of poisonous and hallucinogenic substances in the woods (including the mucus the [[skinweaver]]s use to preserve their fleshy webs) failure can have unpleasant consequences. One of the most common maladies is a [[disease]] known as verdant whispers, which causes hallucinations and disorientation; however, the GM should feel free to introduce other diseases.\n\nIf they can survive the dangers of the forest, adventurers eventually come to a vast clearing at its heart, where [[Mordain's Hall]] reaches up toward the sky. On close examination, the windowless tower appears to be made from the flesh of a [[black dragon]]; the walls bleed if damaged, though they regenerate at an astonishing rate. In some of the stories, [[Mordain|Mordain the Fleshweaver]] welcomes visitors into the open gates of the tower; in others they must battle vicious guardians or carve a passage through the bleeding walls. The reception visitors receive depends on their purpose, as well as whether Mordain thinks of them as guests—or raw material for his next round of experiments.\n\nThe Forest of Flesh is also home to the mysterious village known as [[Dolurrh's Dawn]].",
        "title": "Forest of Flesh",
        "modified": "20230620151913273",
        "tags": "forest Khorvaire Droaam",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#3B5C0A",
        "polygons": "36.702,-38.78 36.738,-38.66 36.868,-38.59 36.951,-38.48 37.052,-38.37 37.071,-38.21 37.135,-37.96 37.274,-37.87 37.477,-37.89 37.643,-37.83 37.818,-37.66 37.966,-37.55 38.151,-37.49 38.317,-37.56 38.409,-37.74 38.483,-38.05 38.502,-38.24 38.474,-38.46 38.4,-38.68 38.345,-38.85 38.262,-39.01 38.132,-39.13 37.938,-39.22 37.745,-39.22 37.569,-39.18 37.385,-39.25 37.246,-39.25 37.062,-39.12 36.905,-39.07 36.748,-39.06 36.665,-38.94",
        "style": "{\"color\":\"#4D3908\",\"fillColor\":\"#909645\",\"fillOpacity\":\"0.8\"}",
        "alternatetitle": "KhreshtRhyyl",
        "tooltip": "disturbing and unnatural forest in Droaam, surrounds Mordain's Hall"
    }
]