[
    {
        "created": "20201224215831260",
        "text": "<<<\n//Once there was a prince of a grand kingdom, the youngest of eight sons. His brothers were celebrated as heroes of the realm, but whatever the youngest prince did, his deeds were never noticed; the shadows cast by his brothers were too long. Even when he saved the kingdom from a cruel dragon, the people assumed one of his brothers had done the deed. But in that dragon's lair, the prince discovered a strange sack. Reaching inside it, he found a toy he'd loved as a child and long forgotten about, a comb lost by his sister, and a map of a nation that no longer exists. Curious, he climbed into the sack and found a castle within it, filled with forgotten wonders. No one ever noticed he was gone, and no one remembers his name or his deeds. But the Forgotten Prince still dwells in his [[Castle of Lost Things]]. When you forget something you love, or when something you need is nowhere to be found, it's because the Forgotten Prince has taken it for his hoard.//\n<<< \n\nWhen a sock goes missing or a tool is misplaced, people\ncurse the Forgotten Prince for stealing it away. When\nsomeone forgets what they were about to say, they might\nremark “The Prince has taken my thought.” Needless\nto say, his reach is not truly as wide as such stories\nmake out; but the Forgotten Prince and his minions do\nindeed steal unappreciated things, both material items\nand even ideas themselves, keeping them in the vaults\nand library of his [[Castle of Lost Things]]. Often such thefts\nare never noticed, but he might take things that are\nquite valuable if he believes them to be unloved or\nunappreciated by those who have them. Sometimes\nthis is done to teach a lesson, how the loss of a simple\nand undervalued item or idea can have disastrous\nconsequences. Battles have been lost and cities fallen\nbecause of the Prince's thefts—though often people\nfail to appreciate the lesson, as they never recall\nwhat was lost to begin with.\n\nThe Forgotten Prince dwells in the [[Castle of Lost Things]] in\n[[Thelanis]]. His attendants are sly and cunning [[fey]], along with\nmortals who were unappreciated in their mundane lives. Some\nsay that the [[kenku]] are servants of the Forgotten Prince who\nfled from his service—that he stole their voices as punishment\nfor their betrayal, but that a kenku can earn it back with\nclever deeds. True or not, the Prince has followers\nscattered across [[Khorvaire]]—thieves who sacrifice\nunloved objects and undervalued secrets to the Prince\nin exchange for his guidance and gifts. Followers of the\nForgotten Prince rarely work together, but they can be\nfound in many positions of influence. There are [[elves|elf]] in\nthe Shadow Houses ([[Phiarlan]] and [[Thuranni]]) who receive visions from the Prince\nwhen they trance, and [[changeling]]s among the [[Tyrants]] of\n[[Sharn]] who engage in more subtle thefts on behalf of the\nPrince, stealing hearts or faces. While his thefts often go\nunnoticed by the greater world, the Forgotten Prince also\ntakes pleasure in seeing celebrated people whose reputations\nare undeserved brought low, and his agents may act to expose\nsuch poseurs. Adventurers could also be forced to deal with\nthe Prince if he has something they need—perhaps an artifact\nor secret long forgotten, now sealed away in the vaults of his\ndark castle.\n\n!! Links to Headers\n* <<scrollToHeader \"The Prince as Ally or Patron\">>\n* <<scrollToHeader \"The Prince as an Enemy\">>\n* <<scrollToHeader \"Notes\">>\n\n!! The Prince as Ally or Patron\n\nThe Forgotten Prince may reach out to people who have themselves been forgotten or\nunappreciated, provided he sees potential in them. Sometimes\nhe brings them to the [[Castle of Lost Things]]; in other cases, he\noffers these agents purpose, rewarding them for their service\nwith gifts or secrets. The [[Urchin]] talent is an excellent\noption for someone forgotten by the world but chosen by the\nPrince. The Forgotten Prince could be\nan [[archfey]] patron for a [[warlock]], or a [[Hexblade|Pact of the Blade]] warlock could\nalso receive their weapon as a gift from the Prince; what is the\nforgotten history and destiny of this weapon? The Forgotten\nPrince can also be an interesting patron for a [[bard]]; the Prince values secrets no one else considers valuable, and the [[vicious mockery]] spell can be depicted as stealing opportunity from a foe—a trick taught by the Forgotten Prince. The Forgotten Prince could teach a [[rogue]] the talents of an [[arcane trickster]] or the skills of a master thief, provided they are willing to use those skills on his behalf.\n\nMissions issued by the Prince typically involve\nthe theft of an object or a secret. These things\nmay not be seen as valuable by the people that\npossess them, and such a task could easily\nbe added on top of the mission for an existing\nadventure—“While you're in [[Dreadhold]], steal the\nring under the warden's bed.” The Prince could\nteach his agents a ten-minute ritual which allows\nhim to pull the requested item into [[Thelanis]]\n(this only works with objects the Prince //wants//,\nso it's not a way to dispose of just any item).\nThe Prince may also task agents with actions to\nexpose or bring down people whose reputations\nare undeserved, or to assist those who are\nunappreciated. Note that good and evil don't\nenter into these judgments; the Prince could call\non agents to bring down someone who's using\ntheir undeserved reputation for a good cause,\nor to help an unappreciated serial killer!\n\n!! The Prince as an Enemy\n\nThe simplest way for the Prince to enter a story is for one of his agents to steal something that the adventurers need, or to take actions that cripple an organization or patron that the characters work for. This ties to the\nidea that the Prince may target someone\nwith an undeserved reputation even if they\nare using it to do good; the adventurers\nthemselves could be targeted if they acquire\nfame that the Prince considers unearned. Or the characters might discover they need something stolen long ago by the Prince—or an object they've recently acquired and\ndesperately need has gone missing, and no\none else seems to remember it. Characters\ncould also be set against the Prince by\nanother immortal patron; perhaps the\nPrince has stolen one of the memories of\nthe [[Forest Queen]], and she wants it back.\n\nA defining part of the Forgotten Prince's story is\nthat he himself has been forgotten.\nShould a character somehow learn the\ntrue name of the Forgotten Prince\nduring their adventures, they can gain\n[[advantage]] on actions taken against him.",
        "type": "text/vnd.tiddlywiki",
        "title": "Forgotten Prince",
        "tags": "archfey fey immortal Thelanis [[Castle of Lost Things]]",
        "modified": "20240606060650475",
        "tooltip": "archfey who steals forgotten or unappreciated things",
        "color": "#8C4606",
        "category": "entity",
        "article": "the "
    }
]