[
    {
        "created": "20240702063534076",
        "text": "The Forgotten War was a cataclysmic conflict that destroyed the first and greatest [[draconic|dragon]] empire many thousands of years ago. Very little physical evidence of this war remains. \n\nIn the wake of the [[Age of Demons]], the [[dragon]]s exulted in their victory over the fiendish [[overlord]]s. They were few in number at that time, and it took them millennia to rebuild and to craft nations. The dragons laid down roots in [[Argonnessen]], in [[Xen'drik]], and in [[Khorvaire]], and most began as explorers, artists, and scientists, unlocking the mysteries of the world. \n\nBut slowly, a worm began to burrow into the collective heart of the [[dragon]]s of [[Khorvaire]]. The subtle archfiend known as the [[Daughter of Khyber|Tiamat]] began to play on their pride and their arrogance. Why should they share this world with lesser beings—creatures who’d been so easily dominated by the [[fiend]]s of the past age? The dragons were the children of [[Siberys]], and they were made to //rule// and to //enforce their will// upon reality. And so the time came when dragons set out to claim the world they had saved.\n\nThe dragons of [[Khorvaire]] quickly conquered the [[humanoid]]s of the continent and formed a mighty kingdom. The heart of their empire was the region today known as the [[Talenta Plains]], where they experimented with all forms of magic and built terrifying weapons. In time, devilish [[abishai]], immortal emissaries of the [[Daughter of Khyber|Tiamat]], began to appear and install themselves in positions of authority and influence across the kingdom. And the dragons themselves began to mutate, becoming twisted [[spawn of Tiamat]] and other mockeries of dragonkind. But enthralled as they were, the dragons justified these corruptions as the next stage in draconic evolution, and proof of their power and wisdom.\n\nWhen the dragons of [[Argonnessen]] came to realize the extent of the degeneration of their [[Khorvaire]] brethren, they launched a campaign to subjugate these rivals and make them see the \"light of Siberys\" by force. But as this war escalated, it became clear that the corrupted dragons and their disgraceful kingdom were beyond rehabilitation and must be entirely eradicated from the face of [[Eberron]]. The conflict that ensued shook the world. The forces unleashed in this war didn't just shatter the cities of the dragons, they tore at the fabric of reality itself. The [[Ethereal Veil]] was worn thin between the physical world and the outer [[plane]]s. Curses were deployed which sent arcane technology haywire and diverted swarms of vengeful [[ghost]]s to tear cities apart. Eventually, the kingdom fell, power of the Daughter of Khyber was broken, and the surviving dragons withdrew to Argonnessen. But in the process, they came close to inflicting irreparable harm to the workings of the cosmos—a fact that they and their descendants have never forgotten. \n\nToday, most evidence of this first draconic empire and the \"Forgotten War\" that destroyed it has been erased by the passage of time. But the lingering consequences of that ancient war can still be felt in the [[Talenta Plains]]. For more information, see the section <<navAndScrollToHeader \"Talenta Plains\" \"Mysteries of the Talenta Plains\">>.\n\nThe techniques used in the razing of the [[Talenta Plains]] during the Forgotten War may have served as a prototype for the barrage of curses laid upon the continent of [[Xen'drik]] at the end of the [[Age of Giants]]. Perhaps the dragons acted so ruthlessly against the [[titan]]s because of their own shame in nearly destroying the world a few millennia prior, and believed that an extended conflict with the [[Cul'sir Dominion]] would start a chain reaction that would truly unravel reality.",
        "type": "text/vnd.tiddlywiki",
        "title": "Forgotten War",
        "tags": "war",
        "modified": "20240703062259625",
        "tooltip": "ancient war between dragons which occurred between the Age of Demons and Age of Giants, spurred by the Daughter of Khyber",
        "color": "#A3CFBB",
        "category": "event",
        "article": "the "
    }
]