[
    {
        "created": "20200420211945118",
        "text": "The Fury is a silent whisper that can drive you to doubt or\ndespair. She is reckless rage and all-consuming passion.\nInstinct is the voice of the Fury, guiding us when rational\nthought fails. And she is the Sovereign of revenge, promising\nvengeance to those willing to surrender to her. Her father\nthe [[Devourer]] embodies the devastating power of the storm\noutside us; the Fury is the storm that rages within us, the\nwild emotions we fight to control.\n\nDevotees of the Fury generally follow one of two paths.\nRevelers believe that suppressing emotion causes anguish,\nand that people should embrace their emotions fully\nand act on impulse and instinct. They hold wild, ecstatic\ncelebrations as a way for participants to throw off the\nchains of civilization for a moment and experience\nlife and emotion fully. A player character who follows\nthis path might be a [[berserker|Berserker Rage]] or a [[bard]]—either embracing their own primal emotion or\ninspiring it in others. A [[sorcerer]] might attribute their power to\nwild emotion; they can only access their magic when they let\nthe Fury guide them.\n\nThe other path of the Fury is the road of revenge. People\nwho have suffered grievously can call on the Fury to give them\nthe will and strength to take vengeance into their own hands.\nOr rather than seeking revenge themselves, one tradition calls\nfor someone who has been wronged to place a red candle in\na window, inscribed with the name of their tormentor. This is\nan invitation for the Fury to take vengeance on their behalf.\nA player character following this path could be charged to\ninvestigate and fulfill these calls for revenge. While this could\nbe the path of a [[cleric]] or [[paladin]], it could just as easily suit an\nassassin, a [[bard]], or a [[warlock]].\n\nThe Fury's symbols include a winged wyrm with woman's head and arms. She is also known by the name Szorawai.",
        "type": "text/vnd.tiddlywiki",
        "title": "Fury",
        "tags": "[[Dark Six]] deity",
        "modified": "20220806220450342",
        "color": "#8C4606",
        "category": "entity",
        "article": "the ",
        "tooltip": "Dark Six Sovereign of rage, instinct, passion, and revenge"
    }
]