[
    {
        "created": "20200420211945118",
        "text": "The Fury is a silent whisper that can drive you to doubt or\ndespair. She is reckless rage and all-consuming passion.\nInstinct is the voice of the Fury, guiding us when rational\nthought fails. And she is the Sovereign of revenge, promising\nvengeance to those willing to surrender to her. Her father\nthe [[Devourer]] embodies the devastating power of the storm\noutside us; the Fury is the storm that rages within us, the\nwild emotions we fight to control.\n\nDevotees of the Fury generally follow one of two paths.\nRevelers believe that suppressing emotion causes anguish,\nand that people should embrace their emotions fully\nand act on impulse and instinct. They hold wild, ecstatic\ncelebrations as a way for participants to throw off the\nchains of civilization for a moment and experience\nlife and emotion fully. A player character who follows\nthis path might be a [[berserker|Berserker Rage]] or a [[bard]]—either embracing their own primal emotion or\ninspiring it in others. A [[sorcerer]] might attribute their power to\nwild emotion; they can only access their magic when they let\nthe Fury guide them.\n\nThe other path of the Fury is the road of revenge. People\nwho have suffered grievously can call on the Fury to give them\nthe will and strength to take vengeance into their own hands.\nOr rather than seeking revenge themselves, one tradition calls\nfor someone who has been wronged to place a red candle in\na window, inscribed with the name of their tormentor. This is\nan invitation for the Fury to take vengeance on their behalf.\nA player character following this path could be charged to\ninvestigate and fulfill these calls for revenge. While this could\nbe the path of a [[cleric]] or [[paladin]], it could just as easily suit an\nassassin, a [[bard]], or a [[warlock]].\n\nThe Fury's symbols include a winged wyrm with woman's head and arms. She is also known by the name ''Szorawai''.\n\n!! Crimson Candles\n\nIn the [[Five Nations]], the crimson candle is urban legend\nas much as it is myth: if you’ve been wronged, you can\nengrave the name of the person you seek vengeance\non into a red candle, blend a drop of your blood with\nthe wax, and leave the lit candle in your window. This\nserves as a symbol that the Fury burns within you,\ndemanding vengeance on the person you named. In\nsome stories, this candle simply calls for the Fury to\ntake vengeance for you, acting through environmental\nforces; if your target falls from a horse the next day,\nthat’s the Fury answering your prayers. Other tales\nclaim a hidden order of assassins roam [[Khorvaire]] to\nfulfill the promise of the crimson candle.\n\nIn either case, when invoking the Fury, you understand that you have no control over what form the vengeance will take or how many people will be hurt in the process. After all, you don’t seek justice, but vengeance—and while that comes with a price, you may not be the one who pays it. The Fury doesn’t eliminate pain and suffering; she spreads it and magnifies it. Because of this, the crimson candle isn’t used lightly; placing the candle in your window is a public declaration that you want revenge and you don’t care about the cost or who knows it. And in so doing, the person named on the candle faces an ultimatum: will they try to make amends and convince their victim to extinguish the candle before the Fury takes notice of the plea?\n\nPutting a crimson candle in your window is usually seen as a cry for help or an act of protest, not heresy that needs to be punished. If adventurers enter a village and find dozens of red candles burning in the windows, any character from the Five Nations would recognize it as a sign that something is terribly wrong.\n\n!! Many Faces of the Fury\n\nThere are many different interpretations of the Fury. Under the [[Pyrinean Creed]], she’s often said to be the child of the [[Devourer]], though this is generally understood to be a metaphor. When a farmer’s field is destroyed by a hurricane, the “child” of that action is rage or despair; hence, the Devourer is the father of the Fury. Meanwhile, another Pyrinean myth says that when the Devourer was bound by his enemies, his rage was so great that the Fury took on a life of her own, tearing free of him and snapping his bonds in the process.\n\nThe Fury is also a key facet of the [[Three Faces]] mystery cult known as the [[Three Faces of Love]], where she is known as \"the Love that Burns\".\n\nLooking beyond the [[Five Nations]], [[Cazhaak traditions|Cazhaak Creed]] don’t credit any other Sovereign for creating the Fury; she was present when the first heart began to beat, and she was heard in the first child’s cry. This is echoed in the traditions of the [[harpies|harpy]] of the [[Byeshk Mountains]]; all their flights agree that the harpy sings with the Fury’s voice, but much like the [[Barrens|Droaam]] [[minotaur]]s and the [[Horned King|Tol Kharash]], each flight has its own interpretation. The [[Stormsingers]] say the [[Devourer]] and the Fury are one and the same, and her song shapes the storm at the same time it guides the heart. The Wind Howlers say the Fury was born from Eberron’s cry of pain when she gave birth to the world. Most flights call her the ''Song'' or the ''First Song''; meanwhile, the Wind Howlers call her the ''Howl''.",
        "type": "text/vnd.tiddlywiki",
        "title": "Fury",
        "tags": "[[Dark Six]] deity",
        "modified": "20221212225857448",
        "color": "#8C4606",
        "category": "entity",
        "article": "the ",
        "tooltip": "Dark Six Sovereign of rage, instinct, passion, and revenge",
        "alternatetitle": "Szorawai First Song the Howl"
    }
]