[
    {
        "created": "20200414201236126",
        "text": "''Capital:'' [[Thronehold]]\n\nIn the modern age, the greatest power was the kingdom of Galifar, which covered most of the continent of [[Khorvaire]]. After a century of [[civil war|Last War]], Galifar is no more, carved into separate nations as defined by the [[Treaty of Thronehold]].\n\n[[Karrn the Conqueror]] failed to unite [[Khorvaire]] by force, but\ncenturies later, his descendant [[Galifar Wynarn]] succeeded\nthrough might and clever diplomacy. Galifar didn’t just want\npower—he wanted to build a better world, and on many\nlevels, he succeeded. He abolished slavery and instituted\nlaws that promised justice for all. Over time, the kingdom\nwould promote public education and the rise of the merchant\nclass, as well as the [[Code of Galifar]] which still forms the basis of legal systems across the continent. Galifar also established the [[Karrnath]]i dialect as the [[Common]] tongue used today. It can be argued that Galifar stumbled in giving the [[dragonmarked house]]s too much economic power; while the [[Korth Edicts]] prevent dragonmarked heirs from holding lands or titles, they also lay the foundation for the near-monopolies\nthe houses hold today.\n\nGalifar can also be faulted for his precarious system of succession. By this tradition, the children (or appointed nephews or nieces) of the reigning monarch served as governors of the [[five provinces|Five Nations]], with the eldest governing [[Cyre]]. The previous governors served as regents until an heir came of age, at which point they were expected to step aside. This system led to multiple rebellions and attempted secessions over the course of history, the [[Last War]] simply the largest and last of them.\n\nSee also [[Nobility of the Five Nations]].\n\n!! Why Does It Matter?\n\nA century of brutal war has divided the people of the [[Five Nations]], but they are still united by a host of common laws and\ncustoms—the legacy of Galifar. And there are still many who\nlook back to Galifar as a golden age, who would be willing to go\nto war again for a chance to return to that supposed paradise.\n\nMany of the institutions that define the nations—the [[Arcane Congress]], the [[King's Citadel]], [[Rekkenmark Academy]]—were\noriginally dedicated to the common good of Galifar. Members of\nthe longer-lived races, such as [[elves|elf]] and [[dwarves|dwarf]], likely trained\nat these institutions, regardless of the nations they serve today.\n\n!! Rulers of Galifar\n\nA complete history of Galifar has never, and will never, be laid out in canon, as it would needlessly restrict storytelling opportunities such as the ones presented in [[Untold History]]. That said, a few names of Galifaran rulers have been mentioned in canon Eberron sources at specific dates in history.\n\nAll of the below rulers have the surname [[ir'Wynarn|Wynarn family]], except for [[Galifar Wynarn]] and [[Cyre Wynarn]] who lived before the nobility's adoption of the ir' prefix. If only one date is displayed in the Dates column, it means we know that ruler was on the throne during that year, but we do not know the exact start and end date of their reign.\n\n|!Dates |!Ruler of Galifar |\n|-28–40 YK |[[Galifar I|Galifar Wynarn]] |\n|40–?? YK |[[Cyre|Cyre Wynarn]] |\n|After Cyre |[[Galifar II|Galifar the Dark]] |\n|After Galifar II |Galifar III |\n|Before 299 YK|[[Hala|Hala ir'Wynarn]] |\n|512 YK |Daroon |\n|545 (or earlier)–558 YK |[[Marala|Marala ir'Wynarn]] |\n|558–560 YK |[[Joliana|Joliana ir'Wynarn]] |\n|734 YK |Thaldren IV |\n|845 (or earlier)–894 YK |[[Jarot|Jarot ir'Wynarn]] |\n\nRulers with unknown dates:\n\n* Dolan ir'Wynarn (brother of [[Clever Dyran|Dyran ir'Wynarn]])\n* [[Sarath ir'Wynarn]]",
        "type": "text/vnd.tiddlywiki",
        "title": "Galifar",
        "tags": "nation Khorvaire",
        "modified": "20231231174940909",
        "tooltip": "kingdom that once covered the continent of Khorvaire",
        "style": "{\"fillOpacity\":\"0\",\"opacity\":\"0\"}",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the Kingdom of "
    }
]