[
    {
        "created": "20210324025224029",
        "text": "King Galifar ir'Wynarn II, commonly known as Galifar the Dark, was the third ruler of the Kingdom of [[Galifar]], succeeding [[Cyre Wynarn]]. The [[Khorvaire calendar]], which marks years since the founding of the kingdom (YK), was established during his reign. \n\nGalifar the Dark notably fended off an attempted coup orchestrated by the ir'Tyran family of [[Sharn]]; see [[Broken Arch]] for more information.\n\nLegend has it that [[Sharn]]'s [[Race of Eight Winds]] began as an aerial cavalry training exercise initiated by Galifar the Dark.\n\n!! Child of Shadows\n\nYoung Galifar was born in [[Vult|Khorvaire calendar]], on the darkest night of [[Long Shadows]]. The common story says that both his mother and the attending [[Jorasco]] chirurgeon were found dead in the birthing room, the silent child still cradled in his mother's arms. The servants whispered that the child was cursed, that plants withered in his shadow. But it seemed Galifar could sense those who carried death in their heart; when a would-be assassin sought to kill King [[Cyre|Cyre Wynarn]], the boy called out the killer's name and the assassin fell dead at Cyre's feet. While others still feared the prince, Cyre embraced him and the two were inseparable until the King's death. \n\nThis is a popular story, but as with so many elements of history, the concrete facts are shrouded in mystery. Many scholars believe that Galifar II was a [[tiefling]] with ties to [[Mabar]]; but others say that the king had an [[aberrant dragonmark]] in a place easily concealed. It's said that when Galifar looked at someone, he knew exactly when and how they would die. But while it was these eerie gifts and his cold demeanor that earned him his sobriquet, Galifar II was a good ruler who strengthened the bonds between the [[Five Nations]], reinforcing the [[Galifar Code of Justice|Code of Galifar]] and overhauling the calendar; it was Galifar the Dark who established the Year of the Kingdom still used today. \n\n[[Aberrant dragonmark|aberrant dragonmark]]s were rarer in Galifar II's time than in the present day, and if Galifar's \"gift\" was a dragonmark, it was a strong one. If Galifar the Dark did have an aberrant dragonmark, he may have done research into these marks during his reign; it's possible that he sheltered other aberrants, or developed [[focus item|dragonmark focus item]]s for his or other aberrant marks. If aberrant-marked adventurers in the present day could find conclusive evidence of Galifar's mark—or a cache of journals or tools—it could have interesting repercussions for House [[Tarkanan]] and the [[Twelve]]. ",
        "type": "text/vnd.tiddlywiki",
        "title": "Galifar the Dark",
        "tags": "Galifar [[Wynarn family]] deceased human humanoid",
        "modified": "20221129215821110",
        "color": "#FEA627",
        "category": "person",
        "article": "King ",
        "alternatetitle": "Galifar Wynarn II"
    }
]