[
    {
        "created": "20240327223804641",
        "text": "The Gallimaufry (//Ituata// in [[Old Giant|Giant]], meaning \"medley\" or \"patchwork\") was a [[titan]] city-state in [[Xen'drik]] during the [[Age of Giants]], and was part of the [[Group of Eleven]] alliance. Ituata was the only member of the Eleven with no land of its own—the roaming nation was formed by families of titan merchants who traveled through the skies in connected floating castles. Whimsical, charming, and witty, these ancestors of modern [[cloud giant]]s carried goods and information between the Eleven and beyond. The titans of the Gallimaufry wielded [[Syrania]]n magic through generation-spanning pacts with the neutral [[angel]]s of the Azure Sky. Over the centuries, they transformed into [[aasimar]]-like creatures with innate powers of flight, as well as the ability to magically solidify clouds and harness the winds. Family pacts with different [[throne]]s and [[dominion]]s granted specialized knowledge of trades, so one family business might serve refreshing beverages taught by the Dominion of Tea, while the [[flying carpet|carpet of flying]] weavers learned their trade from the Throne of Flight. The cloud titans had access to the [[Immeasurable Market]] of [[Syrania]], allowing them to trade with [[immortal]]s from across the [[plane]]s, and their arrangements with [[dominion]]s of Knowledge granted them specialized lore, making them unparalleled teachers and consultants. The arrival of the cloud titans was always celebrated in the cities of old [[Xen'drik]], though none could control the routes they chose to travel.\n\nThe leader of the Gallimaufry was a shapeshifting titan known as the ''Provost of Masks''. The Provost mediated and protected the endeavors of the cloud titans, supporting the families and ensuring their continued freedom; they also served as a diplomat to [[Syrania]]. Each literal mask worn by the Provost acted as a focus for a particular [[subdomain|Syranian domain]], and transformed the titan into a physical representation of that concept. They might have worn the Mask of Bargains when negotiating in the [[Immeasurable Market]], adopting the guise of a charming and professional [[arcanaloth]], or the Mask of Intrigue when crafting underhanded schemes, taking the form of a capricious [[djinni]].\n\nThe city of Ituata was a floating island of cloudstuff upon which the castles and estates of the different titan families were built. The castles could break away from the main island, at times embarking on independent journeys across the continent before returning to the sky city. The current whereabouts of the remnants of Ituata are unknown; it is believed that the cloud titans welcomed the arrival of the [[Light of Siberys]] with open arms at the end of the age, but their hospitality did not save them from destruction.",
        "type": "text/vnd.tiddlywiki",
        "title": "Gallimaufry",
        "tags": "defunct Xen'drik [[Age of Giants]] nation [[Group of Eleven]] city ruin",
        "modified": "20240328024516099",
        "color": "#3b5c0a",
        "category": "location",
        "tooltip": "ancient giant city-state in the Group of Eleven, culture centered around Syrania",
        "style": "{\"color\": \"#40262D\"}",
        "alternatetitle": "Ituata Unveiling",
        "article": "the "
    }
]