[
    {
        "created": "20200417023720093",
        "text": "//We, the Gatekeepers, protect the natural world from the forces that come from outside it, from those beings that slither in from the darkness beyond. //\n\nThe Gatekeepers are a [[druid]]ic sect dedicated to protecting the natural world from unnatural forces. They battle\n[[aberration]]s and guard against extraplanar invasions\nand the release of ancient evils.\n\nThe Gatekeepers maintain the oldest druidic tradition on [[Khorvaire]]. Over fifteen thousand years ago, the [[dragon]] [[Vvaraak]] came to the [[Shadow Marches]]\nand gathered a following from among the [[orc]]s of the\nregion. In her studies of the [[Prophecy|Draconic Prophecy]], Vvaraak had\nforeseen a great threat that could be stopped only by\nthe younger races. So she taught the orcs the [[secret language|Druidic]] of the natural world and showed them how to work with stone and soil, and how to read the future\nin the movement of the Ring of [[Siberys]]. She charged\nher students to remain ever vigilant against the threat\nthat was to come, and to protect nature from those that\nwould corrupt it. \n\nThousands of years later, the [[daelkyr]] opened gates from the plane of [[Xoriat]] and unleashed hordes of [[mind flayer]]s, [[beholder]]s, and other foul creatures into the world. The conflict that followed destroyed\nthe [[goblin]] empire of [[Dhakaan]], and the daelkyr's invasion left scars across [[Khorvaire]]. Ultimately, Vvaraak's students sealed the gates and imprisoned the daelkyr\nin [[Khyber]]. Even after this triumph, the orcs couldn't be\nsure if they had turned back the threat Vvaraak had foreseen, or if a greater danger lay ahead. So, in addition to\nguarding the [[seals|dimensional seal]] that bind the daelkyr and keep Xoriat\nat bay, the Gatekeepers remained vigilant against the\npossibility of worse to come. \n\nIn the millennia since that struggle ended, the Gatekeepers have shared Vvaraak's wisdom and druidic magic with [[human]]s, [[shifter]]s, and others who came\nto Khorvaire. New interpretations of Vvaraak's teachings gave birth to new druid sects: the [[Wardens of the Wood]], the [[Greensingers]], and the [[Ashbound]]. Today, the\nGatekeepers are one of the smaller sects, and many of\nthe sites of their long-ago battles have been abandoned\nand forgotten. But some Gatekeepers still remain in the\n[[Shadow Marches]] and the [[Eldeen Reaches]], continuing\ntheir vigil to this day. \n\n!! Links to Headers\n* <<scrollToHeader \"The Gatekeepers in the War\">>\n* <<scrollToHeader \"Gatekeeper Seals\">>\n** <<scrollToHeader \"Gatekeeper Seal Adventures\">>\n* <<scrollToHeader \"Gatekeeper NPCs\">>\n* <<scrollToHeader \"Gatekeeper Campaign Themes\">>\n* <<scrollToHeader \"Gatekeeper Adventure Hooks\">>\n* <<scrollToHeader \"Notes\">>\n\n!! The Gatekeepers in the War\n\nThe [[Last War]] had only minimal impact on the Gatekeepers, and vice versa. The druids' primary concern was to prevent military activity from disrupting the seals\nthey guarded. Occasionally the Gatekeepers attacked\ngroups of scouts or military patrols, driving them away\nto ensure that battles didn't erupt in their vicinity. Sometimes the Gatekeepers failed in those efforts, and [[Xoriat]]'s corruption spread over some remote regions while\nthe war raged around them. \n\n!! Gatekeeper Seals\n\nThe [[seals|dimensional seal]] forged by the Gatekeepers have a variety of\npurposes and forms. Some are tied to specific [[daelkyr]],\nkeeping those individuals bound in [[Khyber]] and stripping them of some of their powers. Others ward against [[aberration]]s in general, or suppress the influence of the\nplane of [[Xoriat]]. Some seals are amulets, objects that can be carried and stolen. It's said that one of the seals is a druidic bloodline, and it will last until the last member of the line is slain.\n\nThe most common form of Gatekeeper seal is a great stone slab set into the ground or a cavern wall. It is carved with mystical symbols that hedge out the influence of [[Xoriat]] and maintain the barrier. Often, druidic trappings and dwellings surround it. \n\nA seal is a protected site, usually attended at all times\nby Gatekeepers who live at or near the seal. A circle of standing stones serves to focus the magic of the area toward the seal itself, and the stones also serve as a place of\nworship for the druids' devotions and ceremonies. \n\n!!! Gatekeeper Seal Adventures\n\nThe location of a Gatekeeper seal might be the site of\nan adventure's climax, or the characters might need to\nfind one in order to consult with the guardians there.\nThe table below presents some\npossibilities.\n\n| !<<dr d4>> |!Adventure Goal |\n| 1 |Deliver a specially treated Khyber [[dragonshard]] to the Gatekeepers to repair a widening crack in the seal. |\n| 2 |Petition the keepers of a seal for information on an [[aberration]] that has been terrorizing the countryside. |\n| 3 |Assist the Gatekeepers in an annual ritual that will reenergize the seal and keep it shut for another year. |\n| 4 |Escort a new Gatekeeper guardian safely to the seal after its previous guardians were corrupted. |\n\n!! Gatekeeper NPCs\n\nGatekeepers are sworn to protect the world, and thus\nare more likely to be encountered as allies than as enemies. It's always possible, though, for even noble Gatekeepers to fall prey to madness and corruption, thus\nbecoming the very evils they are sworn to fight.\n\n[[Saala Torrn]] is the elder Gatekeeper of the [[Shadow Marches]] and the nominal leader of the sect. In the [[Eldeen Reaches]], [[Koruun]] guides the Gatekeepers.\n\n| !<<dr d4>> |!NPC |\n| 1 |The spirit of a long-dead Gatekeeper lives on in the body of an ancient toad. It speaks in a deep, croaking voice. |\n| 2 |A [[half-orc]] Gatekeeper works in House [[Tharashk]] as an investigator, searching for signs of planar disturbances. |\n| 3 |A [[human]] Gatekeeper is on a pilgrimage, carrying an amulet that serves as a seal on a journey to a number of sacred sites to restore its power. |\n| 4 |An old [[orc]] [[ranger]] is murdering people in [[Sharn]], claiming that they've been corrupted by the [[daelkyr]]. |\n\n!! Gatekeeper Campaign Themes\n\nThe Gatekeepers are the remnants of an ancient order. Once they saved the world. Now they are all but forgotten, and the world needs saving again. The surviving Gatekeepers might not have the strength to win the fight alone, and that's where adventurers come in. Gatekeepers can serve as patrons or advisors, providing crucial information or setting the adventurers on the proper path. They can also come to the rescue of adventurers who are close to being overwhelmed by [[mind flayer]]s or [[dolgaunt]]s.\n\nAt certain points in a campaign, the Gatekeepers might seem to be villains. The druids' mission to protect their seals and to oppose the rise of [[aberration]]s is of the utmost importance. Anyone who threatens a seal or assists the machinations of the [[daelkyr]], no matter how unwittingly, risks making relentless enemies in the Gatekeepers. A simple shift in circumstances, such as the death of a noble that causes ownership of a trackless\nparcel of land to change hands, could bring the characters into sudden conflict with the Gatekeepers. \n\n!! Gatekeeper Adventure Hooks\n\nGatekeepers can be at the center of any number of potential stories. The table below offers some options.\n\n| !<<dr d8>> |!Gatekeeper Adventure Hook |\n| 1 |While pursuing rumors of [[therianthrope]] activity, the characters discover a well-meaning [[werebear]] that is working with the Gatekeepers to stop an incursion from [[Khyber]]. |\n| 2 |A Gatekeeper seal in the form of a stone tablet falls into the characters' hands. They must return the seal to the Gatekeepers before its magic fades. |\n| 3 |A logging operation is moving close to the area protected by a seal, and the party must convince the loggers to relocate before their work touches off a conflict with the Gatekeepers. |\n| 4 |Working with an agent of the [[Chamber]], the Gatekeepers are convinced the actions of the characters will bring a [[daelkyr]] one step closer to freedom. |\n| 5 |The characters discover evidence suggesting that the rituals performed by the local Gatekeepers are weakening their seal, not empowering it. |\n| 6 |Pilgrims traveling through a forest draw the attention of Gatekeepers, who think they are spies sent to sabotage the nearby seal. |\n| 7 |One of the kidnapped victims who was rescued from a marauding band of [[aberration]]s turns out to be a Gatekeeper initiate. |\n| 8 |The adventurers are sent to the [[Mror Holds]] to investigate the activity of [[Dyrrn]] the Corruptor and uncover a daelkyr cult among the dwarves. |",
        "type": "text/vnd.tiddlywiki",
        "title": "Gatekeepers",
        "tags": "druid",
        "modified": "20230104001449831",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "oldest druidic sect on Khorvaire, dedicated to protecting the natural world from unnatural forces; founded by the dragon Vvaraak"
    }
]