[
    {
        "created": "20210325233131754",
        "title": "Gath",
        "text": "Though the [[City of the Dead]] in [[Sharn]] is largely peaceful, stories circulate about dark powers lurking there. Some parents warn their children of the Lich-Priest Gath, who steals disobedient children and forces them to work in his kingdom of the dead, polishing the bones of his skeletal subjects.\n\nGath is no urban myth. Nearly shriveled to a skeleton, he is a centuries-old [[lich]] [[cleric]] of the [[Keeper]] who resides in [[Halden's Tomb]] in the [[City of the Dead]] of [[Sharn]]. For centuries he has dwelled in this necropolis, mentoring other would-be [[necromancer|necromancy]]s and [[cleric]]s of the Keeper and practicing his dark rites in mausoleum-temples.\n\nIn life, Hogar Gath was the high priest of the [[Sovereign Host]] in [[Sharn]], infamous for his love of luxuries. After his death, it was revealed that Gath had also been leading a cult of the [[Keeper]] in the [[lower ward]]s... and that he was //still// leading it. Champions of the [[Silver Flame]] rallied and destroyed the [[undead]] priest. But stories later circulated that Gath had risen again, and still dwelled in a heavily warded mansion-like mausoleum in the [[City of the Dead]]. This was a pattern that would continue for centuries. Once he was revealed to be behind a new criminal organization that was challenging the [[Boromar Clan]]. Another time he was exposed as the force behind a smuggling ring being run out of the [[Pavilion of the Host]] itself. Sometimes he’s destroyed, sometimes he flees; whatever happens, he always returns eventually.\n\nFor reasons unknown, Gath is engaged in a seemingly friendly struggle with the Warden of the [[Silver Flame]], [[Gaia Sotharr]]. Could this \"turf war\" just be a way for Gath to stave off boredom? Or does he have a more sinister plan?",
        "modified": "20210727192009775",
        "tags": "undead lich [[Halden's Tomb]] Sharn cleric",
        "type": "text/vnd.tiddlywiki",
        "article": "Lich-Priest ",
        "category": "entity",
        "color": "#8C4606"
    }
]