[
    {
        "created": "20210325233131754",
        "text": "Though the [[City of the Dead]] in [[Sharn]] is largely peaceful, stories circulate about dark powers lurking there. Some parents warn their children of the Lich-Priest Gath, who steals disobedient children and forces them to work in his kingdom of the dead, polishing the bones of his skeletal subjects.\n\nGath is no urban myth. Nearly shriveled to a skeleton, he is a centuries-old [[lich]] [[cleric]] of the [[Keeper]] who resides in [[Halden's Tomb]] in the [[City of the Dead]] of [[Sharn]]. For centuries he has dwelled in this necropolis, mentoring other would-be [[necromancer|necromancy]]s and [[cleric]]s of the Keeper and practicing his dark rites in mausoleum-temples.\n\nIn life, Hogar Gath was the high priest of the [[Sovereign Host]] in [[Sharn]], infamous for his love of luxuries. After his death, it was revealed that Gath had also been leading a cult of the [[Keeper]] in the [[lower ward]]s... and that he was //still// leading it. Champions of the [[Silver Flame]] rallied and destroyed the [[undead]] priest. But even after his defeat, thieves who sought to pillage his mansion-like “mausoleum” in [[Sharn]]’s [[City of the Dead]] rarely returned. At first, this was attributed to deadly wards and traps, the finest House [[Kundarak]] could provide. But stories began to circulate that Gath himself had risen again and still dwelled in the mausoleum... and so he had.\n\nThis pattern continued for centuries. Once, he was revealed to be behind a new criminal organization that was challenging the [[Boromar Clan]]. Another time, he was exposed as the force behind a smuggling ring being run out of the [[Pavilion of the Host]] itself. Sometimes he’s destroyed, sometimes he flees; whatever happens, he always returns eventually.\n\nThe Lich-Priest's love of luxuries is just a surface manifestation of his absolute and relentless greed, which is ultimately what makes him such an effective servant of the Keeper. While the typical [[lich]] is sustained by sheer will, Gath is sustained by his greed—by the desire to expand his hoard, to have the finest things. He doesn’t care about conquest and has no inherent desire to kill others: but he'll do anything to satisfy his greed, and he’ll never be satisfied with what he has.\n\nGath also continues to serve as a Talon of the [[Keeper]], training new priests and serving as an intermediary for those who would bargain with the Sovereign of Greed and Grave. Adventurers could be surprised to find that the mysterious patron who funded their expedition now wants them to deliver the treasure they recovered to [[Halden's Tomb]]. He's absolutely evil, but his schemes are always driven by avarice and might not actually pose a threat to the world at large... and as a bonus, he pays his agents very well.\n\nFor reasons unknown, Gath is engaged in a seemingly friendly struggle with the Warden of the [[Silver Flame]], [[Gaia Sotharr]]. Could this \"turf war\" just be a way for Gath to stave off boredom? Or does he have a more sinister plan?",
        "title": "Gath",
        "modified": "20221215022700001",
        "tags": "undead lich [[Halden's Tomb]] Sharn cleric",
        "type": "text/vnd.tiddlywiki",
        "article": "Lich-Priest ",
        "category": "entity",
        "color": "#8C4606"
    }
]