[
    {
        "created": "20240326190313227",
        "text": "The Genesis Twins (//Ashuapanmek// in [[Old Giant|Giant]]) were a [[titan]] city-state in [[Xen'drik]] during the [[Age of Giants]], and were part of the [[Group of Eleven]] alliance. The \"twins\" in the translated name reflect the two halves of the city-state; the first (called \"Genesine\" by [[Zil|Zilargo]] scholars) was located in the [[Tempest's Spine]] in eastern Xen'drik, and the second (called \"Conflux\") was built within [[Kythri]], the [[plane]] of chaos. The titans of the Genesis Twins enforced order on the chaos of this plane, channeling its energy into six enormous spires called the ''Stormtines'' located at the six corners of the hexagonal city. This process separated the raw potential of Kythri into pure elements like light through a prism, and channeled those refined energies to factories and [[eldritch machine]]s throughout the city, or stored them in great arcane batteries.\n\nThe Genesine giants used the elemental power of the Stormtines to achieve incredible feats of [[transmutation]] and [[evocation]]. They produced impossible materials and devastating weaponry, but they also engaged in protomancy, creating artificial life out of the primordial chaos of [[Kythri]]—specifically, they made elementally-infused [[ooze]]s and [[mimic]]s, which they tamed and controlled for everyday use. These living protean appliances included ovens and refrigerators, but also beds which cleaned the grime off a giant as they slept.\n\nAshuapanmek was ruled by a titan known as the ''Anarch Prime''.\n\n!! The Genesis Twins Today\n\nThe destruction of titan civilization at the end of the [[Age of Giants]] completely toppled the delicate balance of the Genesis Twins. Entire districts of the city were transmuted into random materials. Many protean [[ooze]]s spontaneously developed sapience, or transformed into puddles of [[adamantine]] or clouds of cotton, or simply exploded. Para[[elemental]]s of all kinds flooded into the streets. The portal to [[Kythri]] that linked the sister cities eventually sealed shut, and over the millennia, the chaotic phenomena dissipated, and the ruins of Genesine were consumed by nature. But Conflux may still persist within Kythri, perhaps largely unchanged due to the [[Chaotic Time]] of the plane, and populated by [[genasi]] [[titan]]s eager to repair the portal and learn what happened to their kin.",
        "type": "text/vnd.tiddlywiki",
        "title": "Genesis Twins",
        "tags": "defunct Xen'drik [[Age of Giants]] nation [[Group of Eleven]] city ruin",
        "modified": "20240327211823113",
        "color": "#3b5c0a",
        "category": "location",
        "tooltip": "ancient giant city-state in the Group of Eleven, culture centered around Kythri",
        "style": "{\"color\": \"#40262D\"}",
        "article": "the ",
        "alternatetitle": "Ashuapanmek Genesine Conflux",
        "points": "-34.07,-6.3"
    }
]