[
    {
        "created": "20201226014524679",
        "text": "The Ghaash'kala (a name that roughly translates as \"ghost guardians\" in [[Pukhalnum]]) [[orc]] tribes dwell in the [[Labyrinth]] of the [[Demon Wastes]], and believe they have a sacred duty to prevent evil from escaping that blasted land. They act to keep travelers from entering the Wastes, and consider anything that emerges from the Wastes (including barbarians of the [[Carrion Tribes]] or even travelers returning from an expedition) to be hopelessly tainted, and they strike against such creatures without warning or mercy.\n\nAs far as the Ghaash'kala are concerned, the world is divided into two sides: the living and the //fel// (a word that could be translated both as “unliving” or “unnatural”; it is a term that encompasses [[undead]], [[fiend]]s, and life that has been corrupted).\n\nThe Ghaash'kala worship an entity they call Kalok Shash, the \"Binding Flame.\" This is the same ancient divine force that channelers of the [[Silver Flame]] have access to, but the traditions are entirely separate; their faith predates [[human]] civilization itself. Kalok Shash is a harsh faith that requires all able-bodied folk to fight in the endless war against the forces of darkness. Under Kalok Shash, there are only a few recognized positions among the faithful:\n\n* A //korta// (\"speaker\") is someone who hears the voice of the Binding Flame, and serves as a spiritual guide, diplomat, and/or healer. A //korta'sha// can channel [[divine magic]]. Note that the \"voice\" they hear in the Binding Flame is not the same as the Church of the [[Silver Flame]]'s [[Voice of the Flame|Tira Miron]]; the Ghaash'kala have their own voice, an [[orc]] from long ago simply known as \"Korta'Shash.\"\n* A //kala// (\"guardian\") is a warrior who fights in service to the Flame. This is the bulk of the Ghaash'kala population. A //kala'sha// is a divine warrior—typically a [[paladin]]. Kala'sha often tattoo a [[couatl]] winding around one of their arms.\n* A //drok// (\"hand\") is a non-combatant, either because of infirmity or because of a vital non-combat skill needed to support the fight.\n\nEach of the four Ghaash'kala clans have two leaders. The //kizshmit//, or chieftain, leads the clan in its military operations, while the //sar'malaan//, or high priest, is a //korta// who serves as a spiritual leader and mediator.\n\nThe four clans of the Ghaash'kala are:\n\n* the [[Maruk]], \"the Mighty\"\n** Territory: Central Labyrinth\n** Kizshmit: [[Toru Durburz]]\n** Sar'malaan: [[Lharc Suusha]]\n* the ''Vadokah'', \"the Deadly\"\n** Territory: Eastern Labyrinth and the lands beyond\n** Kizshmit: Svash Ramaal\n** Sar'malaan: Gan'dal Hom\n* the ''Dumul'', \"the Swift\"\n** Territory: Western Labyrinth and the lands beyond\n** Kizshmit: Maalo Sahai\n** Sar'malaan: Naakah Hiis\n* the ''Jundaut'', \"the Final\"\n** Territory: Northwestern Labyrinth\n** Kizshmit: Dalkal Mal'fon\n** Sar'malaan: Tiil Lozudurkh\n\nThe clans consist of mostly orcs, but [[half-orc]]s, [[human]]s, and even a few [[tiefling]]s can be found among their numbers. They hunt food and gather supplies by entering the many passages to [[Khyber]] scattered throughout the [[Labyrinth]] and harvesting the resources within—not simply physical caverns and underground lakes, but also [[demiplane]]s. The [[Maruk]] hunt [[balewolves|balewolf]] in the [[Abyssal Forest of Khaar]], and wield weapons taken from [[demon]] foot soldiers of the [[Ironlands]]. These strange realms are alien and deadly, but over the many centuries the Ghaash’kala have learned their secrets. As a result, the tribes have resources that can’t be found anywhere in [[Khorvaire]]. In addition to the armaments the Ghaash'kala take from demiplanes, fine halberds and greatswords crafted by the skilled blacksmiths of the Labyrinth clans can commonly be found in the hands of their warriors.\n\nIn addition to powerful weapons, the Ghaash'kala also craft bells that ring out with anti-fel enchantments, as well as protective runes that they tattoo or brand onto their skin to resist possession. But despite these safeguards, fiendish influence can gradually accumulate in a warrior. When the corruption has passed a certain threshold, a warrior will pick up a blade, venture alone into the [[Labyrinth]], and fight until dead. Beyond this ritual, they have no significant funeral tradition; after all, they already \"died\" when they were sworn into eternal service as a ghost guardian.\n\nThe Ghaash'kala risk their lives every day to protect all mortals from the evils of the Wastes. They typically consider the people of “the south”—meaning everywhere south of the Demon Wastes—to be weak and naive, but still see it as their duty to protect these innocents from evil. They don't care that they receive no acknowledgment for their\neternal vigilance; it is a war that must be fought.",
        "type": "text/vnd.tiddlywiki",
        "title": "Ghaash'kala",
        "tags": "[[Demon Wastes]] orc tribe half-orc",
        "modified": "20240405055944232",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "orc tribes in the Labyrinth of the Demon Wastes who prevent fiendish forces from escaping",
        "alternatetitle": "Ghaashkala"
    }
]