[
    {
        "created": "20200415041902327",
        "text": "''Leader:'' [[Yoren d'Ghallanda]]<br/>\n''Headquarters:'' [[Gatherhold Enclave]] ([[Gatherhold]], [[Talenta Plains]])<br/>\n''Dragonmark:'' [[Mark of Hospitality]]<br/>\n''Emblem:'' [[blink dog]]\n\n<<<\n//Welcome, welcome! So good to see you again. Let me get your drink—blackroot tal with honey, yes? And then you have to listen to this story I've heard about the strange things going on in the Cogs.//\n<<<\n<div align=\"right\">—Alara d'Ghallanda, halfling bartender</div>\n\nThe majority of inns, taverns, and restaurants in the\n[[Five Nations]] are either directly owned by House Ghallanda or licensed by its Hosteler's Guild. Most people\ngive little thought to House Ghallanda; when compared\nto the soldiers of House [[Deneith]] and the factories of\nHouse [[Cannith]], an alliance of innkeepers seems harmless and inconsequential. But Ghallanda's strength lies\nin charm and connections. A Ghallanda innkeeper hears\nmany things—if you want to know what's really going\non in a community, talk to the [[halfling]] bartender. The\nleaders of House Ghallanda don't sell information; they\nprefer to build friendship and deal in favors. But should\na Ghallanda baron ever truly need something, they likely\nhave a favor they can call in.\n\nGhallanda has a number of \"bound businesses\"—franchises run directly by the house. The [[Gold Dragon Inn]] is such a business, with Gold Dragon Inns being found in every major city, each serving a familiar menu and providing similar services. But many Ghallanda heirs take\npride in creating their own unique businesses. There are\nalso many independent restaurants, inns, and taverns\nlicensed by House Ghallanda. The [[blink dog]] emblem is\nan assurance that a locale meets Ghallanda standards of\nhealth and quality—but not every inn is run by a [[halfling]].\n\nHouse Ghallanda's mandate extends beyond providing creature comforts to travelers. Every one of the house's [[enclave]]s—which are more numerous than those of any other [[dragonmarked house]]—is a sanctuary beyond the legal reach of any government or [[dragonmarked house]]. Baron [[Yoren|Yoren d'Ghallanda]] and his daughter [[Chervina|Chervina d'Ghallanda]] have greatly expanded the house's presence even in remote areas such as the edge of the [[Demon Wastes]], guided by their study\nof the [[Draconic Prophecy]]. \n\n!! History of House {{!!title}}\n\nMore than 2,600 years ago, the [[Mark of Hospitality]] started appearing\namong the nomadic [[halfling]] tribes of\nthe [[Talenta Plains]]. Those who manifested the mark tended to congregate\ntogether and eventually took the name\nGhallanda, meaning “helpful hounds.”\nMoving from oasis to outpost across\neastern [[Khorvaire]], the Ghallandas\noffered food and shelter to any fellow\ntravelers, and they were instrumental\nin quelling feuds, monster depredations,\nand other local concerns at each stop.\n\nWhen [[Karrn the Conqueror]] explored the [[Talenta Plains]], the other [[dragonmarked house]]s discovered the Ghallandas. After countless hours at the bargaining table, the other houses recognized the Ghallandas as a full-fledged house, and House Ghallanda started spreading across [[Khorvaire]], first establishing inns and taverns and then constructing [[enclave]]s from the [[Barren Sea]] to the [[Lhazaar Sea]].\n\n!!! The Last War\n\nWhen House [[Deneith]] mercenaries marched into battle early in the [[Last War]], they\nhad a contingent from House Ghallanda marching with them to provide food and shelter in the field. Other armies noticed how useful the magical creations of the Ghallandas were, and eventually all sides were hiring House Ghallanda to furnish provisions and supplies for their rear echelons. In the chaos of war, House Ghallanda sometimes found itself on the front lines, and its promises to remain a noncombatant weren’t always kept. As a result, House Ghallanda has more than a few capable veteran soldiers among its ranks today.\n\nAs part of the [[Treaty of Thronehold]], [[enclave]]s of House Ghallanda were granted a great deal of legal autonomy, allowing them to serve as sanctuary to any person they choose. For more information, see the <<scrollToHeader Enclaves>> section below.\n\n!! Guilds and Organizations\n\n<<list-links-article \"[tag{!!title}tag[trade guild]sort[title]reverse[]]\">>\n\n!! Enclaves\n\nIf a group of player characters angers the local authorities, they can seek refuge at a nearby House Ghallanda [[enclave]]. Doing so buys them a measure of safety and time to extricate themselves from whatever trouble they’re in. House Ghallanda won major concessions in the [[Treaty of Thronehold]], making its enclaves legally nations in their own right. More importantly, House Ghallanda keeps a strong garrison at each enclave to discourage local authorities from invading it to seize any fugitives inside.\n\nGhallanda enclaves aren’t free—they’re the equivalent of fine hotels (although depending on the enclave’s location, it might not have the amenities to match its price). As long as the PCs are well behaved within the walls of an enclave, they can remain until their money runs out. Violence is grounds for being kicked out of an enclave (sometimes even when it’s in self-defense), and so is repeatedly sneaking in and out of one. The viceroy in charge of each enclave is by necessity a shrewd negotiator. If House Ghallanda is being pressured to turn over the PCs, then the viceroy will stand firm, but might ask the PCs for extra compensation (perhaps a quest performed on behalf of the house) to cover the extra effort required to maintain the PCs’ sanctuary.\n\nWhen it comes time for the PCs to leave an enclave, House Ghallanda will show them the front door if they’ve been troublesome guests, or a secret way out if they’ve been well behaved and helpful.\n\n!!! Ghallanda Enclaves\n\n<<list-links-article \"[tag{!!title}tag[enclave]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Ghallanda",
        "tags": "[[dragonmarked house]] tribe",
        "modified": "20240606062726563",
        "tooltip": "halfling dragonmarked house of Hospitality",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "House "
    }
]