[
    {
        "created": "20211111221707393",
        "text": "The Glitterdust is a smoky nightclub in [[Menthis Plateau]] in [[Sharn]], a hotspot whose clientele ranges from [[dragonmarked|dragonmarked house]] scions and young nobles of Sharn's [[oldest families|Sixty]] to underworld crime lords and rough adventurers. Gorgeous dancers of various [[humanoid]] races and genders sway alluringly below the red [[everbright globe|everbright lantern]]s as Brantby and the Jumping Horns (the club's resident band) fills the den of vice with wild music. The south wall of the club is a floor-to-ceiling glass window and provides a stunning nighttime view of the southernmost towers of [[Sharn]].\n\nThe Glitterdust is legendary among adventurers bound for [[Xen'drik]] and other exotic locales. Lord [[Boroman ir'Dayne]]’s\n[[Frostfell]] expedition launched after a night of revelry\nhere. The royal [[Aundair]]ian twins Wrel and Wrey (daughters of Queen [[Aurala ir'Wynarn]])\ndanced on the tabletops before they set off on their\n[[Dragonreach]] excursion.\n\nThe owner of the club is a [[human]] named ''Vachel Thrace'', who happens to be an expert at [[Zilargo Darts]].\n\n!! Finding the Glitterdust\n\nA wrought-iron spiral staircase ducks under the Bridge of Giants to provide access\nto the club. The [[hobgoblin]] bouncers clad in jet-black [[glamersuit|glamerweave]]s only admit nobles and those on the guest list. Forged [[identification papers]] might get a visitor inside, but if a \"noble\" does not spend very much money in the first hour, the security staff might find something amiss and further scrutinize the identification papers.\n\n!! Features of the Glitterdust\n\nThe interior of the club is dramatically dark, with\nthe only light coming from the red crystal [[everbright globe|everbright lantern]]s\non the small cabaret tables and the luminous purple\nand red illusory glitter constantly snowing from the\nceiling over the dance ﬂoor. Much of the clientele is glamorous: nobles with guides about to go on safari, [[dragonmarked house]] scions enjoying the fruits of\ntheir monopolies, and [[Sharn]] debutantes celebrating\nafter the conclusion of their ofﬁcial ball. However, mingling among these elites are well-connected adventurers as well as more unscrupulous types; gangsters, opportunists, and vice-addicted reprobates.\n\n!!! The Band\nWailing shardhorns, deep bass, and the lilting contralto voice of Minette Rouge ([[half-elf]]) fill the club every night. Hart Brantby ([[gnome]]) leads his band, the Jumping Horns, but is fond of taking his shardhorn onto the dance floor and trumpeting away among the dancers.\n\n!!! Dance Floor\n\nThe dance floor is always crowded. The only exceptions are the club’s special\nperformances, which are publicized in advance except\non very rare occasions. On these nights, the dance ﬂoor is turned into a stage and an illusionist, an escape artist,\nor a big game hunter entertains the crowd.\n\nBig game hunters who bring back vicious monsters from the [[Shadow Marches]], [[Q'barra]], or [[Xen'drik]] often rope off a dais where the creature is kept. They challenge the audience members to go “Three Rounds with the Beast.” Winners earn [[50c|money]] for a [[tier|creature tier]] ''2'' creature (e.g. an [[owlbear]], a [[clawfoot]]), or [[150c|money]] for a tier ''3'' creature (e.g. a [[gray render]]). //No weapons are allowed//. The monsters are lethal threats but are conﬁned to the ring; it is incumbent upon the challenger to leave the ring before they are mauled to death.\n\n!!! Lounge\n\nLithe and elegant table dancers entertain those who wine and dine at the Glitterdust. The club's most prominent dancer, an [[elf]] woman named Mordreia (stage name Star), is so stunningly beautiful that she can enchant an audience with a swish of her gown or a tilt of her head.\n\nThe food and spirits at the Glitterdust are exquisite. [[Thunderherder|thunderherder]]\nbacon, vanilla-honey petit fours, and brandy from\nthe Orla-Un valley in [[Aundair]] are the highlights of\nthe menu. In addition, a House [[Ghallanda]] master chef is on\nretainer in the kitchen. \n\nBecause the Glitterdust wants to\nretain its position as the leading nightclub among elite\nexplorers, it quietly pays a [[5c|money]] fee to any [[Xen'drik]] guide who introduces their employer or traveling companions to the club.\n\n!! Zilargo Darts\n\nOne of the most popular games in the lounge at the Glitterdust is [[Zilargo Darts]]. The club's owner, Vachel Thrace, has a standing challenge to his customers: anyone who can defeat him wins a valuable [[Age of Giants]] relic he recovered from a sunken city in [[Xen'drik]] 10 years ago.\n\n!!! Darts Opponents at the Glitterdust\n\nThe following Glitterdust regulars enjoy playing and wagering on a game of [[Zilargo Darts]].\n\n* ''Herribold Gravesande,'' a professor of history at [[Morgrave University]].\n* ''Martillon ir’Bauschre'', an underachieving noble wastrel. He bets high but plays poorly, and becomes increasingly frustrated with losing. If he loses more than [[15c|money]] to a player character, he sics his three bodyguards on them as they cross the Bridge of Giants on their way home from the club.\n* ''Lyri “Lashes” Thoryvar'' a comely veteran of the [[Last War]], known for glittering her eyelashes before coming to her favorite nightclub.\n* ''Vachel Thrace'', the owner of the [[Glitterdust]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Glitterdust",
        "tags": "Everbright tavern restaurant Sharn",
        "modified": "20220107044248577",
        "color": "#A3DB62",
        "category": "location",
        "article": "the "
    }
]