[
    {
        "created": "20210312062728367",
        "title": "Golden Lions",
        "text": "''Leader:'' [[Jacques the Hook]]<br/>\n''Turf:'' [[Respite]] (base), [[Forgelight]], [[Locksmith Square]], the [[Marketplace]]<br/>\n''Portfolio:'' Assault, extortion, fraud, minor smuggling<br/>\n''Tactics:'' Financial coercion, political connections, violence\n\nThis gang is composed of the young members of [[Stormreach]]’s most respected families. [[Dragonmarked scions|dragonmarked house]], heirs to wealthy merchant families, and even the child of a [[Storm Lord|Storm Lords]] or two are all counted among its crew. Most of these dandies think of the “gang” as a social\nclub. On any given night, the Lions are just as likely to\ngo out to a high-end tavern as they are to hit the streets\nand bust heads. For a select few among the Lions’ upper-level members, the gang is a training ground for the\nvicious political wheeling and dealing they will eventually tackle at the helm of their family’s power. Rumors assert that many of the Lions’ parents are members of\nthe mysterious [[Aurum]]. Powerful families with deep\npockets encourage their children’s involvement with the\nLions. Some view the gang’s activities either as a sowing\nof their kids’ oats or a means of grooming them for a\nplace in the Silver Concord when the time is right.\n\nThe Golden Lions are not powerful by any means,\nbut they command respect from other criminals for\ntwo reasons. The first is money. This gang is better\nfinanced than any other, with the possible exception\nof the [[Bilge Rats]]. The Lions’ weekly allowances alone\nfrom their gold-heavy families exceed what most\ngangs’ illegal businesses net in a month. Second, their\nenemies in the underworld fear the retribution that\nthe Golden Lions’ parents could bring to bear if one\nof the gang members was maimed or killed.\n\nThe Lions engage in a range of crimes. Some enjoy irresponsible violence and their freedom to beat and maim their lesser members. Others focus on more sophisticated crimes, from blackmail and extortion to elaborate gambling schemes. When the [[Aurum]] comes calling, these Lions are likely to make the cut.",
        "modified": "20210727192010955",
        "tags": "gang Stormreach",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]