[
    {
        "created": "20210205210910497",
        "text": "[[Changeling|changeling]]s have always been viewed with suspicion by most of the people of [[Khorvaire]], and occasionally that fear has boiled over into something worse. Thirteen hundred years ago, the lords of the nations now known as [[Karrnath]], [[Cyre]], and [[Thrane]] began a campaign of extermination against the changeling race. Many changelings fled to [[Breland]] or [[Aundair]], hiding among [[human]]ity. But one among them was not satisfied with survival. This changeling was named [[Kel]], and they had a vision of a changeling homeland: a realm on the edge of the world, where changelings could live away from the fearful scrutiny of humanity. They traveled the land, speaking to family after family, and slowly an exodus began—a journey that ended on the island of [[Lastpoint]]. There, staring into the haunting gray mist that lingers over the waters, Kel declared that they had found their home.\n\nNo outsider knows the full size of the Gray Tide principality. Some estimates say that there are over fifty thousand [[changeling]]s in the [[Lhazaar Principalities]], though it is impossible to know for certain. Changelings have spread out across the islands, and many of the brothels and theaters in the Principalities are run by changelings. [[Lastpoint]] changelings also serve as guides, interpreters, and mediators, serving as hirelings on ships of other princes. Some Lhazaarites fear that the changelings have spread far deeper into Lhazaar society than anyone knows. But most are willing to see the changelings as brothers on the sea, and they are more accepted in this region than anywhere else in [[Khorvaire]].\n\nThe Gray Tide principality is still ruled by Prince [[Kel]], or someone maintaining their persona, to this day. It is thought to have around twenty ships, and common belief holds that it does participate in piracy. However, a host of rumors has circulated about the principality. Some say that the [[changeling]]s can enter the gray mists of [[Lastpoint]] without danger, and that they have a fleet hidden within it. Other tales claim that the changelings have developed ships that can shift appearance, so that their acts of piracy are blamed on others. The truth of these tales is in the hands of the GM.",
        "title": "Gray Tide",
        "modified": "20231006200233438",
        "tags": "[[Lhazaar Principalities]] fleet",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]