[
    {
        "created": "20200415203520642",
        "text": "''Rulers:'' the [[Daughters of Sora Kell]]<br/>\n''Population:'' <<ntls>>\n\nBuilt atop ancient [[goblin]] ruins, the Crag is the seat of the [[Daughters of Sora Kell]]. Few outsiders have seen this thriving city of monsters. Of the [[dragonmarked house]]s, only House [[Tharashk]] has a presence in the city. \n\n!! Links to Headers\n* <<scrollToHeader \"The Shape of the Great Crag\">>\n* <<scrollToHeader \"The Ossuary\">>\n* <<scrollToHeader \"Notes\">>\n\n!! The Shape of the Great Crag\n\nAt the heart of [[Droaam]], a vast mountain dominates an otherwise flat and fertile plain. According to legend, the Great Crag was torn from the earth during the war between the [[Dhakaan]]i and the [[daelkyr]]. Today, the ruins of a goblin city are scattered across the plain, and ancient passages honeycomb the mountain.\n\nFor thousands of years, the crag was shunned by\nthe creatures of the region, but the [[Daughters of Sora Kell]] have made the mountain their seat of power, crafting a bizarre, sprawling city within the ruins.\nThe blocky stonework of [[ogre]]s stands next to perfectly restored [[Dhakaan]]i architecture. [[Harpies|harpy]] and [[gargoyle]]s roost in the heights, with [[goblin]]s and [[kobold]]s living beneath them in makeshift tents. A good\nnumber of monsters prefer to serve the [[hag]]s rather\nthan their local [[warlord]]s, and the resultant influx of\npopulation has seen the Great Crag become one of\nthe largest cities in [[Khorvaire]]. Population estimates vary widely, but most settle on around 160,000 inhabitants.\n\nThe court of the [[three sisters|Daughters of Sora Kell]] is carved into the mountain itself, consisting of a combination of rough-hewn passages and ancient chambers dating back to the time of [[Dhakaan]]. There are no sources of light in the tunnels; most of the city's inhabitants can see in the dark, but foreign dignitaries are dependent on torches and guides to find their way—perhaps a tactic to put them ill at ease.\n\nDespite its size, the Great Crag is a city of limited sophistication. Many services are difficult to find, and [[Tharashk]] is the only [[dragonmarked house]] that maintains an [[enclave]] in the city. Weapons are easy to come by, since the city’s smiths constantly churn out goods for [[Droaam]]’s mercenaries, and sport can be found in the brutal arena where creatures that defy\nthe hags are sent to die. The city contains temples to\nthe [[Shadow]], the [[Mockery]], and other grim deities, but\nshrines to the [[Sovereign Host]] and the [[Silver Flame]]\nare unknown here.\n\n!! The Ossuary\n\nThe chambers known today as the Ossuary were once a goblin garrison, carved into the earth by the same masons that had hollowed out the tunnels of the Great Crag. Today, the Ossuary is eerily empty of life; not even vermin dwell here. Instead, the chambers are filled with the petrified remains of the ancient [[Dhakaan]]i city's inhabitants—thousands of [[hobgoblin]]s, [[bugbear]]s, and [[goblin]]s instantly turned to stone by the [[daelkyr]] [[Orlassk]]. Many of their faces appear calm, or frozen in mid-sentence, as if they had no anticipation of their impending doom.\n\nThese statues once filled the streets, before the [[Daughters of Sora Kell]] claimed the city as their stronghold and stashed the figures here. But until that time, denizens of the Barrens avoided the Great Crag, believing that it was cursed—that the spirits of the fallen remained trapped in stone, crying out for vengeance. In truth... these rumors weren't exactly wrong. The souls of these victims are trapped within their petrified bodies, and have been unable to pass on to the [[realm of the dead|Dolurrh]] for thousands of years. They could be returned to life, if they are whole and unbroken... but the long passage of time has likely twisted their minds beyond repair.\n\nThe central hall of the Ossuary, a cavernous chamber which stretches far beyond the light of a torch, is a stunning sight. [[Goblinoid|goblinoid]]s, [[troll]]s, even beasts of war and burden such as [[tribex]] and [[wyvern]]s—all turned to stone in an instant. Some of the statues are positioned with great care, arranged in military formations, while others are stacked in heaps that rise to touch the ceiling. Many are missing limbs, or are disfigured in other ways. \n\nNot all of these statues date back to the age of [[Dhakaan]]. In the early days of their reign, the [[Daughters of Sora Kell]] called on their [[medusa]] allies and petrified more than a few who opposed them, to serve as examples; these have also been condemned to eternity in the Ossuary. \n\nAdventurers might be able to access information lost to history by finding a person from a past age and releasing them from their stone imprisonment. But how much of their sanity remains?",
        "type": "text/vnd.tiddlywiki",
        "title": "Great Crag",
        "tags": "fortress city Droaam",
        "modified": "20230818035858967",
        "style": "{\"color\": \"#8E0024\"}",
        "points": "35.262,-33.86",
        "color": "#4C8201",
        "category": "location",
        "article": "the ",
        "population": "162500",
        "tooltip": "capital city of Droaam, seat of the Daughters of Sora Kell"
    }
]