[
    {
        "created": "20210310013922142",
        "title": "Greigur d'Deneith",
        "text": "Mere mention of the name “Greigur” on certain\nstreets in [[Stormreach]] elicits either a sharp turn of the\nhead or a suspicious furrowing of the brow from those\nnearby—and for good reason. Greigur, a member of the feared [[Sentinel Marshals]], is the head of the House [[Deneith enclave|Deneith Enclave (Stormreach)]] and one of the most powerful men in [[Stormreach]]. A [[Karrnath]]i transplant, he\nis a grizzled veteran of the [[Last War]] who delights in\nthe capricious nature of “justice” in his adopted\nhome. When a dangerous criminal is on the loose,\nthe [[Storm Lords]] eventually come to Greigur,\nsince they know that he will find the fugitive. What\nbecomes of the fugitive will doubtless prove a lesson\nto others—all of which serves to make the city that\nmuch more secure.\n\n[[Stormreach]] lies outside the purview of the [[Korth Edicts]], and this fact gives Greigur’s operation an edge that other [[Deneith]] [[enclave]]s cannot match.\nWith the bevy of religious and cultural tensions\naflame in the city, only the longtime residents dare to\nentrust the security of their homes and businesses to\nthe [[city guard|Stormreach Guard]], many of whom are former criminals.\nHouse [[Deneith]] therefore does a booming business\nin Stormreach, with the finer houses, shops, and\nalmost every building in the [[Temple District]] paying\nout to Greigur for regular security assistance. Some\nwhisper that Greigur, with all his military might, must aim to wrest control of the city from the [[Storm Lords]] someday, but such speculation is idle. Greigur\nis perfectly content to play both neutral party and dutiful house member, all the while amassing greater and greater wealth and—much more important—fear from the city’s residents.\n\nGreigur’s tough exterior has one chink: He is in\nlove, or the closest thing to love a man like him can\nhope to feel. Most of the city’s power players are aware\nthat Lady [[Paulo Omaren]], the [[Coin Lord|Storm Lords]] who oversees [[Forgelight]], is “in bed” with Greigur d’Deneith, but few suspect that this is the literal truth. The two\nrecently began a clandestine affair, one that has\nresulted in the unforeseen development of genuine\naffection in Greigur’s cold heart.\n\nAs a result of this distraction, Greigur leaves much of the day-to-day operation to his right-hand man, Captain [[Birne]].",
        "modified": "20210727192011508",
        "tags": "[[Sentinel Marshals]] Deneith human humanoid Stormreach",
        "type": "text/vnd.tiddlywiki",
        "article": "Viceroy ",
        "category": "person",
        "color": "#FEA627"
    }
]