[
    {
        "created": "20210223203345790",
        "title": "Guardians of Rushemé",
        "text": "//“You set your doom in motion. We will mark your passing, and hold it to this one place.”//\n<div align=\"right\">—[[Gaulronak]], rushem’dal of [[Stormreach]]</div>\n\n//“So these snakes are almost upon us when this brown [[giant]] with green hair bursts out of the trees, moving faster than you can imagine. There’s a [[halfling]] in a basket around her neck, and he’s singing. Fight’s over before I can blink. The [[yuan-ti]] are dead, the giant’s gone, and there’s not even a trace of her passage.”//\n<div align=\"right\">—Durl’Aashta, [[Tharashk]] prospector</div>\n\nWhen the pirate lords established their outpost in\n[[Stormreach]], an old [[hill giant]] came to them. She\ncalled herself [[Rushemé]], and she warned them of\nan ancient curse upon the land. When the captains\ndismissed her tales, the crone departed peacefully\nand never approached the pirates again. A group of\n[[giant]]s was camped nearby, and the trade goods they\noffered were a boon to the [[human]] settlers. This tent\ncity remained as the new Stormreach took shape, and\nit came to be known as the [[Tents of Rushemé]]. The\ngiants of this place are peaceful folk, and the majority\nof them are hill giants; the lords of Stormreach doubt\nthat these dim-witted creatures could be hiding any\ngreat secrets.\n\nThey are mistaken.\n\n[[Rushemé]] was not the name of a woman. It is a\nconcept: the peaceful spirit of the land, the resting\nsoul of [[Xen'drik]]. The wandering nomads who carry\nthe name seek to live in harmony with the land and to\navoid the horrors unleashed in the past. For most, this\nis a matter of holding to the simple nomadic lifestyle.\nBut a few take on greater duties. They are shamans\nand storytellers, who tend to restless spirits and record\nthe rise and fall of the unwise. And a few among them\nare champions who ensure that when doom rises once\nmore, it is confined to those who set it in motion.\nThese are the Guardians of Rushemé.\n\nMost of the Guardians of Rushemé are [[giant]]s, but a few among the little people have been brought onto the path. For all their strength, the giants are a\nsimple folk and rarely reach the heights of skill that a\nplayer character can attain. The elder known as [[Gaulronak]] has a keen eye for the potential that lies within the smaller races. When he sees someone who is truly worthy, Gaulronak shows them the way to Rushemé.\n\n!! Joining the Guardians\n\nThose who have a bond to the natural world or to the\nrealm of spirits are most welcome among the Guardians of Rushemé. Wielders of [[primal magic]] are respected for their gifts. Preservation of knowledge and the telling of tales are equally important, and [[bard]]s have a role to play in the order.\n[[Wizard|wizard]]s and [[artificer]]s are rarely accepted, since dabbling into the [[arcane|arcane magic]] has brought great tragedy to Xen’drik.\n\nAlthough anyone can seek membership in the Guardians of Rushemé, not even a rushem’dal can grant\nthis status. The initiate must find a connection with\n[[Rushemé]] itself by way of an adventure that leads the\ncharacter into the wilds of [[Xen'drik]]. A seeker could\nbe tasked to overcome a lingering [[fiend]] from the [[Age of Demons]], to speak with the [[roc]] [[Kraa'ark Lors]] and obtain his blessing, to earn the trust of one of\nthe oldest [[drow]] priests of [[Vulkoor]], or to face any challenge the GM deems appropriate. A rushem’dal can set an adventurer on this path.\n\n!! Playing a Guardian\n\nFor a Guardian of Rushemé, it is important to understand the concept of [[Rushemé]] itself. The rushem’dal say that the land has a soul, and that all lesser creatures\nare manifestations of that greater spirit. When mortals die, they return to the land to be reborn. Some concepts are strong enough to exist as independent\nspirits; in the eyes of Rushemé, the [[drow]] deity [[Vulkoor]]\nis simply one of these lesser spirits, the essence of the Scorpion. The [[Qaltiar]] drow share this belief. As a Guardian, you must come to recognize and respect these powers, from the land itself to the minor spirits that guide your comrades.\n\nBut darkness covers the land. The soul of [[Xen'drik]]\nis riddled with cancers, horrors produced by epic\nmagic and the wars of the elder [[giant]]s. These ancient\ncurses and twisted spirits cannot be destroyed, and\nit’s not always possible to prevent the foolish from\nunleashing this darkness. In such cases, all that can\nbe done is to record their folly and ensure that a small\ndisaster does not spread into a greater cataclysm. So\nit is with [[Stormreach]]. The rushem’dal know that it is\nonly a matter of time before the city falls. You might\ndisagree, and the elders will not fault you for trying to save your people; perhaps you will postpone their doom for a few more decades. But ultimately your\nduty lies beyond [[Stormreach]], ensuring that when it is\ndestroyed, the terrors unleashed do not spread to the\nworld outside.\n\nIn choosing this path, you have become a bridge between two worlds. You are an adventurer from a civilized nation, a force that seeks to expand and explore.\nBut you are also a guardian of ancient traditions, aware\nof the fact that there are things best left unknown and\nthat progress isn’t always for the best.\n\nIf you are a [[humanoid]] in a society of [[giant]]s, you\nmight feel like an interloper. However, the other\nGuardians look to your spirit, not your body, and they\nconsider you a younger sibling. As a young Guardian, it is your duty to learn as much about the land as possible. You must find out which spirits can be placated and which must be opposed, memorize the tales of the past, and come to terms with the many threats of the shattered land. \n\n!!! Missions\n\nThe Guardians of Rushemé watch troubled areas, recording the fate of those who are drawn to the darkness and refuse to see the risks. They perform rituals that they believe hold these forces at bay, limiting the impact of the [[Du'rashka Tul]] and similar\ndisasters. These might just be superstitions, but the Guardians believe that these patient measures, gathering knowledge and following tradition, are vital to the protection of the world. A ritual mission might involve transporting a stone idol a thousand miles,\nfollowing as precise a path as is possible considering\nthe [[Traveler's Curse]]. Although the act might seem meaningless, the elders believe that it reinforces the lifeline of [[Xen'drik]] itself.\n\nSometimes, however, more direct action is required. In the recent past, the Guardians gathered en masse to oppose the [[Battalion of the Basalt Towers]]. But the giants of Rushemé are peaceful folk, ill prepared for such battles. This is where you come in.\nYou are a child of a violent and chaotic world, a world\nof metal and magic. Your people have upset the balance of things, and that makes it your role to set things right. You might have to face the binders of the Basalt\nTowers or other natives of [[Xen'drik]]. But you are more likely to deal with the actions of foreigners—[[dwarves|dwarf]] who have dug too deep, [[human]]s who have pressed too\nfar, even [[yuan-ti]] or [[dragon]]s who have come from afar and upset the balance. In the eyes of the elders, this is what has brought you to Xen’drik. You are the agent\nof balance, the force that will undo the damage caused by others of your kind.\n\nOn rare occasions [[spirits of the land|spirit of the land]], elemental beings that advise and empower through divine channeling, choose to speak to a Guardian of Rushemé. This is a great honor, and the manifestation of such a spirit is typically the beginning of a long and dangerous struggle.\n\n!! Notable Guardians\n\n<<list-links-article \"[tag{!!title}category[person]sort[title]]\">>",
        "modified": "20210727192011714",
        "tags": "Xen'drik druid",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]