[
    {
        "created": "20210305042426668",
        "title": "Guild of Moonlight and Whispers",
        "text": "Said to be the first true [[wizard’s circle|arcane order]] in [[Khorvaire]], the Guild of Moonlight and Whispers was founded in ancient [[Thaliost]] by [[Margana Lain]]. The guild was dedicated to finding ways to replicating the mystical powers of the [[fey]] through [[arcane|arcane magic]] science. Members specialize in [[illusion]], [[enchantment]], [[divination]], and magic related directly to [[Thelanis]], and the Guild is an exceptional source of knowledge regarding fey and [[archfey]].\n\nMoonlight isn’t a large circle, in part because of its extremely high standards. However, it is the most widely respected circle in [[Aundair]], in part because Princess [[Aundair|Aundair Wynarn]] was herself a member of Moonlight and Whispers. While its members are devoted to their nation, they believe that the [[Arcane Order of Aureon]]’s obsession with laws and political power undermines the pure pursuit of arcane knowledge. When someone challenges Aureon in the [[Arcane Congress]], it usually takes the support of Moonlight to have a chance to succeed. [[Breland]]’s [[Guild of Starlight and Shadows]] was founded by members of Moonlight, and the two are generally friendly; while Starlight has less of an interest in the [[fey]], both circles have a common interest in [[illusion]] and [[enchantment]]. Members of one of these circles will usually be admitted to the halls of the other, though not accorded the privileges of full members.\n\nMost members of the circle are [[wizard]]s, but the guild does accept [[warlock]]s with [[archfey]] patrons as long as they are scholars of the arcane; the circle is devoted to understanding fey magic, not simply using it.",
        "modified": "20210727192011796",
        "tags": "[[arcane order]] Aundair",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]