[
    {
        "created": "20220202195354802",
        "text": "Haeldar Krakensbane is one of the [[Grim Lords]] of [[Farlnen]]. In life, Haeldar Arrael was a [[Tairnadal]] of the [[Draleus Tairn]]. He fought alongside the [[line|Aereni noble line]] of [[Vol]] not because he believed in their cause, but because it gave him the opportunity to fight [[dragon]]s. Over the course of the conflict, he fell in love with an [[elf]] of the [[Vyrael|Vyrael Sisters]] line, and following the defeat of the line of [[Vol]], he sailed north in the company of his wife and kin. According to legend, when a mighty [[kraken]] threatened his ship in the waters near [[Farlnen]], Haeldar put his dreams of glory ahead of the safety of his family. Rather than offering the leviathan its demanded tribute, Haeldar took control of the ship and attempted to battle the great [[kraken]]. The beast sunk the ship, killing everyone on board, and swallowed Haeldar whole. He lost everything, including his own life—but his hunger for victory was so great that he returned as a [[death knight]] in the very belly of the [[kraken]], slaying his enemy and animating its corpse. After digging his way through its heart and out through its eye, Haeldar rode the [[undead]] monster to [[Farlnen]], where it patrols the waters around the island to this day.\n\nHaeldar spends much of his days mourning the loss of his wife and children. But he is also the source of many of the great beasts bound in undeath as guardians of [[Farlnen]]. Haeldar personally slays these creatures—serpents, [[dragon turtle]]s, his eponymous [[kraken]]—and it is his unique gift that animates those he slays; however, he turns control of these sentinels over to living [[necromancer|necromancy]]s upon his return to the island. When he is in the mood for a hunt, Haeldar will set out on board a [[Bloodsail|Bloodsails]] vessel—but he will board and seize control of some other ship, ensuring that he doesn’t place more of his own kin at risk in his relentless pursuit of challenges at sea. Adventurers on the water could encounter a vessel that’s been seized by Haeldar and is in the midst of a hunt—or they could be aboard a vessel when Haeldar commandeers it, and have to decide whether to fight the [[death knight]] or to assist him and hope to survive his hunt.",
        "type": "text/vnd.tiddlywiki",
        "title": "Haeldar Krakensbane",
        "tags": "undead [[Grim Lords]] Farlnen [[death knight]]",
        "modified": "20220202200621282",
        "color": "#8C4606",
        "category": "entity",
        "article": "Lord "
    }
]