[
    {
        "created": "20210402220334603",
        "text": "Hala ir'Wynarn never expected to be Queen of [[Galifar]]. The fourth child of the king, she was appointed governor-princess of [[Thrane]]. She devoted herself to [[Dol Arrah]], studying the arts of war and vowing to live a virtuous life. When cruel fate slew her older siblings and placed her on the throne, she began her reign by purging corrupt elements within the royal court and the Army of Galifar. She quickly turned her attention to the ongoing conflicts in southern [[Cyre]] and western [[Breland]], and insisted on leading campaigns against [[ogre]]s and [[worg]]s. She was celebrated by the common folk of [[Breland]] and advanced the borders of the nation. Stories say that it was her younger brother who convinced her to pursue a grander threat than any mere [[ogre]] or [[troll]]. At that time, [[Sora Maenya]] had been credited with the destruction of a number of small villages on the edge of [[Aundair]], and the \"Sun Queen\" led an elite force of trackers and hunters into the [[Towering Wood]] to finally end this threat. Hala was only 24 when she led her troops into the Wood, and she never returned. She had yet to produce an heir; her brother claimed the throne when she was finally declared to be dead. \n\nHala ir'Wynarn is a legendary champion and an inspiration for [[paladin]]s; [[Tira Miron]] was likely following the example of the Sun Queen. Only [[Sora Maenya]] knows her final fate, and it's possible that the hag still has Hala's arms and armor—or that they are hidden somewhere in the [[Towering Wood]]. A gruesome possibility is that Maenya has bound Hala's soul and has the queen's skull among her trophies; adventurers could be charged to recover the relic and finally allow Hala to rest. ",
        "type": "text/vnd.tiddlywiki",
        "title": "Hala ir'Wynarn",
        "tags": "Galifar [[Wynarn family]] deceased human humanoid",
        "modified": "20220506021849978",
        "color": "#FEA627",
        "category": "person",
        "article": "Queen "
    }
]