[
    {
        "created": "20210402220334603",
        "text": "As fourth child of the king, Hala ir'Wynarn never expected to be Queen of [[Galifar]]. She devoted herself to [[Dol Arrah]], studying the arts of war and vowing to live a virtuous life; when she came of age, she was appointed Princess of [[Thrane]]. Soon after, cruel fate slew her older siblings and placed her on the throne of Galifar. She began her reign by purging corrupt elements within the royal court and the Army of Galifar. She quickly turned her attention to the ongoing conflicts in southern [[Cyre]] and western [[Breland]], and insisted on leading campaigns against [[ogre]]s and [[worg]]s. The young \"Sun Queen\" was particularly celebrated by the common folk of [[Breland]] and advanced the borders of the nation. \n\nWhen Hala was twenty-four years old, stories say that it was her younger brother who convinced her to pursue a grander threat than any mere [[ogre]] or [[troll]]. At that time, [[Sora Maenya]] had been credited with destroying several small villages on the edge of [[Aundair]]. Hala led an elite force of trackers and hunters into the [[Towering Wood]] to finally end this threat... but she never returned. As Hala had produced no heirs, her brother claimed the throne when she was finally declared to be dead. Today, Hala ir'Wynarn remains a legendary champion and an inspiration for [[paladin]]s; [[Tira Miron]] was likely following the example of the Sun Queen.\n\nOnly [[Sora Maenya]] knows Hala's final fate; it's possible that the hag still has Hala's arms and armor, or they are hidden somewhere in the [[Towering Wood]]. A gruesome possibility is that Maenya has bound Hala's soul and has the queen's skull among her trophies; adventurers could be charged to recover the relic and finally allow Hala to rest. ",
        "type": "text/vnd.tiddlywiki",
        "title": "Hala ir'Wynarn",
        "tags": "Galifar [[Wynarn family]] deceased human humanoid",
        "modified": "20221205073303334",
        "color": "#FEA627",
        "category": "person",
        "article": "Queen "
    }
]