[
    {
        "created": "20210406182315369",
        "text": "Haldon d'Cannith has led the [[Cannith]] [[enclave]] in [[Starilaskur]], [[Breland]], for the last sixty years. When he took over the post, he began running his factories at all hours to meet the demands of the war. He chained his workers to their stations, and those who challenged him were publicly tortured… and if you believe the stories, he drank the blood from their wounds. The common folk begged the duke for aid, but he was deeply Haldon’s thrall and turned a deaf ear to their cries. Later, Haldon began using prisoners of war in his factories, and that was when he truly began working his people to death… and who cared what became of their corpses and their delicious blood? Sixty years later, and Haldon is still viceroy. He can’t use prison labor any more, but there are rumors he’s taken on Cyran refugees…\n\nHaldon is infamous among [[Cannith]] viceroys, having earned the ignominious title \"the [[Vampire|vampire]] Prince of [[Starilaskur]]\" by the public, which was coined by the [[Voice of Thrane|Five Voices]] newspaper. Haldon certainly is a ruthless industrialist, but the stories of his imposing a blood tax on his workers could just be sensational rumors. If he truly has held his post for sixty years, it could be that he’s been taking experimental alchemical treatments to extend his life… or it’s possible that the current Haldon d’Cannith is the son of the man who inspired the tales, and the rumor-mongers just ignore that aspect of the story. People //say// Haldon is a [[vampire]]… but it's up to the GM whether or not he actually is.\n\n",
        "title": "Haldon d'Cannith",
        "modified": "20240319210243335",
        "tags": "humanoid human Cannith Starilaskur",
        "type": "text/vnd.tiddlywiki",
        "article": "Viceroy ",
        "category": "person",
        "color": "#FEA627",
        "tooltip": "infamous leader of the Cannith enclave in Starilaskur; called \"the Vampire Prince\" by his detractors"
    }
]