[
    {
        "created": "20201217033652828",
        "text": "The [[Hall of Justice]] is an immense complex containing an\nimpossible number of courts and chambers of inquiry. In\nsmaller chambers, [[immortal]]s debate the actions of the beings\nobserved in the [[Panopticon]]. There are [[angel]]s discussing\nthe [[Treaty of Thronehold]], while [[inevitable]]s dissect the latest\nactions in the endless wars of [[Shavarath]]. These debates are\npro forma; while a judgment is made and recorded in the\n[[Infinite Archive]], no action is ever taken. The weightier matters\nare resolved before an [[inevitable]] tribunal, led by a Kolyarut,\nan inevitable representative of the great arbiter of impartial\njustice whose spirit permeates the hall itself. The tribunal\nis typically filled out with a [[planetar]] and an [[amnizu]], each\nworking to sway the Kolyarut's deciding vote to their side.\n\nAdventurers who violate the laws of [[Daanvi]] are brought\nbefore an immortal tribunal. Usually this is a straightforward\nmatter; the judges question the accused. The accused is\ngranted an Advocate and opposed by a Voice of Justice;\ntypically one of these is an [[angel]], the other a [[devil]]. Both\nof these immortals may conjure images from the lives of\nthe accused, drawing on the records gathered from the\nPanopticon. Such a case could be resolved quickly, but\ndepending on protocols invoked or evidence sought (“Your\nhonors, I'd like to show you three years of the defendant's\nchildhood”), a case can take quite a long time. Luckily for\nthe accused, the [[Flowing Time]] property of Daanvi ensures\nthat when—or if—they return to the Material Plane, time has\npassed for their friends and foes much more slowly.\n\nOnce a case is resolved, the inevitable tribunal enacts\ntheir judgment; this ruling is final, and can't be questioned\nor appealed. The <<navAndScrollToHeader \"Daanvi\" \"Daanvian Judgment\">> section under [[Daanvi]] presents\nideas for penalties that might be imposed on a wrongdoer.",
        "title": "Hall of Justice",
        "modified": "20230103213511451",
        "tags": "Daanvi layer",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#3B5C0A"
    }
]