[
    {
        "created": "20231103194157758",
        "text": "The Hanging Gardens is an urban park complex located in [[Everbright]], [[Middle Menthis]], [[Sharn]]. This civic center takes up nearly the entire top half of a tower (note that not all the towers of Sharn reach the [[upper ward]]s), and caters to a wide range of needs; numerous shops, four restaurants, two small theaters, eleven taverns, and four inns can be found here. Courtyards with paving stones of white and blue marble welcome visitors, and ivy climbs every wall. Almost every square and building in the Hanging Gardens is wide and unroofed, allowing visitors to loop up and see... the //bottom// of the tower, with those below appearing to be hanging from the ceiling.\n\nThe Hanging Gardens' most notable feature: within the park, //gravity is reversed.//\n\nFrom the perspective of someone near the base of the tower, looking up at the Hanging Gardens feels like looking at a massive mirror. The top half of the interior of the tower is upside-down, and the heads of distant people can faintly be seen milling about in marketplaces and crossing inverted bridges. Accessing the Hanging Gardens involves climbing one of the special ramps that ascends the tower—a ramp which gently curls around as it climbs the interior walls until one is walking upside-down.\n\nThe magic which suspends gravity in the Hanging Gardens is largely due to a localized distortion in [[Sharn]]'s [[manifest zone]] to [[Syrania]], an anomaly which the city's civil engineers and a council of local [[Everbright]] [[wizard]]s amplified to create a massive, permanent [[reverse gravity]] effect just over two centuries ago. The [[eldritch machine]]s which maintain this effect from neighboring towers function smoothly with very minimal annual maintenance.\n\nOne of the taverns of the Hanging Gardens, the ''Gargoyle'', is owned by a jovial [[halfling]] named ''Katain''. It's an open secret that Kat is a retired enforcer for the [[Boromar Clan]], and he can be a valuable contact into [[Sharn]]'s [[criminal underworld|Crime in Sharn]].",
        "title": "Hanging Gardens",
        "modified": "20231103202328144",
        "tags": "tavern restaurant [[community center]] park Sharn market Everbright",
        "type": "text/vnd.tiddlywiki",
        "category": "location",
        "color": "#A3DB62",
        "article": "the "
    }
]