[
    {
        "created": "20210223202618867",
        "text": "The Hantar'kul [[drow]] tribes are a [[Vulkoori]] tribal tradition found throughout the [[Skyfall Peninsula]] and elsewhere in northern [[Xen'drik]]. Its members primarily worship [[Vulkoor]] the Cunning. As with many other [[drow]] traditions, the Hantar’kul mantle is borne by a number of different drow tribes. More than any other drow culture, the Hantar'kul are dedicated to delving into ancient ruins of the [[Age of Giants]] and recovering [[magic item]]s and lore. The Hantar'kul tribes see their expeditions as reclaiming items their ancestors were forced to produce for their [[giant]] captors, and putting them in the hands of free elves. These items were made through the shedding of elven blood—hence the name \"Hantar'kul\", which translates to \"blood hunters.\"\n\nHantar'kul adventurers approach dungeon-delving as a methodical team effort, systematically sweeping dangerous ruins room by room. But before entering a ruin, they spend time making careful preparations—managing resources, shoring up ceilings with timber, calling in experts on the ruins' history. They have even been known to hire explorers from other cultures; Hantar'kul near [[Stormreach]] see [[Morgrave|Morgrave University]] expeditions as great sources of simple laborers that can be employed to trigger traps and cart away useless gold.\n\nSome Hantar'kul [[drow]] tribes have a much more hostile attitude towards foreigners, and may even actively prey on explorers who venture into the depths of [[Xen'drik]]. In particular, the Qar Hantar'kul have been responsible for the destruction of a number of mining and farming settlements, and pose an ongoing threat to House [[Tharashk]] and House [[Vadalis]] operations.\n\nIndividual Hantar'kul can develop a variety of supernatural abilities, such as the ability to fall great distances without suffering harm, or to detect evil entities as a [[paladin]]'s [[divine sense|Divine Sense]]. A Hantar'kul's tattoos typically indicate any such abilities, as well as other skills and achievements.",
        "title": "Hantar'kul",
        "modified": "20231208074047460",
        "tags": "drow Xen'drik tribe Vulkoori",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "drow tribal tradition which reveres Vulkoor the Cunning and delves in ancient ruins"
    }
]