[
    {
        "created": "20210223202618867",
        "title": "Hantar'kul",
        "text": "The name of this tribal tradition translates to “Blood Hunters,” and its members\nworship [[Vulkoor]] the Cunning. The [[drow]] of the Hantar’kul believe that it is the destiny of their people to rule over all [[Xen'drik]]. They despise the [[giant]]s and other creatures of the shattered land, but they believe that dominance over these creatures is assured; it is foreigners that they see as a threat. As such, the Hantar’kul actively prey on explorers who venture into the depths of Xen’drik. They have been responsible for the destruction of a number of mining and farming settlements, and the Hantar’kul present an ongoing threat to House [[Tharashk]] and House [[Vadalis]] operations. Although they hate all foreigners, the Hantar’kul have a special vendetta against the [[elves|elf]] of [[Aerenal]] and [[Valenar]] and the drow and half-drow who live within [[Stormreach]].\n\nAs with many other [[drow]] traditions, the Hantar’kul\nmantle is borne by a number of different drow tribes.\nThese tribes respect one another but rarely work\ntogether, and each has slightly different traditions. The\ntribe that poses the greatest threat to [[Stormreach]] is the\nQar Hantar’kul, which uses a curved double-bladed\ndagger as its emblem. The Qar tribe has recently set up\ncamp in the tunnels below Stormreach; the drow hope\nto find powerful weapons in the deep dungeons and to\nestablish a strong foothold from which to strike at the\nforeigners in the world above.\n\nMost Hantar’kul fit the traditional image of the [[Vulkoor]]i drow, including the pale tattoos and chitin armor. However, the Blood Hunters recognize the power of the past, and they constantly search for [[magic item]]s and weapons they can use. As students of\n[[Vulkoor]] the Cunning, their numbers include assassins and [[arcane trickster]]s. A Hantar’kul tribe might include swordsages specializing in the Shadow Hand, Diamond Mind, and Setting Sun disciplines—ancient traditions dating back to the elf–giant war.",
        "modified": "20210727192012569",
        "tags": "drow Xen'drik tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]