[
    {
        "created": "20210304070450451",
        "text": "''Population:'' [[Human|human]]s and [[half-elves|half-elf]], who are\noutnumbered by visitors of other races.<br/>\n''Character:'' Bustling and dangerous.<br/>\n''Businesses:'' Shipping, crime, taverns, and fishing. <br/>\n''Key Personalities:'' [[Berrigan Enge]], [[Harbormaster Zin|Harbormaster's House]], Lord [[Katanavash]], [[Maeran Mendyrian]], [[Mazrath the Maker]], [[Thaera]], and [[Three-Fingered Thad]].<br/>\n''Overseer:'' Lord [[Jonas Wylkes]].\n\n//It stinks here. All harbors stink, but this—this is something special.//\n\n//All of [[Stormreach]]’s great sewers, pipes, and drains lead, ultimately, to the harbor. The effluent doesn’t seem to worry the wildlife; there’s plenty of fish on sale for a hungry traveler. You’re just not sure that you’d want to eat them.//\n\n//Away from the chaos and business of the harbor, the city rises uphill\nand in from the shore. From down here it looks as if toy soldiers have come to\nlife and settled in a ruined city, and above it all stands a great statue, staring\nout to sea, a beam of light shining up from its outstretched hands.//\n\nLike every other part of [[Stormreach]], the Harbor\ndistrict is built on the bones of the past. The city ever\nwas and ever will be a port, and time and tides have\npushed the harbor farther and farther into the city, as\nneighborhoods have sunk or been washed away.\n\nThe harbor is Stormreach’s lifeblood, for the\ncity relies on trade and its status as a free port, where\nrules are lax as long as you have enough coin. Without the harbor, Stormreach would be stranded and quickly die. Aside from taverns and a few shops, most\nof the district’s businesses concentrate on loading and\nunloading vessels and storing cargo.\n\nFor the visitor, the Harbor district is a cold plunge into\n[[Stormreach]]. The city’s corruption, competing powers, and\nancient mysteries all have examples here. Some travelers\ndisembark and then book passage back to [[Khorvaire]]\nas quickly as they can. Some never leave, thrilled at the\ncity’s liveliness and danger, while some disappear—until\nfishers pull their bodies from the harbor.\n\n!! Noteworthy Locations\n\n* the [[Crypt of the Guard]]\n* [[Dagoward's Apothecary]]\n* the [[Emperor]]\n* the [[Hammer and Chain]]\n* the [[Harbormaster's House]]\n* the [[Leaky Dinghy]]\n* the [[Lighthouse]]\n* the [[Riedran Consulate|Riedran Consulate (Stormreach)]]\n* [[Shargon's Talon]]\n* [[Thaendyr's Rest]]\n* the [[Underharbor]]\n* the [[Waterworks]]\n* the [[Wavecrest Tavern]]\n* the [[Wayward Lobster]]\n\n!! Adventure Hooks\n\n* [[Baudry Cartamon]] is onto the scam of the century. While he was drunk in the [[Wayward Lobster]] one night, he is sure he overheard some smugglers whispering about sneaking out of the city with some rare artifacts gathered from the jungle. What if those artifacts were intercepted? Baudry remembers the warehouse the smugglers mentioned. Now he just needs some muscle to collect the goods.\n* Someone has done something to deeply upset the [[sahuagin]], who are making dangerous noises about “the return of that which was taken.” Only they seem reluctant to mention what that thing is, due to religious taboo. Until the dispute is sorted out, ships dare not leave or enter the harbor. And sahuagin are seen at night, stalking Stormreach’s streets. A bounty on the thing in question is set by the [[Storm Lords]] as they prepare for the worst.\n* The [[Waterworks]] have ceased working. Only a trickle comes out of the main drainage pipe, and the sewers in the rest of the city are backed up. As unglamorous as it might seem, the sewers need exploring, and something down there is hungry.\n\n!! Overheard in the Harbor district\n\n//“Hello, sailor. Fresh off the boat, are you? Why not\ncome with me and spend some of that hard-earned\ncoin? You look like you need a rest, and I know just\nthe place, right down this alley...”//\n\n//“You so much as look at [[Aida]] again, and the next time\nwe take you for a little dip in the harbor, you’ll be\nwearing iron shackles chained to a rock. Are we clear?\nGood lad.”//",
        "type": "text/vnd.tiddlywiki",
        "title": "Harbor",
        "tags": "district Stormreach",
        "modified": "20220828195943300",
        "style": "{\"color\":\"#6B001B\",\"fillColor\":\"#8E0024\",\"fillOpacity\":0.3}",
        "polygons": "1.078,-42.6 1.07,-42.585 1.071,-42.563 1.066,-42.55 1.06,-42.54 1.063,-42.529 1.067,-42.528 1.074,-42.531 1.08,-42.538 1.083,-42.545 1.078,-42.555 1.094,-42.559 1.115,-42.552 1.134,-42.542 1.151,-42.541 1.17,-42.542 1.189,-42.539 1.186,-42.522 1.19,-42.504 1.203,-42.489 1.201,-42.494 1.203,-42.502 1.2,-42.516 1.199,-42.53 1.201,-42.542 1.196,-42.553 1.197,-42.57 1.194,-42.581 1.185,-42.592 1.166,-42.596 1.158,-42.603 1.146,-42.606 1.127,-42.607 1.098,-42.604 1.083,-42.602 1.079,-42.601",
        "color": "#96CC39",
        "category": "location",
        "article": "the ",
        "tooltip": "bustling and dangerous port district of Stormreach"
    }
]