[
    {
        "created": "20210128223523446",
        "title": "Haztaratain",
        "text": "//\"This land is alive. It moves and multiplies, breathes and eats, sleeps\nand dreams, wakes and watches, defends and attacks. It is a dance of\nthe manifested and unmanifested. It is in balance. We, its guardians,\nshould be likewise.\"//\n<div align=\"right\">—Bhimaani, Haztaratain</div>\n\nAncient and watchful, the Haztaratain order has been\naround in some form almost as long as the land of\nrefuge has been called [[Adar]]. These mystics set body\nand mind in balance. They use the strange dichotomies of Adar's landscape as metaphors for their martial\nand spiritual training, becoming masters of earth and\nsky. Although the order existed before the [[kalashtar]]'s\narrival, the revered founder of the sect, Hazgaal, is the\nvery monk who welcomed [[Taratai]] from [[Dal Quor]] to\nAdar, whereupon he became Haztaratai. Since then, the\nHaztaratain, popularly known as the summit sentinels\n(or //parahdri// in [[Quori|quori]]), have been integral to the defense\nof Adar. \n\nThe ascetic nature of the Haztaratain order appeals to\nthose who focus on self-mastery; its martial spirit draws\nthose who concentrate on might rather than mysticism.\nStill, experience with the supernatural is a must for\nthose who become parahdri. A desire to defend Adar is\nparamount. These [[monk]]s are seldom religious—yet they\nare attuned to the spiritual and internal worlds. \n\nTo train as a Haztaratain, aspirants must visit the\n[[Haztaratain Monastery]], gain approval and guidance from\nthe masters there, and undertake a pilgrimage to [[Ahdryatmin]]. The spirit's token is required as proof of success.\n\n!! Playing a Haztaratain\n\nAs a Haztaratain, you are a fierce guardian of [[Adar]].\nAfter taking time to blend body and spirit, you have\nhoned yourself into a weapon to destroy invaders. Like\nmany forces in Adar, you and your fellows are irregulars, each able to travel freely as personal desires and\nthe needs of the land of refuge dictate. Able to endure\nwhere the weather takes the weak, you travel through\nwhat others find impassable and fight in ways no one expects. What you cannot defeat, the mountains help you\nelude. As you master yourself, you become the perfect\nguerrilla warrior, mobile and reliant on neither weapons nor supplies.\n\nAlthough the [[Haztaratain Monastery]] is an established stronghold, it does not contain only members of this order. It is named for an honored master.\nThis monastic fortress might be an anchor for you, or\nit might be a site for a once-in-a-lifetime pilgrimage.\nHaztaratains often greet one another as family, and all\nHaztaratains are welcome at the monastery of the same\nname. No one serves as leader or guru, unless such a\nrelationship is created by mutual consent.\n\n!! Haztaratains in the World\n\n//\"The wind came howling down the valley, and it was dumping buckets\nof rain before they appeared. Four of them came against over forty of\nus. I don't know why or how I survived, my lord. I do know that you are\nright—the people of Adar are monsters.\"//\n<div align=\"right\">—Riedran sergeant's report</div>\n\nHaztaratains are for martial artists who want a little\nspell or psionic flavor mixed into their repertoire.\nThis order focuses on the thematic elements relating\nthe monk to Adar rather than on spellcasting ability or psionic power. These monks are ferocious, but they're also distinctly [[Adaran|Adarans]]. Haztaratains make great\nguerrillas and guardians, but an evil one can be a terror\nacross [[Adar]].",
        "modified": "20210727192013078",
        "tags": "monk Adar",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]