[
    {
        "created": "20210126203945685",
        "title": "Heirs of Ohr Kaluun",
        "text": "If any force in [[Riedra]] actually frightens the [[Inspired]], it is\nthe dissident group known as the Heirs of Ohr Kaluun.\nLong ago, the nation of [[Ohr Kaluun]] was a center for sinister magic. Its priests performed terrible rituals invoking the [[Dark Six]], and its [[wizard]]s trafficked with [[fiend]]s in their quests for mystic power. In the [[Sundering]], the\npeople of this land were almost completely obliterated.\nSome of the few who remain are [[skulk]]s or [[tiefling]]s, transformed by\nfoul spells and [[warlock]] pacts.\n\nAll loyal [[Riedrans]] know that the ruins of Ohr Kaluun are the haunts of //altavars//, and that the magic hidden within the war mazes is deadly and damning.\nStill, some don't care. The Heirs of Ohr Kaluun knowingly embrace this darkness, hoping to gain power to raise themselves above the [[Inspired]]. [[Human|human]]s, [[tiefling]]s, [[skulk]]s, [[oni]], [[dwarves|dwarf]]—what binds these people together is a thirst for mystic knowledge and a hatred for the\n[[Inspired]]. Like the first [[wizard]]s of Ohr Kaluun, they\nare willing to sacrifice anything—or anyone—to gain the\npower they seek. They oppose the Inspired, but anyone\nwho allies with the Heirs of Ohr Kaluun soon learns that\nthe enemy of an enemy is not always a friend.\n\nLike the [[Cults of the Dragon Below]], the Heirs of\nOhr Kaluun are not a unified force. The [[Harmonious Shield]] and the [[Thousand Eyes]] are always hunting these foul wizards, and kill those they discover without hesitation. But new sects always rise from the ashes, innocents\ncorrupted by the promises of the darkness.\n\nDespite their name, the Heirs of Ohr Kaluun are not\nconfined to the islands. A Kaluunite [[wizard]] could easily\ntake an interest in the forbidden lore of the [[yuan-ti]] or\nthe lost magics of the [[aventi]].\n\n''Getting the PCs Involved:'' The Heirs of Ohr Kaluun are [[Riedra]]'s answer to the Order of the [[Emerald Claw]]—they're the people who are unquestionably up to no good. These people willingly accept damnation (or so they believe) in exchange for power and vengeance. They can be disturbing allies or unexpected foes for those exploring Riedra—a surprise for those who think the [[Inspired]] are the greatest evil in the land. The Inspired have conquered [[Riedra]], but they at least take care of the\npeople. If the Heirs of Ohr Kaluun took power, horror\nwould be the replacement for stability and oppression.",
        "modified": "20210727192013234",
        "tags": "[[arcane order]] Riedra",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]