[
    {
        "created": "20201211214837561",
        "title": "Heirs of Dhakaan",
        "text": "//''Raat shi anaa:'' The story continues. //\n\nWar drums are sounding in the depths beneath [[Darguun]]. [[Bugbear|bugbear]] champions hone their [[adamantine]] greatswords, and [[hobgoblin]] [[dirge singer]]s call the legions to battle. The warriors of Dhakaan are preparing to reclaim their stolen lands, and the nations of [[Khorvaire]] have no idea what's coming.\n\nDuring the struggle with the [[daelkyr]], some [[Dhakaan]]i leaders saw the madness spreading among their people and knew it would destroy their civilization. They led\ntheir forces into deep subterranean chambers and severed all contact with the outside world. In recent years these ancient clans—who call themselves the Kech\nDhakaan (\"bearers of [the traditions of] Dhakaan\", or \"Keepers of the Empire\")­—have finally returned to the surface.\n\nThe Dhakaani are utterly devoted to war, matched\nonly by the [[Valenar]] [[elves|elf]] in their devotion to the martial\narts. Their weaponsmiths and armorers know techniques that even the artificers of House [[Cannith]] cannot\nduplicate. Throughout the [[Last War]], no nation faced any\nother force that had the skill and resources of the resurgent Dhakaani.\n\nBut there is one obstacle to their rise: the Heirs of\nDhakaan have no emperor. The [[goblinoid]]s are divided\ninto clans, and each clan, or kech, believes its leader has\nthe right to control all the others. And so the champions\nof Dhakaan continuously compete with each other to\nprove their right to rule. The [[Kech Shaarat]] (Bladebearers) believe that leadership is best achieved through force of arms. The [[Kech Volaar]] (Wordbearers) believe that knowledge is the greater weapon, and they seek to recover artifacts and weapons that were lost when the empire fell. These and several less influential clans are competing for overall leadership, while the spies and assassins of the [[Khesh'dar]] (Silent Folk) remain neutral in the struggle, gathering information on the modern world and serving every clan.\n\nAt the moment, the Heirs of Dhakaan are maintaining\na low profile. They fight most of their battles underground, and occasionally dispatch small squads to carry\nout missions on the surface. Humans usually don't know\nenough about goblins to tell the difference between the\nDhakaani and the people of [[Darguun]]. The truth of the\nmatter is gradually spreading within Darguun, but no\none yet realizes the power of the force that lies beneath\ntheir nation. \n\n!! The Heirs and the War\n\nThe [[Last War]] caused the Heirs of Dhakaan to finally\nstir and emerge from their deep vaults. They recognize\nthat humanity has been weakened by its self-inflicted\nwounds. The rise of [[Darguun]] and the proliferation\nof that nation's [[Ghaal'dar]] mercenaries enables the\nDhakaani to move around [[Khorvaire]] without drawing\nundue attention. And the [[Mourning]], ultimately, demonstrated that the races of the [[Five Nations]] could not be trusted with ruling Khorvaire. It was time for the\nDhakaani to return and subjugate the other races to\ntheir firm hand once again. \n\nThe Heirs of Dhakaan are devoted to war, with an\nunmatched focus on sheer martial skill. Their weaponry and artillery are of the highest quality, and they\nplace their trust in strength of arms, not on magic. The\nDhakaani don't worship gods, and no [[cleric]]s or [[paladin]]s\nare among them. The [[Kech Volaar]] have picked up some\nof the elven traditions of [[wizard]]ry, and all clans have\nbards known as //duur'kala// ([[dirge singer]]s), but in general\nthe Dhakaani don't rely on magic on the battlefield. \n\n!! The Uul Dhakaan\n\nLong ago, before the rise of the Empire, six [[hobgoblin]] kings fought over ancient [[Khorvaire]]. [[Jhazaal Dhakaan]], the greatest [[duur'kala|dirge singer]] of the age, called them together and sang \"the song of the dar\", reminding the kings that they were all one people. If the legend is to be believed, she crafted the dream of an empire and bound the goblinoids of the time to this dream. This [[Uul Dhakaan]]—Dream of Dhakaan—gave\nthe ancient goblins oneness of culture and purpose, uniting them under Jhazaal Dhakaan as the first //marhu//—emperor of Dhakaan. \n\nBut this vision that bound the Six Kings together isn't just a metaphor. When mortals sleep, their spirits touch\n[[Dal Quor]] and create temporary dreamscapes. Jhazaal Dhakaan\nbound the spirits of the dar together, creating a vast, permanent\ndreamscape within Dal Quor—a vision of the ideal empire.\nWith the spirit of every dar tied to this place, when one of them\nsleeps, they dream of the empire and their place within it.\n\n!! The Emperor Yet To Come\n\nFor the Kech Dhakaan emerging from their vaults, the modern\nworld is a waking nightmare. Modern [[goblinoid]]s are hollow\nmockeries of the true dar. Foul //chaat'oor//—defilers—hold the lands of the\nempire and pillage the treasures of the People. But the dar still\nhave their dream. They know what the world should be, and\nknow that together, somehow, they can defy the chaat'oor and\nrestore the eternal empire. However, a long path lies ahead. The\ndar are badly outnumbered, and can't take on all of the [[Five Nations]] in open combat. They don't yet understand the enemy or know what they're capable of. The [[Kech Volaar]], in particular, realize the power of the wide magic of the Five Nations and the\n[[dragonmarked house]]s, and recognize they need to know more. There's also the question of whether there's any hope for the modern goblinoids. Can they be instilled with Dhakaani values? Or are they no better than chaat'oor?\n\nOnly a new emperor can make this decision. But the last\nemperor was lost to the //[[Kapaa'vola]]//—the \"Treacherous Whisper\", the psychic contagion created by [[Dyrrn]] that drove dar to madness—before the Kech Dhakaan\ndescended into the depths, and no single kech has the power to\ncreate a new emperor. The [[duur'kala|dirge singer]] speak of the Emperor Yet\nTo Come, with the belief that once all the Keepers rise, a single\nemperor will somehow win universal acclaim, uniting them all\nagainst the chaat'oor. But whether they be warlord, [[dirge singer]], or\n[[artificer]], it's unclear what will bring this to pass. The [[Kech Uul]]\nbelieve that when a single dar has the support of the majority,\nthe [[Uul Dhakaan]] will reveal them—that the emperor will be\nproclaimed and crowned within the universal dream. But even\nif true, what will trigger this?\n\nThe [[Kech Shaarat]] believe that power will determine the\nemperor. They have already absorbed the Kech Nozhii and are\npressuring the [[Kech Ruuska]], using a combination of force and\nfear to convince the smaller clans that the path to victory lies\nthrough uniting under a single clan. The Kech Shaarat would\nprefer not to kill other dar, but Ruus Dhakaan is willing to take\nsteps to prove his power and right to lead, and Shaarat and\nVolaar agents have clashed in the field.\n\n[[Tuura Dhakaan]] of the [[Kech Volaar]] is following a different\npath as she pursues the crown. She seeks to recover lost\nartifacts, reminding the dar of their glory while also amassing\npowerful tools. There are a few she is especially keen to\nfind: [[Ur'taash]], the First Crown; //Guulen//, the Rod of Kings;\nand [[Ghaal'duur]], the horn of [[Jhazaal Dhakaan]]. Ur'taash is\ncurrently in the possession of the [[Kech Ghaalrac]], though its\nauthenticity is in question. The whereabouts of Guulen and\nGhaal'duur remain unknown. Beyond this, Tuura is evaluating\nthe modern world, working to see if others could be useful\nallies. So while the Kech Shaarat remain convinced that this\nconflict is solely based on dominance within the dar, the Kech\nVolaar believe that knowledge of the modern world is vital to\nany long-term success.\n\nOther Keepers may devise their own paths to winning allies\nor the throne, and there may be Keeper clans that have yet\nto be revealed. For now, the Kech Dhakaan are focused on\ngathering information and competing among themselves.\nOnce they unite behind a single leader, they'll have to decide\nhow to deal with the [[Darguuls|Darguun]], the [[dragonmarked house]]s, and\nthe [[Five Nations]].\n\n!! The Kech Dhakaan\n\nAs the [[Kapaa'vola]] spread and the Empire of [[Dhakaan]] quickly\nunraveled, many of its greatest leaders sealed their followers\nin deep vaults. Each of these units took responsibility for\npreserving one of the pillars of the empire. Together, they\ncalled themselves the ''Kech Dhakaan''—the Keepers of the\nEmpire. The name of each individual clan was given based\non their chosen ideal; thus the [[Kech Volaar]] are Keepers of\nthe Word, and the [[Kech Shaarat]] are Keepers of the Sword.\n[[Uul'kala|Uul Dhakaan]]—\"dream singers\"—helped to coordinate this effort and to maintain communication between the isolated vaults over time, but\nthere are [[kech]] vaults that never had uul'kala, and others\nwho lost their uul'kala over time.\n\nBelow is a list of keches, including descriptions of some\nKeeper clans that are known or active. This isn't intended to\nbe a complete list, and GMs should feel free to add additional\nkech—whether they have been in communication with the\nothers or have been in isolation—or to remove kech from\nthis list if they don't fit the story of a campaign.\n\nOf these clans, both the [[Kech Shaarat]] and the [[Kech Volaar]]\nhave made their presence known in [[Darguun]]. But while the\nDarguuls have heard of these clans, they don't fully understand\ntheir origins. The other clans are currently obscure and\nmysterious, though dramatic action could quickly bring\nthem fame—or infamy.\n\n<<list-links-article \"[tag[kech]sort[title]]\">>\n\n!! Dhakaani NPCs\n\nCharacters who approach the Heirs of Dhakaan expecting a ragtag band of [[goblinoid]]s are in for a rude awakening. The Heirs of Dhakaan are well equipped and fight with precision and efficiency, coordinating their efforts to eliminate spellcasters and other obvious threats. Dhakaani squads are utterly devoted to their kech leaders and their empire. All are bound by the principles of //muut// and //atcha// (honor and duty), but they believe that humans and their kin don't deserve to be treated with honor. All the goblinoid races work together among the Dhakaani, and all are convinced of the superiority of their culture. When forced to fight other Dhakaani, they will usually spare the lives of their opponents, but against all other adversaries—including other goblinoids—they are ruthless. \n\n| !<<dr d8>> |!NPC |\n| 1 |A [[hobgoblin]] [[bard]] of the [[Kech Volaar]] leads an elite team of dungeon delvers to recover Dhakaani artifacts from ancient ruins. |\n| 2 |A remarkably intelligent [[goblin]] studying at [[Arcanix]] or [[Morgrave|Morgrave University]] is actually a [[Khesh'dar]] spy identifying tomes of arcane knowledge worth stealing. |\n| 3 |A Dhakaani strike force assaults a museum or a noble's private holdings, reclaiming goblin artifacts \"pillaged\" from ruins. These relics could be part of an [[eldritch machine]], or could simply have important ceremonial value. |\n| 4 |A goblin spy stirs up trouble among the city goblins in a major city, using tales of their former glory to incite them to violence. |\n| 5 |A string of mysterious bombings are actually the work of Dhakaani sappers testing the strength of modern fortifications. |\n| 6 |A Dhakaani strike force attacks a [[Deneith]] outpost built atop a goblin ruin. Are the goblins just angry about the desecration, or is something hidden beneath the outpost?  |\n| 7 |A [[bugbear]] of the [[Kech Shaarat]], to test the mettle of the adventurers, engages them in a series of guerrilla attacks as they are traveling through the wilderness. |\n| 8 |A [[hobgoblin]] [[warlock]] seeks to harness the power of the [[daelkyr]] or the fiendish [[overlord]]s to win the imperial crown for her kech.  |\n\n!! Dhakaani Campaign Themes\n\nThe Heirs of Dhakaan are a substantial military threat. The goblins can clash with adventurers while they are exploring ancient ruins, or they can launch strikes against outposts or vaults the adventurers are guarding. Whatever the Dhakaani do, it should be part of a mission objective. Is the goal to strengthen their kech? Gather information about the enemy? Recover Dhakaani relics?\n\nInitially the Dhakaani should be mysterious: remarkably skilled goblins that fight to the death or disappear into the shadows. The characters might logically assume that they are [[Darguul|Darguun]] mercenaries. Over time, the\nadventurers should learn more about them and realize\nthat they are the advance force of a great army.\n\nThe Heirs of Dhakaan can remain an enigmatic\nfoe, encountered only when they attack. But a group\nof adventurers could come to earn the respect of their\nDhakaani foes and learn more about the enemy. Perhaps a group of adventurers chooses to respect the Dhakaani's claim to an artifact, surrendering it willingly.\nIf they do so, they could find out more about the goblins\nand the struggle for leadership among the clans. Of all\nthe goblins, the [[Kech Volaar]] are the most interested in understanding the people of [[Khorvaire]]; if there's any chance to negotiate a peace with Dhakaan, it would be\nwith this clan.\n\nAs far as the goblins are concerned, [[human]]s stole\ntheir lands, pillaged their tombs, and enslaved their\ndescendants. The Dhakaani aren't evil, but they believe\nhumanity to be brutal and cruel, people without //muut// or\n//atcha//. Faced with an adventurer wielding a magic sword\ntaken from a Dhakaani ruin, the Heirs of Dhakaan are\nrightfully angry and violent in their response to this\ntomb robber. \n\n!! Heirs of Dhakaan Adventure Hooks\n\nThe table below offers some options for kicking off stories that involve the Dhakaani.\n\n| !<<dr d12>> |!Dhakaan Adventure Hook |\n| 1 |A scout patrol has gone missing near the border of [[Darguun]]. |\n| 2 |A mining tunnel has collapsed, revealing a network of caverns leading into [[Khyber]]. The Heirs of Dhakaan are waiting in the darkness and decide to strike first. |\n| 3 |A squad of goblins attempts to steal back spoils of a recent adventure, cursing the characters for being grave robbers. |\n| 4 |A lone [[hobgoblin]] warrior stands at the gates of a town, intent on dueling the mercenary captain who slew their brother. The warrior has already killed ten soldiers that tried to remove them. |\n| 5 |Race against a Dhakaani force to recover an ancient artifact from a ruin. |\n| 6 |Defend a series of temples against Dhakaani raiders targeting these \"houses of false gods.\" |\n| 7 |Explorers discover a fragment of an ancient Dhakaani song that seems to tell of the true heir of Dhakaan. The complete lyrics might settle the question of succession. |\n| 8 |The Dhakaani begin kidnapping [[warforged]] so that their [[artificer]]s can learn how to make their own [[construct]] soldiers. |\n| 9 |In a sacked human settlement, a battle between two opposing forces of goblinoids breaks out. Which side was the cause of the destruction? |\n| 10 |The [[Kech Shaarat]] send emissaries to a nearby city with a simple message: abandon the town within one week, or die. |\n| 11 |Goblin scouts have been spotted far from Darguun, moving with uncharacteristic coordination and precision. |\n| 12 |A representative of the [[Kech Volaar]] approaches the characters to request their help in confronting their rivals to maintain the balance of power among the Dhakaani. |\n\n//''Raat shan gath'kal dor:'' the story stops but never ends.//",
        "modified": "20210727192013224",
        "tags": "Dhakaan goblinoid tribe military",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]