[
    {
        "created": "20201221193158873",
        "text": "The Hinterlands are the outer edge of [[Mabar]], the collection\nof planar fragments that are currently being consumed and\nintegrated into the Endless Night. Here, the [[Hunger of Mabar]]\nproperty has not yet taken hold, which generally makes\nthem safer to visit than other layers of Mabar. The Mabaran\nproperties a fragment reflects vary depending on its nature\nand how close it is to complete integration with Mabar.\n\nThere can be infinite variety in the fragments within the\nHinterlands. This largely depends on what plane a fragment\nis from. Is it a verdant forest of [[Lamannia]]? A floating tower\nof [[Syrania]]? Or is it a piece of the Material Plane—a fortress\nplucked out of the [[Last War]] or a [[Riedra]]n village? The second\nquestion is how long the fragment has been under siege. To\nwhat degree does it retain its original flavor, and how much has the influence of Mabar overtaken it? The final question\nis which of the [[Dark Power]]s has claimed it—and why? What\nis it about this region that draws it toward a Dark Power's\ndomain? The [[Empress of Shadows]] looks for places that shine\ntoo brightly—places that bask in their achievements, sure their\nglory will never fade. The [[Bone King]] claims fragments where\ncommoners suffer or where rulers turn to tyranny; there are a\nfew [[Karrnath]]i fragments in his domain, though it can be hard\nto tell how close they are to being subsumed. The [[Queen of All Tears]] seeks the places where terrible tragedies have occurred, forcing the inhabitants to forever dwell in these moments of misery. With fragments of the outer planes, it's more a question\nof reshaping the plane to fit these stories. By contrast, when it\ncomes to the Material Plane, it's the story itself that often draws\nthe dire hand of [[Mabar]].",
        "title": "Hinterlands",
        "modified": "20231102195504548",
        "tags": "layer Mabar",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#3B5C0A"
    }
]