[
    {
        "created": "20210314064431983",
        "title": "Hollow Shards",
        "text": "//“Darion! Look what I just picked up down in [[Cross]]! Watch this. You might want step back a bit ... Ready?// Thundrak! //... huh? ...// THUNDRAK! //I don’t get it, this stupid wand worked perfectly when the merchant showed it to me.”//\n<div align=\"right\">—Delgard ir’Dashan, sucker</div>\n\nNot everything is what it seems in [[Stormreach]], and\nthat speaks to how the Hollow Shards make their\nliving. Illusionists, crackpot [[artificer]]s, confidence artists, and base rogues to the last, the Shards offer customers a wide variety of goods, from “official” [[Sivis]]\ndocuments, to “ancient” relics of the [[titan kings|Age of Giants]]. The only catch: Not one bit of it is authentic.\n\nThe premier tricksters in a city where everyone is running a scam, the Hollow Shards are unparalleled masters of deceit. The most successful of the Shards are the forgers, crafters so skilled that their handiwork is often more impressive to behold than authentic\nrelics, artwork, or [[magic item]]s. The Shards churn out old frayed-edged pirate treasure maps, realistically water-damaged and decaying journals of famous long-dead explorers (in their exact handwriting) that describe the secrets they used to find and plumb the\ndepths of distant ruined vaults, and even stone tablets in old Giant telling wild (and fallacious) tales of the ancient titan kingdoms.\n\n!! Becoming a Hollow Shard\n\nTo join the Shards is to draw back the veil on the relic\ntrade in the city, and new members are dumbfounded\nto learn just how significant a portion of the items sold\nin the [[Marketplace]] are nothing more than worthless\nknock-offs. Older members love to regale novices\nwith lists of their classic work on display in magically\nwarded exhibits in [[Morgrave University]] as priceless\nrelics and landmark discoveries “intrinsic to weaving the complex tapestry of [[Xen'drik]]’s long history.”\n\nHerein lies the key to the Shards’ tremendous power. It is one thing to sell a fake wand to a fool of a [[wizard]], but to create history itself and hoodwink an entire continent of scholars and researchers into buying your own personal version of the past’s most\nimportant moments... that is power beyond that of any [[dragon]] or [[rakshasa]]. The Shards erase gods and raise meager civilizations from obscurity to be memorialized as gloried kingdoms of a continent’s golden era... and this prodigious power is wielded by a ragtag collective of forgers, con artists, and thieves.\n\n!! Playing a Hollow Shard\n\nLies are your living, and you live for a good scam. Don’t ever tell the whole truth, it’s sacrilege. Chicanery and legerdemain are constants in your life. Lying is like any other skill, so if you don’t practice all the time, you get rusty.\n\nThe Shards are a loose-knit bunch. Too many con artists spoil the scam, as they say. Members’ chaotic proclivities preclude them from working together for lengthy periods of time. Most Shards wander between “consortiums.” Each consortium is a short-term alliance of Shards brought together to enact a dubious moneymaking scheme or engage in a rampant campaign of misinformation to some end or another. A consortium could be the spark for any number of adventures.\n\nSwitch jobs in particular are dangerous missions, but lucrative. A group of Shards infiltrates a museum, a wealthy collector’s estate, or a [[dragonmarked|dragonmarked house]] [[enclave]] and steals an authentic relic/prototype [[magic item]]/ancient tome of power/objet d’ art and replaces it with a fake of such impressive craftsmanship that the former owners are none the wiser they’ve been robbed.\n\nImagination goes a long way, but to create consistently convincing fakes of [[Xen'drik]] relics, sometimes the Shards send lesser members to get an eyeball on the\nreal things, or even procure true artifacts from hidden\ntombs and trapped treasure vaults.\n\n!! Twenty Shards of Wisdom\n\n# Deception isn’t wrong, getting caught is.\n# The boy who cried [[worg]]? Love that story. Wonderful moral: Don’t ever tell the same the lie twice.\n# A lie is a lie only if you can’t think of a better lie to explain it.\n# Tell a little truth when you lie. It backs up the deceptions with concrete, provable facts, and that earns you a man’s trust. Once you have a man’s trust, his purse isn’t far behind.\n# Lie little, lie vague. Weave too big a web of deceit and it becomes easy to poke holes in it. The more details you offer the easier it is to find one that doesn’t fit. A few good casual details go a lot farther than a wildly conjectured epic.\n# Don’t lie, imply. Suggest an untruth and let others come to its conclusion on their own. That way if it comes out as hogwash, in all honesty you can say: “I never said that—you did!”\n# They’re all white lies.\n# Truth is for philosophers, the rest of us deal in interpretation.\n# What you don’t know can’t hurt you.\n# What they don’t know can’t hurt them.\n# What they don’t know they can’t hurt you for.\n# The truth hurts. Most likely you. So don’t tell it.\n# Remember, juggling lies is like juggling knives... it’s not entirely safe, so you might not to want to juggle too many at once.\n# Power perceived is power achieved.\n# If you get caught lying, pretend you’re crazy. Then people just feel sorry for you. \n# Every now and then, admit that you lied about something inconsequential. Apologize profusely and swear ardently, “But I would never lie about anything important, of course.” Suckers eat this up like kids eat candy.\n# There is no seventeen.\n# Believe your own lies. If you do, everyone else will too.\n# Truth is overrated, lies are much more fun.\n# Everyone lies, we’re just better at it. Here endeth the lesson.\n# Every one of these is a lie.",
        "modified": "20210727192013629",
        "tags": "gang Stormreach",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]