[
    {
        "created": "20210126204435357",
        "title": "Horned Shadow",
        "text": "The Horned Shadow in [[Sarlona]] is a young alliance of [[ogre]]s, [[oni]], and [[eneko]] working to forge a new destiny for the ogre races. Within [[Riedra]], these efforts are masterminded by oni who have overcome their indoctrination.\nThis is a dangerous game, and the [[Thousand Eyes]] swiftly\nkill any ogre found to be working with the Shadow. But [[ogre mage|oni]]s are powerful and cunning—thanks to their shapeshifting powers and natural resistance to magic and\ntelepathy, many oni of the Horned Shadow have been\nable to avoid the gaze of the [[Thousand Eyes]].\n\nThe Horned Shadow has spent the last few years\nbuilding support. As the organization grows, the\nmasterminds of the Shadow debate the best course of\naction. Some advocate a mass exodus from [[Riedra]] and\nthe establishment of a new ogre kingdom in [[Syrkarn]].\nOthers insist on reclaiming [[Borunan]] itself, even if this\nmeans the utter destruction of the ogre race in battle\nwith the Inspired.\n\nAll is complicated by the fact that some of the followers of the Horned Shadow have less than noble intentions. A few oni simply want power for themselves.\nWhile they speak of ogre freedom, these mad mages are\ninterested only in bringing chaos and destruction to the\nworld, spilling as much blood as possible. Other members\nof the organization could be noble rebels or bloodthirsty\nkillers whose love of battle comes before any ideals. Members of the Horned Shadow can be solid allies, but they can just as easily be disturbing adversaries.\n\n''Getting the PCs Involved:'' [[Oni|oni]] are powerful\nand intelligent creatures, and their shapeshifting abilities make it easy for them to slip in and out of [[Riedra]].\nAn ogre mage could come to the PCs in search of assistance or seek an alliance with the party's patron, such as a [[dragonmarked house]]. [[Ogre|ogre]] warriors aligned with the Shadow could come to the rescue when the PCs are about\nto be captured by the [[Thousand Eyes]]. Oni could use their powers to trick the PCs into conflict with the [[Inspired]], or they could steal the characters' identities to\nperform an act of terrorism. For a darker twist, a party\naligned with the Horned Shadow could seek a powerful\nartifact hidden in [[Ohr Kaluun]] or [[Xen'drik]]—an ancient\nweapon designed to kill [[humanoid]]s by the thousands,\nallowing the [[ogre]]s to decisively shift the balance. \n\n",
        "modified": "20210727192013829",
        "tags": "[[secret society]] Sarlona",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]