[
    {
        "created": "20210928002812102",
        "text": "The Hourglass Coven is a group of three powerful [[fey]] who take the form of [[hag]]s, each one bound to an aspect of time: one reflects the past, another reflects the present, and the third reflects the future. These hags are utter wickedness distilled into corporeal forms, driven by a lust for secrets that can be used to manipulate their prey.\n\nThe hags loathe each other’s company, but one hag will occasionally visit another to plot against the third sister, creating a vicious circle in which\n[[Bavlorna|Bavlorna Blightstraw]] and [[Endelyn|Endelyn Moongrave]] plot against [[Skabatha|Skabatha Nightshade]], Endelyn and Skabatha conspire against Bavlorna, and Skabatha and Bavlorna bedevil Endelyn. Nothing much ever comes of these petty plots and squabbles, however.\n\nWhile not as powerful as the [[archfey]], these three [[fey]] are still quite formidable. They are echoes of stories told in [[Eberron]] in which the past, present, and future make themselves known in fearsome ways. The most popular such story in [[Khorvaire]] is //The Carol of the Miser//, in which wraiths of the past, present, and future appear to a penny-pinching financier on the night before [[Boldrei's Feast]], showing him the ways in which his greed destroys those he loves and will eventually destroy himself if he does not repent.\n\nThe rise of the [[Daughters of Sora Kell]] may be amplifying the power of the Hourglass Coven by virtue of the Coven's parallels with these infamous mortal [[hag]]s. The three crones of the Coven may well be elevated to the status of [[archfey]] if their stories continue to spread.\n\n!! Members of the Hourglass Coven\n\n* The Past: [[Skabatha Nightshade]]\n* The Present: [[Bavlorna Blightstraw]]\n* The Future: [[Endelyn Moongrave]]",
        "type": "text/vnd.tiddlywiki",
        "title": "Hourglass Coven",
        "tags": "hag Thelanis",
        "modified": "20210928023735230",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]