[
    {
        "created": "20210321223043040",
        "title": "I.W. Society",
        "text": "The I.W. Society is spread across [[Khorvaire]]. Its outposts are taverns and inns, and its ‘Socialites’ are a loose alliance of artists, storytellers, and\nsometimes vigilantes. As clandestine as some of\nthe [[elven|elf]] [[houses|dragonmarked house]], one might know a member for\ndecades but only realize this is the case when an\ninvitation is extended as a sponsor. The meaning\nof the society’s I.W. abbreviation is known only\nto its members and some outsiders believe it to\nbe a form of password linked to its founders. The\norganization seeks to use its talents to make the\nworld a better place through the power gained\nin celebration and collaboration of story. In the\npast, this largely abstract goal has urged its\nmembership to primarily seize the opportunity to\ncollaborate with peers, to compare techniques,\nand afford bookings or haven to struggling\nartists. Today, the I.W. Society takes it mission\nmore seriously as a whole in the wake of the\n[[Mourning]], and a member might be given tasks\nthat counter the despair and ennui following the\naftermath of the war.\n\nSociety members can almost always find food\nand shelter from fellow Socialites, though they’ll\nbe expected to sing for their supper, or provide\nother discrete services for the good of the local\npopulous. Socialites can be a useful source of\ninformation, even to non-members, and might\nbe willing to exchange a favor in the present\nfor a promise of future aid. Transactions of this\nsort one might usually expect to see in dramas\nrecounting wartime espionage, where a hopeful\nclient makes a request through a network of\nbarkeeps or tavern workers and hopes for an\nagent to make contact. Socialites come from all\nwalks of life, and many of its [[bard]]s aren’t refined\nenough to find a place in the Five [[Demesnes]] but\nteach each other the techniques of any college\nthey’ve learned along their travels. ",
        "modified": "20210727192014192",
        "tags": "[[secret society]] bard Khorvaire",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]