[
    {
        "created": "20201222061945997",
        "title": "Immeasurable Market",
        "text": "While most [[plane]]s are isolated from others and it's difficult\nto move from one plane to another, commerce and peaceful\ninteraction are defining aspects of [[Syrania]]. Most planes have\nback doors that lead to the Immeasurable Market. The crystal\nspire in the [[Open Sky]] is merely a gateway leading to an open\nmarketplace that extends as far as the eye can see. To one side, a\n[[slaad]]i haggles with a [[modron]] over the price of [[hippogriff]] eggs; to\nthe other, a sly [[dao]] shows a [[Shavaran|Shavarath]] [[balor]] a selection of [[Fernia]]-forged blades. It's said that anything you can imagine—and many\nthings you can't—can be found in the Immeasurable Market.\n\nThe Immeasurable Market includes customers and\nmerchants from across the [[plane]]s, including the Material Plane; there are a few back doors to the Market hidden on [[Eberron]], and those who find them can make a healthy profit trading in exotic goods. It also includes a significant number\nof native [[immortal]]s. Lesser [[angel]]s work as servers and porters, while\n[[virtue]]s of commerce run small stands and shops. [[Dominion|dominion]]s\nof commerce run the largest and most reliable businesses,\nwhile the [[Throne|throne]] of Commerce monitors the entire Market and\nbanishes troublemakers. Violence is forbidden in the Market, and thieves and other\ncriminals are generally deported to [[Daanvi]] for judgment and\npunishment. \n\nThere are countless merchants in the Market. Most have\ntemporary stands or tents, but there are a few permanent\nstructures scattered about; the [[Last Resort]] is the most beloved\nwatering hole in the planes. Below are a few examples of merchants and shops adventurers could discover.\n\n!! Immeasurable Merchants\n\n* the [[Last Resort]]\n* [[Jabra]]\n* [[Sar Saeran]]\n* [[Mazalene]]\n* the [[Hoard]]\n* [[Lady Ash]]\n* [[Bor'ob]]\n* [[Slade]]\n\n!! Immeasurable Currencies\n\nWhile merchants always try to get the best deal,\nwhen dealing with immortal customers, your reputation is\neverything. Beyond this, oaths made in the Market carry great\nweight, and can be enforced in the courts of [[Daanvi]]; in the\nImmeasurable Market, your word truly is your bond. This is\nimportant, because most of the merchants aren't interested\nin [[gold|money]], and goods and services usually involve barter. The table below gives a few examples of things that can be used in trade, but this is just a starting point; the GM should feel free to come up with other offers.\n\n| !<<dr d8>> |!Currency |\n| 1 |''Angel Tears.'' These translucent coins are one of the only active currencies in the Immeasurable Market. They're produced by the [[Throne|throne]] of Commerce and honored by most [[dominion]]s and virtues. For simplicity's sake, they could be assigned a value in gold pieces, so a dominion might pay adventurers [[10 c|money]] in angel tears for a minor service. These are useful when you want to buy a drink at the tavern without selling your soul. |\n| 2 |''Dragonshards.'' [[Dragonshard|dragonshard]]s are unique to [[Eberron]], and there are merchants who take a great interest in them—especially Khyber dragonshards, which can be used to bind spirits. |\n| 3 |''Luck.'' Some merchants literally let you spend your fortune. Luck is measured in “dice.” Each die you spend allows the GM to give you [[disadvantage]] on a future roll of their choosing. So if you spend five dice to acquire an item, that's five difficult rolls in your future. |\n| 4 |''Trade Goods.'' Many merchants are primarily interested in things they can resell. What's valuable to an [[immortal]] may not seem valuable to a mortal; an item that is unique or has emotional significance may have value to an Immeasurable merchant even if it doesn't do anything. So it's possible a treasured trinket holds more trade value than a legendary [[magic item]]. |\n| 5 |''Odd Organs.'' Some merchants like to deal in the body parts of unusual creatures—unicorn horns, a dragon's heart, a demon's eye. They may be willing to sell something on the promise of future delivery, but there's usually a fixed time to complete the transaction. |\n| 6 |''Services.'' Merchants may well barter goods in exchange for a promise of service, either immediately or to be performed in the future. Remember that oaths sworn in the Market carry great weight; those who break a vow can end up facing a tribunal in [[Daanvi]]. |\n| 7 |''A Song.'' This doesn't have to literally be a song, but there are merchants who trade goods in exchange for a performance of some sort. Usually this is about quality; they'll sell you the dagger for a song, but it needs to be an epic performance. |\n| 8 |''A Soul.'' These aren't a common form of currency, but some [[immortal]]s trade in souls... if not your own, this is usually about promising to kill someone! A soul traded in this way becomes the possession of the immortal upon death instead of it going to [[Dolurrh]]; this eliminates any possibility of resurrection unless the soul is reclaimed. |",
        "modified": "20210727192014538",
        "tags": "layer Syrania",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#3B5C0A"
    }
]