[
    {
        "created": "20200422193551625",
        "text": "In Irian, birds sing in a fertile valley, while a group of settlers work together to raise their first home. Moving further in, you find the gleaming capital of a new empire, where cheering throngs celebrate in the streets. There are dozens of layers in Irian, and each one is a vision of life triumphant. Irian is the dawn that inevitably banishes even the darkest night, the promise of spring triumphing over the coldest winter. It's the bastion of hope, the promise that life always find a way.\n\nIn his Planar Codex, [[Dorius Alyre ir'Korran]] calls Irian the Plane of Light, and indeed, its light is so prevalent that there's no full darkness within Irian. But it's also the plane of life, the source of positive energy, the force that sustains life and underlies most healing magic.\n\n!! Universal Properties\n\nThe light of the Eternal Dawn strengthens the living. Darkness\nand disease have no place here, and minor injuries melt away.\nIrian has the following universal properties.\n\n* //''Radiant Power.''// Spells that restore health or deal radiant damage are magnified.\n* //''Necrotic Void.''// In order to cast a spell that deals necrotic damage, any consequences to that roll include one additional stress from casting the spell.\n* //''Pure Light.''// There is no darkness in Irian. Any spell, effect, or other situation that would usually create darkness only reduces the lighting to dim light.\n* //''Life Triumphant.''// [[Undead|undead]] creatures are significantly enfeebled. This has no effect on undead creatures that are sustained by Irian, such as the [[deathless]] elves of [[Aerenal]].\n* //''The Light of Life.''// The light of Irian restores vitality, granting the following benefits to all living (or deathless) creatures. These have no effect on [[Mabar]]an [[undead]] or [[construct]]s. \n** Extremely rapid recovery of injuries.\n** Resistance to poison, disease, and fear.\n* ''Standard Time.'' Time passes at the same pace as on the Material Plane, and is consistent across its layers.\n\n!! Planar Rebirth\n\nMost of the planes are fixed in their form; for example,\nevery mortal brings new dreams to [[Dal Quor]], but the plane's\nstructure doesn't change. [[Mabar]] is an exception: the Endless Night steals and corrupts fragments of other planes, adding\nthem to its layers. Left unchecked, Mabar would consume\nreality. But as the Endless Night consumes, the Eternal\nDawn creates. Whenever Mabar tears a fragment from\nanother plane, a new planar seed appears in Irian. Initially,\nthis is a small layer, populated by [[ember]]s and [[lumi]], that\nhas Irian's planar properties. Over time, the layer grows\nand evolves, and the environment and its inhabitants take\non the appearance of the void it's to fill. Little by little, it\nloses the properties of Irian and adopts the properties of\nits destination plane; when it finally loses the //Light of Life//\nproperty, its ties to Irian are severed and it fully becomes\npart of the other plane, replacing the region lost to [[Mabar]].\n\nThe planar seed is rarely a perfect match for the fragment\nthat was lost. The [[ember]]s take the form of local life, but\nespecially for fragments torn from the Material Plane, a\nplanar seed doesn't replace sentient creatures or buildings; it\nsimply restores land and wildlife. If the [[Mourning]] had been\nthe work of Mabar—which is unlikely for many reasons, but\nnot impossible—Irian wouldn't restore the people killed in the\nMourning or the destroyed structures, but it would restore life\nto the land and make it a welcoming environment.\n\nIn most planes, [[immortal]]s can't reproduce, but they're reborn\nif they die, and their numbers remain constant. Irian breaks\nthat rule, because it creates new immortals to replace those\ncorrupted by [[Mabar]]. These begin as [[lumi]] and [[angel]]s, but as\nthe seed loses its properties, these immortals evolve into the\ndenizens of that plane, drawing their personalities from the\ntemplate for the new immortals. Irian makes no judgment about\nthe spaces it fills, and it may create a squad of bloodthirsty\n[[demon]]s when it replaces a lost fragment of [[Shavarath]]. These\nseed immortals can't leave their layer until it's fully bound to their\nfinal plane, so they can't wreak havoc in Irian, but it would be\nquite a surprise for nosy adventurers that stumble into that layer!\n\nThe creation of seeds is an important drive for the\ninhabitants of Irian. Immortals monitor and guide the\nformation of the seeds, while [[lumi]] tend the [[ember]]s and prepare\nto become inhabitants of the new plane. Irian immortals rarely\ninterfere in other planes, because what they're already doing is\nthe most important task they could perform.\n\n!! Denizens\n\nMost inhabitants of Irian fall into one of the following categories.\n\n!!! Embers and Lumi\n\n[[Embers|ember]] are the [[manifestation]]s of Irian, each linked to an echo of a specific living mortal's brightest joys, deepest hopes, and greatest deeds. When a mortal dies, their light-shadow ember in Irian begins to fade, but sometimes, fading embers can merge into a [[lumi]], a truly conscious and living creature of positive energy.\n\n!!! Celestials\n\nIrian's [[immortal]]s are spirits of light and hope. Irian is noteworthy\nfor being the home of the [[ki-rin]]. These majestic creatures often\nact as emissaries for the [[Architect]]s. Each planar seed has a ki-rin\nassigned to monitor it, help the lumi, and ease transition.\n\nIrian is also home to [[angel]]s. Not as violent as the angels of\n[[Shavarath]] or as individualistic as the angels of [[Syrania]], the angels of Irian embody the general principles of hope and\ncompassion. Irian [[deva]]s assist the [[lumi]] and help sustain\nthe different [[layer]]s; they are the knights and scholars of the\n[[Amaranthine City]]. Devas often change their form to play multiple\nroles within a layer, and adventurers may think that they've\nencountered multiple people, when in fact it's a single deva.\nMeanwhile, [[planetar]]s act as champions and ministers, and each\nof the [[Architect]]s has a single [[solar]] that serves as its right hand.\n\nThe angels of Irian have wings formed of light, which they\ncan conceal if they wish. In their true form, they're luminescent\nhumanoids of indeterminate species, but can choose to appear\nto mortals as a generic member of the viewer's species. Devas\nalso possesses the ability to change into specific forms at will. \n\n!!! The Architects\n\nThe [[Architect]]s are the most powerful spirits of Irian. Each\nembodies an aspect of the plane, and oversees a region\nwithin it, as discussed in the “Layers” section.\n\n!! Layers\n\nIt's always morning in Irian; the skies are clear, the [[sun|Sun]] is\nfixed in the sky, and the moon [[Barrakas]] is faintly visible. The\nplane contains many [[layer]]s, and it's always growing new ones.\nWhile the setting of a layer varies—a verdant valley, a growing\ncity, a newly established farm—the story is always about life,\ngrowth, and hope. Things are growing, people are prosperous,\nand the future is bright. While there are many natural\nenvironments in Irian, it's this optimism that differentiates\nthem from those of [[Lamannia]]. Irian is a celebration of life;\nLamannia focuses on the untamable primordial power of\nnature, and often feels more threatening and wild.\n\nThe layers are linked in realms, each of which is bound\nto one of the [[Architect]]s. The denizens and themes of a layer\nreflect the influence of that Architect, so all of the layers of\nthe [[Garden]] have a focus on rustic nature, while those tied to\nthe [[Amaranthine City]] reflect its rising imperial power. Some\nlayers are bounded by physical barriers, but most either loop\nback on themselves or end in walls of warm mist—anyone\nwho wanders into the fog reemerges elsewhere in the layer.\nWithin realms, layers are often connected by physical portals\nlike a massive gate or a pool of light. Moving between realms\nrequires [[plane shift]] or a ritual tied to that realm. These rituals\nmay not be magical; they are simply secrets that have to be\nlearned. If you're in the [[Amaranthine City]] and you want to\ntravel to the [[Garden]], all you have to do is plant a flower and\nreflect on its beauty; those thoughts will carry you there.\n\nPlanar seeds sprout from realms. Early on, they're small layers\nwith indistinct themes, but expand and gradually take on the\nnature and properties of the plane they're to become. Thus, you\ncould stumble into a layer that replicates a piece of [[Dolurrh]]'s\n[[Catacombs]] or represents conflict in [[Shavarath]]. However, these\nlayers aren't fully developed—once they are, they move onto\ntheir destination plane—so Irian's seed of the Catacombs of\nDolurrh won't have the entrapping effect of Dolurrh itself.\n\nHere are three examples of realms, but there are many more.\n\n* the [[Amaranthine City]]: Growth\n* the [[Garden]]: Life\n* the [[Refuge]]: Hope\n\n!! Planar Manifestations\n\nHere are a few of the ways Irian can affect the Material Plane.\n\n!!! Manifest Zones\n\n[[Manifest zone|manifest zone]]s tied to Irian are wellsprings of positive energy.\nPlants and animals thrive in these zones, while people are\nless likely to dwell on negative emotions and find it easier to\nembrace hope and joy. Irian zones often have one or more\nof the plane's universal properties. Irian zones with the\n//Radiant Power// property support spells of healing and may\nenable rituals or support [[eldritch machine]]s that can't be built\nanywhere else. In particular, the [[City of the Dead|Shae Mordai]] in [[Aerenal]]\nis built on a strong Irian manifest zone, which sustains the\n[[deathless|Undying Court]] councilors.\n\nIrian zones rarely extend the full swift healing effect of Irian's\n//Light of Life// property, but weaker versions of this property are\ncommon when in an Irian zone. For this reason, these zones a valuable\nnatural resource, and often become the foundations of villages,\ntowns, or [[Jorasco]] healing houses. Irian manifest zones rarely\nserve as gateways to the plane, and traveling to Irian usually\nrequires [[plane shift]] or similar magic.\n\n!!! Coterminous and Remote\n\nLife blossoms when Irian is coterminous. Health and fertility\nare enhanced, positive energy flows freely, and living creatures\nare infused with an abundant sense of hope. While Irian is\ncoterminous, the //Radiant Power// property applies across\n[[Eberron]] and all creatures become more resistant to disease, poison, and fear.\n\nWhen Irian is remote, colors seem to fade and a sense of\npsychic numbness pervades the world. All creatures become more vulnerable to fear and resistant to radiant damage, and magical healing is less effective. \n\nTraditionally, Irian is coterminous for ten days in the month\nof [[Eyre|Khorvaire calendar]] and remote for ten days in the month of Sypheros.\nThese effects occur once every three years; the remote cycle\ncomes a year and a half after it is coterminous.\n\n!!! Irian Artifacts\n\nThe [[Aereni]] harness Irian's energy, using it to create many of\ntheir tools, but industry isn't one of the core concepts of Irian\nand relics from the plane itself are relatively rare. Whether\nfrom the plane itself or simply drawing on its power, items tie to\nthe effects of positive energy: healing, dealing radiant damage,\ngenerating light, bringing hope, or overcoming fear. A scroll that\nprovides a single trip to the [[Refuge]] would be an invaluable boon.\n\nPlants that grow in Irian [[manifest zone]]s can often have\nremarkable properties. Many of of [[Aerenal]]'s exotic lumbers—notably [[livewood]]—only grow in Irian zones. [[Araam's crown]] and [[dawn's glory]] are flowers with useful medicinal and alchemical properties.\n\n!! Irian Stories\n\nAt first glance, Irian can seem much too good to be true.\nIts inhabitants are benevolent, and it heals you every round.\nWhat's the catch?\n\nAt the most basic level, there isn't a catch. It's the literal\nembodiment of light triumphing over darkness and the power\nof hope. While certain diseases could be seen as tied to the\nconcept of growth, Irian doesn't have a dark side in the same\nway as, for example, [[Daanvi]]. However, there are a few obvious\nlimitations. It's not an easy plane to reach, as its [[manifest zone]]s don't act as portals. So the [[Refuge]] is a perfect shelter for anyone who can reach it, but you have to find a way to get there. And with the Refuge in particular, you get one free visit,\nbut after that, [[Araam]] expects you to help someone else before\nshe'll welcome you again.\n\nThere are a few ideas you can explore. The first is that\nunfounded hope can be dangerous. A [[lumi]] or [[deva]] might\nspread hope because that's its nature—but in doing so, may\nconvince people they have a chance to defeat an enemy that\nthey should actually be fleeing from. You can also explore\nmortal forces abusing the power of Irian—[[Jorasco]] seizing a\nmanifest zone to grow [[Araam's crown]] or criminals trafficking in\n[[fool's hope|dawn's glory]].\n\n//''A Wound That Will Not Heal.''// Perhaps a villain wields a\n[[Mabar]]an scythe that deals wounds that can't be healed by\nmagic or rest, or a [[hag]] lays a terrible curse on an adventurer.\nIt's said that all wounds and woes can be cured in the [[Refuge]]\nof Irian. But how will the adventurers reach the Eternal Dawn,\nand what will [[Araam]] ask of them in return?\n\n//''Beyond the Grave.''// When the adventurers cross paths with\na [[lumi]], it hails them. It holds the memory of a hero who once\nsaved the life of one of the characters, and that debt was never\nrepaid; the lumi asks them to honor that by helping with its\ncurrent quest. This could be a debt incurred during the party's\ntravels, or even something from a character's backstory; you\ncould ask a player to tell you about a time someone saved their\ncharacter's life, and let them add depth to the debt.\n\n//''A New Realm.''// A barren region on the border of two nations\nor rival clans suddenly becomes a wondrous, fertile oasis.\nThis is the result of a planar seed taking root. In addition to\nwhatever remarkable plants or resources it holds, it's become\nan Irian [[manifest zone]]—a valuable resource. Dispute over\nthe territory could have disastrous consequences; can the\nadventurers prevent bloodshed? And has the [[Architect]] hidden\nany secrets or artifacts in this seed land?",
        "type": "text/vnd.tiddlywiki",
        "title": "Irian",
        "tags": "plane",
        "modified": "20210728213529139",
        "tooltip": "plane of light and hope",
        "color": "#2E4708",
        "category": "location",
        "article": "the Eternal Dawn, "
    }
]