[
    {
        "created": "20210303212351993",
        "title": "Iron Watch",
        "text": "The [[warforged]] of [[Stormreach]]'s Iron Watch are soldiers, created for battle and hardened by war. The [[Stormreach Guard]] is the public face of the law in the city, but the guards are no match for bloodthirsty adventurers or raging [[giant]]s. When such threats appear, the call goes out for\nthe Iron Watch.\n\nThe Iron Watch is an army, but the leaders of the\nWatch have loftier goals than simply maintaining order.\nWhen they aren’t cracking heads, the members of the\nIron Watch work together to find their place in the\nworld. They don’t hate creatures of flesh as most followers of the [[Lord of Blades]] do, nor do they see themselves as servants of humanity. These warforged are a newborn\nrace bent on establishing an outpost in a land that\nmight hold the keys to their past and their future.\n\n!! Storm Lords' Last Resort\n\n//“I don’t like them [[Karrnath]]i wolves, not one bit. But at least they’re human. These iron men... it was a bad day when the first of them came to [[Stormreach]].”//\n<div align=\"right\">—Three-Tooth Cam, dockworker</div>\n\nAccording to Adamant [[Smith]], the [[Storm Lords]] don’t like to rely on\nthe [[warforged]], afraid of appearing too dependent on them. But the [[Stormreach Guard]] is a flawed tool, and when things go bad, the Iron Watch can be\nrelied on to clean up the mess. Law enforcement is\nthe job of the Iron Watch, but its driving passion is\nthe evolution of the warforged, and trying to explore the place of\nthe warforged in the world. A team of Iron Watch\nmembers could be encountered in a [[quori]] arsenal in\nthe jungle or a [[Cul'sir]] workshop deep below [[Stormreach]]. Depending on the choices the PCs make, the\nIron Watch could help the party unlock the mysteries\nof the past.\n\nThe [[Storm Lords]] pay [[Steeljack]] for the services of\nthe Watch, but individual soldiers don’t receive wages;\ninstead, the gold is invested in expanding the unit’s\nfacilities. The leaders of the Watch have no interest in\nreplacing humanity, but they are building a [[warforged]]\ncommunity, and this effort requires sacrifice.\n\n!!! Structure\n\nThe approximately 170-member Iron Watch is based\nin [[Forgelight]]. Stone Guards serve in six-person\nsquads commanded by a member of the Iron Guard.\nSquads are paired into platoons under the command\nof a Steel Guard. In addition to these ten standard\nplatoons, [[Steeljack]] commands an elite platoon formed\nof members of the Steel and Iron Guards. The\nremaining members of the Watch focus on research and support. Warforged who can’t work on a team are quickly dismissed.\n\nThe Iron Watch is smooth and efficient, and its soldiers are among the best in [[Khorvaire]]. Most members of the Watch are fighters mixed with rangers and barbarians, and a handful of rogues, monks,\nartificers, and sorcerers. The typical member of the Stone Guards and Iron Guards is [[creature tier]] ''2''; Steel Guards and Adamants are [[creature tier]] ''3''. At the moment the bulk of the corps are Stone Guards,\nand only three members hold the title of Adamant;\nhowever, this could easily change. The three current Adamants of the Iron Watch are\n[[Steeljack]], [[Smith]], and [[Lathe]].\n\nAs far as most people know, the Adamants are the ruling body of the Iron Watch. But another force works within the Watch: the Docent Council, the name given to the twelve [[docent]]s the Watch has recovered. The Adamants each carry one of these docents, and the remaining nine are stored in the armory, attached to a relic that allows them to communicate with one another. These docents might simply be sources of information—advisors who have invaluable knowledge of the past that help guide the members of the Iron Watch as they explore [[Xen'drik]]. It’s also possible that the council has a more sinister agenda, and that it is using the Watch to accomplish its goals. Are these [[docent]]s simply intelligent [[magic item]]s? Or could they be possessed—vessels for [[quori]] spirits, phylacteries of ancient [[lich]]es, or something even stranger and more terrible?\n\n!! Entry Requirements\n\nAll [[warforged]] are welcome to join the Iron Watch,\nprovided that they are aligned with the philosophical\ngoals of the group. The Iron Watch is a force for order\nwithin [[Stormreach]], and members need to be comfortable with hierarchy and discipline.\n\nMembers of the Iron Watch are assigned roles based on\ntheir body type. [[Skirmisher|skirmisher]]s and [[juggernaut]]s form the bulk of the Watch and are used to maintain order and counter simple disturbances.\n[[Envoy|envoy]]s and other stealth specialists perform reconnaissance, monitoring activities in the city. And the few [[artificer]]s, [[sorcerer]]s, and other spellcasters in\nthe Watch serve as support, joining battle when their\npowers are needed but otherwise devoting their time\nto researching the warforged form.\n\nMembers of the Watch serve a set number of hours each week. Many\nmembers of the Iron Watch are dedicated to the organization and never bother going off duty, but they see no shame in having interests beyond the organization. Even when a guard is off duty, their behavior reflects\non the Watch, and insubordination and criminal\nbehavior are not tolerated. The [[Stormreach Guard]] is\nknown for graft and corruption, but Iron Watch leader\n[[Steeljack]] holds the warforged to a higher standard.\nMembers don’t have to keep the peace on their own\ntime, but they shouldn’t disrupt it or become as corrupt as the [[human]]s in the Guard.\n\n!! Playing a Member of the Iron Watch\n\nDuring the [[Last War]] you fought because you were told\nto, because your makers convinced you that you had a\nduty to the nation that had paid for your birth. Today\nyou fight because you realize that war is your true\nnature. It is your purpose, and it is in battle that you\ntruly feel alive.\n\nWar is a comfort to you, but it is not the only reason\nyou serve in the Iron Watch. From listening to [[Lathe]],\none of the high-ranking Adamants, you have learned that your people\nare more complex than you ever realized. You are a\nliving weapon—not just steel and stone, but a creature\nof magic. Your potential and your past are equally mysterious. If you are to find the truth about yourself and the destiny of your people, it will be with the Watch.\n\nThe leaders of the Iron Watch don’t hate organic\nbeings, but there are certain things no creature of\nflesh can understand. You stand awake each night\nwhile your [[human]] friends sleep and dream. You watch\nthem eat and drink, laughing and enjoying physical\npleasures. You take pleasure in battle, in fulfilling\nyour function. But you find comfort in the company\nof other [[warforged]], the only ones who understand the\nnature of your life.\n\nYou have little need for shelter, but even so the\nWatch house in [[Forgelight]] provides you with a place to\nsocialize with other warforged, and includes research\nand training facilities. Thanks to the many weaponsmiths and armorsmiths in the Watch, you have access to repair spells based on your rank, and you can purchase enhanced weapons and shields at a discount.\n\nThe [[artificer]]s of the Iron Watch maintain an\narmory equipped with [[oils of repair|oil of repair]] and [[wand|magical implement]]s holding a variety of defensive spells, along with a small selection of [[warforged components|warforged item]]—[[armblade]]s, [[essence disk]]s,\nand others. These tools are never sold, but rather are distributed as necessary for specific assignments. If you are facing a rampaging fire [[elemental]], you might\nbe given a charge of [[protection from energy]]. The items in the armory\nare never simply given away, and in the case of components, they must be returned after a mission.\n\n!!! Advancement\n\nThe Iron Watch is organized like an army. Time served\nand quality of service are critical to advancement.\nAs a member of the Watch, you are allowed to speak\nyour mind, but insubordination isn’t tolerated. You\ncan disagree with one of the Adamants or any other\nmember of the Watch, but if you must challenge a\nsuperior, do it at a time and in a manner that will\nnot threaten morale or mission. If you disobey\norders and members of the Watch are hurt, there\nwill be consequences.\n\nMilitary service is the primary path to advancement, and the main activity of the Watch within the city. But the Iron Watch also seeks to unlock the\nmysteries of the [[warforged]], secrets that might be held\nin [[Xen'drik]]. Bringing new knowledge to the Watch\nis as good a way to earn advancement in the ranks as\nstopping a riot at the [[Red Ring]]. On the other hand,\nallowing secrets of the warforged to fall into enemy\nhands—especially those of House [[Cannith]]—could have\nserious consequences.\n\n!!! Missions\n\nThe Iron Watch is rarely called into service, so most\nof your time on duty is spent drilling, sparring, or\nputting your craft skills to work. [[Smith]], the Adamant\nwho is also an [[artificer]], says that the [[Storm Lords]] are\nafraid of appearing too dependent on the [[warforged]];\nthey call on the Watch against serious threats to their\npower, but have yet to deploy the warforged against\ngroups such as the [[Titans]] or the [[Swords of Karrn]]. If\nyou’re skilled at stealth, you’ll be placed on reconnaissance duty, spying on the various gangs or power groups in the city. As far as you know, [[Steeljack]] sanctions these operations; the [[Storm Lords]] don’t even\nknow about them.\n\nHigher-ranking members of the Watch coordinate military operations, but they serve in other roles as well. [[Artificer|artificer]]s and [[sorcerer]]s engage in mystical\nresearch. The most capable members of the Watch\nare sent into [[Xen'drik]] or the ruins beneath the city\nin search of components and knowledge from the\npast. Such operations sometimes involve full teams of\n[[warforged]], but if you have adventuring companions\nyou enjoy working with, you might be given a goal\nto accomplish together. If your companions earn\n[[Steeljack]]’s trust, he might work with you openly;\notherwise, the mission is given in secret, and you have\nto find a way to obtain a [[docent]] or hide a [[schema]] without\ndrawing attention.\n\nAlthough the leaders of the Iron Watch don’t hate\nhumans the way the [[Lord of Blades]] does, they’re keenly\ninterested in protecting the warforged. You’ve heard\nrumors about Steel Guards being sent on covert operations against House [[Cannith]]—though it’s possible these are just stories.",
        "modified": "20210727192015193",
        "tags": "Stormreach [[law enforcement]] warforged military",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]