[
    {
        "created": "20201222013151835",
        "text": "King Jarot ir'Wynarn was the last ruler of united [[Galifar]]. He died on [[12 Therendor 894 YK|Khorvaire calendar]], sparking a succession crisis that led to the [[Last War]].\n\nDuring his life, Jarot began the public works project that led to the network of [[lightning rail]]s connecting all of central [[Khorvaire]]. Few realize that this and other projects arose from Jarot's deep-seated fear of losing his kingdom to outside forces.\n\nDark dreams of a terrible future plagued Jarot, and paranoia slowly filled his every\nthought as time went on. He feared the [[dragonmarked house]]s. He believed that his aristocracy and [[nobility|Nobility of the Five Nations]] were plotting against him. He hated the realm of [[Aerenal]], totally convinced that the ancestor-worshiping [[elves|elf]] coveted his beloved domain. To these concerns, Jarot added the threats he believed were watching from distant [[Argonnessen]] and [[Riedra]], waiting for the first sign of weakness before they launched devastating attacks. Worst of all, in Jarot’s mind, were the unknown horrors that filled the mysterious continent of [[Xen'drik]]. Nightmares of this strange land haunted him, and deep down he knew that the ruination of his realm would come from that direction.\n\nWithout revealing his overt fears, but with a desire to protect the kingdom and its people from the threats he believed were amassing all around him, King Jarot began a series of public works projects and secret experiments designed to reinforce the kingdom’s infrastructure and borders while also increasing its capacity for war. Years later, these projects culminated in [[Khorvaire]]'s continent-spanning [[lightning rail]] network, the floating fortresses of [[Breland]], and other magical wonders. During the same period, Jarot’s beloved and trusted children—the governor-princes of the [[Five Nations]]—increased their standing armies and magical arsenals. And then the kingdom waited for the war Jarot feared was approaching like a chill breeze on a hot, still night.\n\nThe war that Jarot feared never erupted during his life. However, thanks in no small part to the preparations he orchestrated, it broke out with his death. The war, proclaimed to be the [[Last War]] by the [[Korranberg Chronicle]], was fought not against some terrible external enemy—it was fought among the [[Five Nations]] as the\nKingdom of [[Galifar]] collapsed from within.\n\nIn 894 YK, King Jarot died. His scions decided to break with tradition, using the armies they had fostered to take the crown for themselves. For more than a century, the Five Nations were at war. Other nations arose during the conflict, shattering Galifar’s dream into more than a dozen fragments. In the end, no single victor emerged. Instead, compromises were reached and a treaty was drawn up to put a stop to the endless battles. Now, in 998 YK, the fragile peace holds—but for how long?",
        "type": "text/vnd.tiddlywiki",
        "title": "Jarot ir'Wynarn",
        "tags": "Galifar [[Wynarn family]] deceased human humanoid",
        "modified": "20220812050059199",
        "color": "#FEA627",
        "category": "person",
        "article": "King ",
        "tooltip": "the last ruler of a united Galifar; his death sparked the Last War"
    }
]