[
    {
        "created": "20201226012339046",
        "title": "Jhorash'tar",
        "text": "The Jhorash'tar are an alliance of [[orc]] tribes that have dwelt in\nthe [[Ironroot Mountains]] since before the arrival of the [[dwarves|dwarf]].\nThe Jhorash'tar have no written records, but their tales suggest\nthey once held most of the Ironroots, and that many of their\ntribes were annihilated in the early days of the [[Exile|Mror History]]. However,\nothers suggest that the orcs might have been eradicated by the civilization that built [[Sol Udar|Realm Below]]. Indeed, the existence of the //Face of Mror//—a mountain sculpted to resemble a dwarf king, a feat of engineering far beyond the capabilities of the modern Mror—implies the dwarves of Sol Udar were active on the surface of\nthe mountains at some point. Whatever the truth, by the time\nof the rise of [[Galifar]], the bulk of the Jhorash'tar had been pushed to the\nsouthwestern regions of the [[Ironroot Mountains]], where they\ncontinued to clash with Clan [[Droranath]] and Clan [[Noldrun|Noldrunhold]].\n\nThe Jhorash'tar orcs have a distinct culture, with nothing in\ncommon with the [[Ghaash'kala]] orcs of the [[Demon Wastes]] or\nthe [[Gatekeepers]] of the [[Shadow Marches]]. There are at least six distinct tribes, each split into smaller bands; the GM can add details to a particular tribe to suit the story. Some dwell on the surface of the mountains—often in caves along canyon walls—while others dwell underground, in the same layer the dwarves mined for centuries before breaking through into [[Sol Udar|Realm Below]]. The Jhorash'tar have never formed large communities, and usually split when a band has a hundred or more adult members, or\nwhenever a ''bonecaster''—their spiritual leader—advises it.\n\nThe primary spiritual tradition of the Jhorash'tar is called\nthe ''Path of Bones''. Bonecasters are their priests and diviners.\nThey can speak with the dead and temporarily conjure spirits\nto produce magical effects, but traditionally they don't create\nlasting [[undead]]. A player character following this path might\nbe a [[cleric]] with the Grave domain, though the typical bonecaster doesn't have access\nto all the spells and features of a cleric. Bonesworn are elite\nchampions strengthened by spirits; a player character following\nthis path could be an Ancestral Guardian or Zealot barbarian. The Jhorash'tar believe\nthat the ghosts of the fallen linger, and continue to guide the\nliving through whispers and dreams. Tribes often decorate the\nentrances of their dwellings with the bones of their own fallen\nwarriors, believing that the spirits of the fallen protect them.\n\nThe Jhorash'tar don't work metal, though some are willing\nto use metal weapons and armor acquired from the [[Mror|Mror Holds]].\nBonecaster rituals allow them to shape and harden bone, and\nthey often incorporate bones in weapons and armor. While they\noften use the bones of large creatures, it's also common for one\nof the bonesworn to carry a weapon or token that incorporates\nan ancestor's bone. The Jhorash'tar also work with other natural\nmaterials, including wood and stone. They have no equivalent to\nheavy armor, but can combine bone and leather to create armor\nthat offers similar protection to a breastplate or scale mail.\n\nMany of the Jhorash'tar tribes wish for peace with the [[dwarves|dwarf]], and are working with the [[Frosthaven clans|Toldorath and Tordannon]] to reach an understanding. For the most part, these tribes don't want to live\nalongside Mror in their cities, but wish for their own recognized\nlands, and want the right to gather the bones of other [[orc]]s\nfrom across the holds. However, there are also tribes hungry\nfor vengeance, driven by the cries of their fallen. Such tribes\ncontinue to engage in guerilla war and to spread terror however\nthey can. As far as the Mror know, the orcs have had no contact\nwith the [[Realm Below]] or the forces of [[Dyrrn]]—but it's possible\nthat a tribe has been touched by the Corruptor, and could\nemerge with unusual powers or even allied with [[aberration]]s.\n\nIt's up to the GM whether the Jhorash'tar were involved in\nthe destruction of [[Noldrunhold]]. Whatever the truth, Jhorash'tar\ntribes live safely in Noldrun territory, though they shun its cities.",
        "modified": "20210727192015603",
        "tags": "orc [[Mror Holds]] tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]