[
    {
        "created": "20200415040952536",
        "text": "''Leader:'' [[Ulara d'Jorasco]]<br/>\n''Headquarters:'' [[Resthold]] ([[Vedykar]], [[Karrnath]])<br/>\n''Dragonmark:'' [[Mark of Healing]]<br/>\n''Emblem:'' [[griffon]]\n\n//What's the price of a life? Well, I've got a rate sheet right over here. I'd be happy to discuss it.//\n\n<div align=\"right\">—Bessi d'Jorasco, [[Fairhaven]] healer </div>\n\nThe [[Healers Guild]] provides a vital service to [[Khorvaire]], and the [[Last War]] ensured there was great need for healers. The leader of the guild, Baron [[Ulara d'Jorasco]], is much beloved in northwestern Khorvaire for\nher instrumental role in combating an epidemic in that\nregion a decade ago, and Jorasco medics served in every\nnation's army during the war.\n\nThe guild runs schools that teach medicine, as well as\nhouses of healing that provide both mundane and magical services. If it could save a life, it's probably marked by the House Jorasco [[griffon]] emblem, and it will come\nwith a cost. If you have the gold, Jorasco healers can\nremove a [[disease]] instantly with [[restoration]]. If you\ncan't afford such a service, they will treat you with mundane techniques. House Jorasco is also the source of [[potions of healing|potion of healing]]. While many criticize Jorasco's demands for payment, the house maintains that it's not about\ngreed; it's about ensuring the prosperity of the house, so\nthey can continue to help future generations.\n\nWhile the public face of Jorasco is that of the healer, there are rumors that the house engaged in disturbing experiments during the [[Last War]], working with House [[Vadalis]] to develop biological weapons and new creatures. A Jorasco heir has to decide if they want to investigate these rumors. \n\n!! History of House {{!!title}}\n\nLike House [[Ghallanda]], House Jorasco\nhas its roots among the nomadic\n[[halfling]] tribes of the [[Talenta Plains]].\nThe [[Mark of Healing]] appeared on\nthe plains not long after the [[Mark of Hospitality]]. When [[Karrn the Conqueror]]\nmarched southeast, he—and by extension\nthe rest of central [[Khorvaire]]—made contact with\nthe Jorasco tribes and the Mark of Healing for the\nfirst time. After lengthy negotiations with Karrn’s\ngovernors and the barons of the other [[dragonmarked house]]s, Jorasco became a full-fledged house. Unlike the [[Ghallanda]]s, the Jorascos took pains to integrate\nthemselves into their new society as quickly and\ncompletely as possible. In a great migration outward,\nHouse Jorasco members established hospitals across\n[[Khorvaire]], adopting Khorvairan customs and leaving much\nof their tribal heritage behind.\n\n!!! The Last War\n\nWhen the [[Last War]] began,\nHouse Jorasco immediately started fielding entreaties from the armies of the [[Five Nations]], each of which wanted medics who bore the [[Mark of Healing]] tending to their war casualties. House Jorasco quickly found itself with lucrative contracts with all\nof the Five Nations—contracts that were extended\nand renegotiated over the course of the next century.\nEvery major campaign of the war had a contingent\nof House Jorasco healers on the march, and many campaigns had Jorasco healing behind the lines on both sides.\n\n!! Guilds and Organizations\n\n<<list-links-article \"[tag{!!title}tag[trade guild]sort[title]]\">>\n\n!! Enclaves\n\n<<list-links-article \"[tag{!!title}tag[enclave]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Jorasco",
        "tags": "[[dragonmarked house]] tribe",
        "modified": "20230825203146337",
        "tooltip": "halfling dragonmarked house of Healing",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "House "
    }
]