[
    {
        "created": "20201222010134258",
        "title": "Kaius ir'Wynarn III",
        "text": "In 991 YK, Kaius III came of age, taking his place as the rightful ruler of [[Karrnath]] and succeeding the regent, his aunt Lady [[Moranna]]. Although he is famous for his part in initiating the [[Treaty of Thronehold]] which ended the [[Last War]], for ending the [[Blood of Vol]]'s status as official religion of Karrnath, and for efforts at rebuilding his land, few know much about him personally. He grants few private audiences and rarely makes public appearances; he seems content to let his wife, Queen [[Etrigani]], and his chief advisor, Lady [[Moranna]], attend to the daily tasks of governing the land.\n\nTall and thin, with striking eyes and a sharp mind, Kaius III cuts an impressive figure, the spitting image of his great-grandfather [[Kaius I|Kaius ir'Wynarn I]]. What few know about Kaius III is that he bears a terrible secret: The reason he looks so much like his ancestor is because he is the same person. Kaius is a [[vampire]] and has been one for nearly eighty years. Only his wife, his chief advisor, and the [[Minister of the Dead|Vedim ir'Omik]] know the truth about his nature. \n\nWith power once again in hand, he has done his best to undo what he sees as mistakes, ousting the [[Blood of Vol]] and restoring peace to the [[Five Nations]]. Despite the passage of years, he still seeks his original goal of a reunited [[Galifar]], with himself as king.\n\nThe [[real Kaius III|Deep Fourteen]], the king's great-grandson, still lives, held in the deepest reaches of the prison of [[Dreadhold]].\n\n!! Challenge from Drago Thul\n\nAfter his ascension to the throne, the warlord [[Drago Thul]] began proclaiming that Kaius was in fact a vampire, having no idea just how accurate his accusation was. This was a serious accusation; the [[undead]] have no rights under the [[Code of Galifar]] and cannot inherit titles or lands. Thul's challenge spread like wildfire, only to be crushed when Kaius III met the warlords under the midday sun and cut his palm to show his freely flowing blood. Drago Thul fled to [[Stormreach]] after the [[Last War]].",
        "modified": "20210727192015889",
        "tags": "government Karrnath [[Wynarn family]] human vampire humanoid undead",
        "type": "text/vnd.tiddlywiki",
        "article": "King ",
        "category": "person",
        "color": "#FEA627"
    }
]