[
    {
        "created": "20201222012846347",
        "text": "Kaius I was the governor-prince (and later, king) of [[Karrnath]] when King [[Jarot ir'Wynarn]] of [[Galifar]] died in 894 YK. He joined with his siblings, the rulers of [[Breland]] and [[Thrane]], in their rejection of the succession of Princess [[Mishann ir'Wynarn]] of [[Cyre]], thus sparking what would become the [[Last War]].\n\nKaius I was also responsible for embracing the [[Blood of Vol]] as [[Karrnath]]'s state religion, and establishing the Seeker chivalric orders (such as the Order of the [[Emerald Claw]]) in 896 YK. This was in part due to the influence of [[Lady Illmarrow]]; her agents had infiltrated the Seeker emissaries that entreated Kaius to embrace the faith, and influenced his decision to form the chivalric orders. Once they were established, Illmarrow was able to secretly transform the [[Emerald Claw]] into her personal strike force.\n\nKaius' son, [[Kaius II|Kaius ir'Wynarn II]], ascended to the throne after the mysterious and sudden death of the first. But few know the terrible truth: Kaius I was transformed into a [[vampire]] against his will by a high-ranking member of the [[Emerald Claw]], with the intention of making him a thrall of [[Lady Illmarrow]]. However, he found he was able to resist the great [[lich]]'s control. Kaius I faked his death and disappeared from the public eye, spending eighty years in hiding, disguised among a carefully established network of supporters. In that time, Kaius practiced control over his sinister urges and worked to understand his abilities and weaknesses as a vampire, while continuing to manipulate events in [[Karrnath]] from hiding—offering guidance to generals and nobles who remained loyal to him, and even dealing with political rivals from the shadows. Now, he has reclaimed his place has king of [[Karrnath]], assuming the identity of [[Kaius III|Kaius ir'Wynarn III]].   ",
        "type": "text/vnd.tiddlywiki",
        "title": "Kaius ir'Wynarn I",
        "tags": "Karrnath [[Wynarn family]] deceased human humanoid undead vampire",
        "modified": "20221108225444837",
        "color": "#FEA627",
        "category": "person",
        "article": "King ",
        "tooltip": "king of Karrnath at the start of the Last War"
    }
]