[
    {
        "created": "20201216192437092",
        "text": "//You cannot defeat me. You fear death, knowing your flesh will rot and your soul will shrivel away in [[Dolurrh]]. But I serve the Grim King, the Keeper of the Gate—and even if you kill me now, he will open the gate for my return.// \n<div align=\"right\">—A cultist of Katashka</div>\n\nThe [[overlord]] Katashka embodies the fears of both death\nand the [[undead]]. People often assume that the followers of\nthe [[Blood of Vol]] want to become undead, but it is Katashka's\ncultists who embrace this dark destiny. His loyalists dream of\na world where the dead reign over the living, reveling in the\npower death holds over the rabble, secure in the belief that\nKatashka will either grant them immortality through undeath\nor raise them when they fall.\n\nKatashka thrives both on the fear of death and fear of the\nundead. As such, his cults might spread plagues or otherwise\ncause mass death, or they might unleash [[ghoul]]s in the sewers\nor trigger [[zombie]] outbreaks. His intent is not death itself—the Grim King draws strength from the fear of the living. As such, Katashka rarely seeks to kill people swiftly. The primary purpose of the lingering plague is to sow fear among those\nfighting it, and the small pack of ghouls that causes long-term\nterror is more effective than an army that wipes out a city in\na day. Likewise, Katashka's undead champions revel in their\nunnatural condition; they want people to know what they are\nand to fear them.\n\nThe Gatekeeper's cults are often transactional, with cultists\nserving the Grim King in exchange for secrets of [[necromancy]]\nor undead servants. Katashka's cults have no established territories, but are actually\nrarer in [[Karrnath]] than elsewhere in the [[Five Nations]], as the\n[[Blood of Vol]] presents a different path to necromantic magic\nalong with a more positive overall message for followers.\n\nThere are some obvious similarities between Katashka and\nthe [[Keeper]], and some scholars assert that they are one and the\nsame—that Katashka's actions in the [[Age of Demons]] inspired\nthe myths of the Keeper. A critical difference is Katashka's\nfocus on undeath. Priests of the Keeper also deal with general greed, offering deals that have nothing to do with death or undeath.\n\nThe location of Katashka's prison is a mystery. The [[Lair of the Keeper]] in the [[Demon Wastes]] is a possibility, but it's possible this region simply contains a connection to his heart [[demiplane]]. Katashka’s cults are more widespread than many other overlords, which suggests that his prison has been shattered and scattered like that of [[Rak Tulkhesh]]. Pieces of his shattered prison are sometimes used as phylacteries by his [[lich]] champions, who spread his influence wherever they go.\n\nKatashka's [[prakhutu]] among the [[Lords of Dust]] is the [[dracolich]] [[Mazyralyx]]. His champions also include the ancient wizard [[Kyuss]] and his spawn.\n\n!! Adventure Hooks\n\nAny plotline involving evil [[undead]] or power-hungry [[necromancers|necromancy]] can be laid at Katashka’s feet; his cults\nrequire less nuance than the [[Blood of Vol]]. A common theme is\nthe fact that Katashka doesn’t simply want to kill innocents, he\nwants people to //fear// death and the [[undead]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Katashka",
        "tags": "overlord immortal fiend",
        "modified": "20220829024906382",
        "color": "#8C4606",
        "category": "entity",
        "article": "the Gatekeeper, ",
        "tooltip": "overlord who embodies the fears of dead and the undead"
    }
]