[
    {
        "created": "20210311220612185",
        "text": "The Keep of the [[Silver Flame]] in [[Stormreach]] was intended to serve as a mighty ministry that would bring the light of the Flame to the savage land of [[Xen'drik]]. The [[Flamic|Kree-Flamic]] architects showed their usual persistence in creating this stone building, sinking great pillars into the boggy ground and then topping it with a spire of stone and silver. The priests of the temple,\nled by [[Jirian Zayne]], do not sell their services, though\nthey aid the faithful of the Flame at no charge. \n\n!! The Silver Flame in Stormreach\n\nThe priests of the [[Silver Flame]] have always sought to\nspread their faith, and when word reached [[Thrane]] of\nthe new city taking shape across the [[Thunder Sea]], the\n[[cardinals|Council of Cardinals]] were quick to send ministers and [[templar]]s\nto the shattered land. A wave of Thrane immigrants helped establish the keep now found in the [[Temple District]]. [[Keeper|Keeper of the Flame]] Tzandra had a vision of a ministry that would bring the Flame to the [[drow]] and the [[giant]]s and a bastion that would hold back any darkness that might threaten the city.\n\nReality fell far short of the dream. [[Stormreach]] was founded by pirates and smugglers, and the priests of the [[Silver Flame]] received a cold welcome. Missionaries sent to spread the word to the dark elves rarely returned, and by the time King [[Thalin|Thalin ir'Wynarn]] of [[Thrane]] died, only a single minister and a handful of acolytes\nwere left at the keep. This proved to be another turning point for the Silver Flame in Stormreach. After long debate, they rejected the [[Keeper|Keeper of the Flame]]’s decision to assume control of Thrane. Both church and crown had roles to play, the priests explained, and it was a mistake for one to supplant the other; it would only lead the church away from its true purpose.\n\nThe [[Council of Cardinals]] was infuriated by this rebellion, but with the [[Last War]] in full swing, the Thranes couldn’t afford to send new forces to this distant post. Instead, the city was formally severed from [[Flamekeep]]. To this day, the keep receives no support from [[Thrane]], and the faithful are warned to beware\nthe words of these [[heretic|Silver Flame Heresy and Corruption]] priests. Now that the war is over, some believe that Flamekeep should reclaim the\nkeep. However, the people of [[Embers]] stand behind\ntheir minister, and [[Keeper|Keeper of the Flame]] [[Jaela Daran]] is more willing\nto accept diversity than her predecessors had been; for\nthe moment, [[Stormreach]] has been left on its own.\n\nAs a result, the [[Silver Flame]] has little power in [[Stormreach]]. Three priests serve at the keep: Minister [[Jirian Zayne]], Acolyte [[Myla Flamesworn]], and Templar [[Guin Silverblood]], a master archer who trains members of the congregation in the use\nof the longbow. The keep is a sanctuary for the faithful of the Flame, and the priests of the temple are glad to work with traveling [[paladin]]s or [[cleric]]s. But they learned long ago that they lack the strength to fight the darkness within or below [[Stormreach]], and\nthey save their spells to protect those in true need\nof sanctuary.\n\nOpposition to the theocracy is only one of the\nheretical beliefs found in [[Stormreach]]. A number\nof the people who helped establish [[Embers]] came to\npursue their unconventional traditions without fear of\npersecution. Others, including [[Guin Silverblood]], have adapted their faith over the\ncourse of generations in Stormreach and exposure to\nlegends of the past. See [[Serpent Cults]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Keep of the Silver Flame",
        "tags": "[[Silver Flame]] Stormreach [[Temple District]] temple",
        "modified": "20221223211157120",
        "color": "#A3DB62",
        "category": "location",
        "article": "the "
    }
]