[
    {
        "created": "20210127061202290",
        "title": "Keepers of the Word",
        "text": "Most of the inhabitants of [[Adar]] follow the teachings of the [[kalashtar]], but some follow other paths. When the [[Inspired]] conquered [[Sarlona]], they purged society of all forms of [[arcane magic]]. Led by Speaker [[Chanaakar]], the [[Keepers of the Word]] are the descendants of the [[wizard]]s and [[sorcerer]]s of ancient Sarlona, who have preserved the mystical traditions of their ancestors for over a thousand years. While they are concentrated in [[Kasshta Keep]], they can be found in all the fortresses of Adar. In this way, the Keepers ensure that a single attack cannot destroy their traditions. \n\nThe Council of the Wise rules Keeper holdings. It\nis made up of individuals who have the confidence of the\npeople they represent. Elders among the Keepers are\ntitled \"venerable\"; the elder [[Thatari]] is referred to as Venerable Thatari, for example. The council selects a person\nas Speaker to guide discussion, focus on issues, and break\ndeadlocks. In all cases, an elder can be removed if he or\nshe loses the faith of the represented. \n\nKnowledge and its preservation are most important,\nso many Keepers are dispassionate about other pursuits.\nHowever, the influence of [[Taratai]] and the [[kalashtar]] on\nthe organization has been significant. The Keepers respect the [[Path of Light]], and some practice it.\n\nMany Keepers merely read, discuss, and teach the\nlore already possessed by the order. To a person, they\nare capable spellcasters. They preserve even techniques\nthought harmful to the mind or soul, for the sake of\nlearning. Dangerous spells and objects are present within\n[[Kasshta Keep]] and other places the Keepers call home.\nAs the corruption of [[Raadu Xeel]] shows, this policy can\nprove troublesome.\n\nIn [[Adar]], the Keepers study the land, its strange\nphenomena, and its planar connections. They aim to\nsomeday connect with the [[Storm Guardians]] and gather\ninformation on the draconic history of Adar. As much of\nthis work is for its own sake as it is for some higher purpose. However, [[Chanaakar]]'s time as Speaker has changed\nthis situation to some extent, and some grumbling about\nthis change might be heard behind closed doors.\n\n''Getting the PCs Involved:'' The Keepers of the Word\ncan be the source for almost any new magic or [[spell]] you\nwant to introduce into your campaign. Keepers of the Word frown on the\nactual practice of [[pact magic|warlock]] in their\nmidst, and the [[Shroud]] also makes such magic difficult\nat best.\n\nThe Keepers require those who seek their teachings\nto prove themselves worthy. Since the sages are cloistered\nascetics, they are more than willing to send teams to\nremote sites in [[Adar]] and even other parts of [[Sarlona]] and\nthe world. On the other hand, a Keeper arcanist could\nmake a valuable addition to a party. Characters can always\nfind a market for items and spells among the Keepers,\neven if the PCs don't work for the order directly.\n\nThe Keepers might hire the PCs (or merely send\nduty-bound characters) to explore a [[Lamannia]] [[manifest zone]] deep in [[Adar]] and report back what they find. Alternatively, a small Keeper hold that seems to have gone\nrogue might need dealing with. Perhaps this corruption\nneeds to be weeded out without alerting other Keepers\nof the Word, or the party might be sent directly from\n[[Kasshta Keep]] to investigate. Then again, the PCs could\nbe pawns of the Keepers' enemies, and just going to talk\nto the hold's residents might be the best course. ",
        "modified": "20210727192016540",
        "tags": "[[arcane order]] Adar",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]