[
    {
        "created": "20200420212418783",
        "text": "Every [[Vassal|Sovereign Host]] knows they should never flaunt good fortune,\navoiding arrogance and pride. Those who crow too loudly may\ncatch the jealous eye of the Keeper. Even the mightiest hero can\nbe laid low by disease or ill fortune, as the Keeper has a vast\narsenal to bring down those that he desires. Once he pulls you\ndown into the darkness, he will snatch your soul before it can\nreach [[Dolurrh]] and add you to his endless hoard, where he can\ntoy with you and torment you until the end of time.\n\nThe Keeper (also known as Kol Turrant) is the patron of those who put personal gain\nabove all else. He guides those who use guile to gain gold,\nregardless of the cost to others. A rogue who invokes [[Olladra]]\nsees themselves as the hero of the story; one who calls on the\nKeeper has no compunctions about being the villain. Beyond\nguiding those who place profit before all else, the Keeper is also\nknown for his willingness to make deals—though his bargains\nare always slanted in his favor. Priests known as Talons make\nthese deals on behalf of the Keeper, though the terms are\noften abstract and driven purely by faith. An entertainer could\nbargain with a Talon, exchanging ten years of their life for\nfame; even if the entertainer subsequently becomes famous,\nthere's no way to know if this is the result of the bargain, nor to\nanticipate when the entertainer might suddenly die. This could\neasily be a part of the backstory of a player character. Did your\nentertainer make a bargain with the Keeper?\n\nAnother possible path for a player character or deadly NPC is that of being a bearer of a [[Keeper's Fang]]. These people receive visions of things that the Keeper wishes to add to his hoard; these are usually the souls of specific people, but they could also be\nartifacts or other unique treasures. \n\nThe Keeper's symbols include a [[dragonshard]] in the shape of a fang or a [[dracolich]]. Some believe the actions of the ancient [[dracolich]] [[Mazyralyx]] inspired many myths of the Keeper during the [[Age of Demons]].\n\n!! Followers in the Five Nations\n\nOut of the [[Dark Six]], the Keeper is the deity most commonly acknowledged by [[Vassals|Sovereign Host]]—every funeral acknowledges his presence—but revered by few. However, a few obscure faith traditions of the [[Five Nations]] specifically honor the Keeper. \n\nPriests of the [[Restful Watch]] specialize in embalming, funerals, and maintaining cemeteries, and can be found in every major city in the [[Five Nations]]. They believe that the Keeper and [[Aureon]] occasionally work together; at Aureon’s direction, the Keeper catches the souls of heroes so that they aren’t lost to [[Dolurrh]] and can be returned when they are needed. The Restful Watch still acknowledge the Keeper as generally malevolent, but willing to bargain with Aureon to serve the greater good.\n\nThe [[Three Faces of Coin]] cult honor the Keeper alongside [[Kol Korran]] and [[Onatar]]. Their central maxim is that there should always be a way for people to get what they desire.\n\nBeyond these, many individuals who use guile to gain gold may whisper prayers for guidance to the Keeper. This is a very personal form of devotion to the lord of greed, and is usually practiced in secret.",
        "type": "text/vnd.tiddlywiki",
        "title": "Keeper",
        "tags": "[[Dark Six]] deity",
        "modified": "20220806215344625",
        "color": "#8C4606",
        "category": "entity",
        "article": "the ",
        "tooltip": "Dark Six Sovereign of greed and death"
    }
]