[
    {
        "created": "20201225055024783",
        "text": "Under [[Dhakaan]]i tradition, the golin'dar—[[goblin]]s—are\ntraditionally laborers and artisans. While the [[guul'dar|bugbear]] and\n[[ghaal'dar|hobgoblin]] train for war, the golin'dar maintain the hearth. But\nthere is a force that stands outside this tradition, lurking in the shadows of the empire. These are the //Khesh'dar//—the Silent Folk—golin'dar who use their speed and cunning as spies, scouts, and assassins.\n\nWhile the Khesh'dar are part of the [[Uul Dhakaan]], they\nhave always remained separate from its traditions. They have\nalways served the emperor and their warlords, but they do so\nin their own time. Their refuges have always been hidden, even\nbefore the [[Kapaa'vola]]. The ascetic Khesh'dar aren't compelled\nby money or power; they choose when to offer aid, and set a\nfair price on their services. The Khesh'dar take no sides in\ndisputes between clans, and they do not seek to rule; in the\npresent day they serve both the [[Kech Shaarat]] and the [[Kech Volaar]]. However, they don't accept missions that they see as\nthreatening the empire itself; as a result, they rarely accept\na charge to kill a warlord or a [[dirge singer]].\n\nBecause of this long tradition of secrecy, even the warlords\nof the [[Kech Dhakaan|Heirs of Dhakaan]] don't know where the vaults of the\nKhesh'dar are located, or just how many of the Silent Folk are\nout there. [[Goblin|goblin]]s are spread throughout [[Khorvaire]] and most\nof the great cities of the [[Five Nations]] have significant goblin\npopulations, and this provides an easy opportunity for the\nKhesh'dar to move freely throughout the modern world without\ndrawing attention. The Khesh'dar have been active throughout\nthe last century, spying on the //chaat'oor// (\"defilers\") and building up\nresources and safe houses across the Five Nations. They've\nrecruited many eyes among the modern city goblins and the\ngoblins of [[Darguun]], though these contacts rarely understand\nexactly who they are dealing with. The Khesh'dar likewise have\nspies and agents among the golin'dar of every Keeper clan,\nensuring that there are few secrets hidden from the Silent Folk.\n\n!! Two Traditions\n\nThe Khesh'dar are split into two primary traditions. The\n''Taarka'khesh'' (“Silent Wolves”) are swift scouts, experts\nin wilderness reconnaissance and targeted strikes. The\nTaarka'khesh typically rely on [[worg]] cavalry; many develop\nan unusual primal bond with their worg companions, and\nthe golin'dar view the worgs as partners, not beasts. Though\nworgs don't have an innate tie to the [[Uul Dhakaan]], the beast masters of the Taarka'khesh can summon their worg\ncompanions to them while dreaming.\n\n The second Khesh'dar tradition is that of the ''Shaarat'khesh''\n(“Silent Blades”), spies and assassins trained to operate within\ncities. Both usually operate covertly, disguised to blend in\nwith the local [[goblin]] population. However, each order has a\ndistinctive half-mask that is worn over the lower face during\nformal interactions. One of the distinctive weapons of the Shaarat'khesh is the [[Sar'ka]] [[hand crossbow]].\n\nIt's up to the GM to decide just how widespread the\nKhesh'dar are. They may have a single deep vault and only a\nfew hundred operatives, or it could be that they are the largest\nof the Dhakaani clans, with outposts hidden across [[Khorvaire]].\nThey may have been building networks for thousands of\nyears, simply waiting for the Keepers to rise before putting\nthese resources to use. But are they truly content to serve any\nemperor? Or do the Khesh'dar have a hidden agenda of their\nown? Is it possible that they're tied to the [[Lords of Dust]]...\nor even to the [[dragon]]s of the [[Chamber]]?\n\nThe Khesh'dar could serve as an espionage agency patron\nfor a group of golin'dar adventurers. More likely, a single\ncharacter could be an undercover operative of the Khesh'dar,\neither pursuing a deep, long-term mission or simply gathering\nintelligence while waiting for specific orders. It's not unusual\nfor the Khesh'dar to seek to cultivate useful allies among the\n//gath'dar// (non-dar). It would be unusual for one of the Khesh'dar to explain\ntheir traditions to an outsider, but it's not impossible that a\nKhesh'dar could form a bond to a gath'dar comrade over the\ncourse of their adventures.\n\n!! Notable Members\n\n<<list-links-article \"[tag{!!title}sort[title]]\">>",
        "title": "Khesh'dar",
        "modified": "20221205032724812",
        "tags": "[[intelligence agency]] kech",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "alternatetitle": "Kheshdar"
    }
]