[
    {
        "created": "20200423054447367",
        "text": "The King's Dark Lanterns is the intelligence division\nof the [[King's Citadel]], an organization sworn to defend\n[[Breland]] from its enemies and dispense justice in the\nname of King [[Boranel|Boranel ir'Wynarn]]. As the secret servants of the\ncrown, members of the organization are granted the\nauthority to conduct intelligence operations on foreign\nsoil, execute covert missions across the globe, and prevent national secrets from falling into the hands of rival\nintelligence agencies. The Dark Lanterns also have an\nunwritten license to eliminate any creature that threatens their nation, its sovereign, or its citizens. \n\n!! Headquarters\n\n The King's Citadel is based in [[Breland]]'s capital city of [[Wroat]], under the command of the king's brother, Lord [[Kor ir'Wynarn]]. A [[changeling]]\nnamed Captain [[Vron]] serves as the leader of the Dark Lanterns, with four subordinate knights marshal leading branch offices across Breland, in [[Sharn]] (led by [[Talleon Haliar Tonan]]), [[Starilaskur]] (led by Meryl ir'Ravalas),\nand [[Xandrar]] (led by Amber Korranor). A much smaller branch office keeps an\neye on Brelish interests in the city of [[Stormreach]], in\n[[Xen'drik]], led by the [[changeling]] Jev. Small, temporary field offices are sometimes\nestablished to coordinate missions outside [[Breland]];\nthese offices double as safe houses for agents in trouble,\nand they are designed to be wiped clean at a moment's\nnotice if discovered by local authorities.\n\nThe [[Sharn]] office of the [[King's Citadel]] is in Andith\nTower in the [[Ambassador Towers]] district. Though a\nknight marshal commands the office, most of the King's\nCitadel members in [[Sharn]] are Dark Lanterns, and thus\nunder the authority of a scheming and ruthless [[gnome]]\nnamed [[Talleon Haliar Tonan]].\n\n!! Agents\n\nThe King's Dark Lanterns includes more than 500 agents operating within [[Breland]]'s borders and roughly one-fifth that number stationed abroad. They often work in teams, and also work closely with the other divisions of the [[Citadel|King's Citadel]]. Sometimes they recruit local talent, often under false pretenses, to help them accomplish their missions in foreign lands. \n\nField agents of the Dark Lanterns are sometimes referred to as \"shadows\".\n\n!! Allies\n\nBy their nature, espionage agencies must be cautious in choosing their allies, and the King's Dark Lanterns is no exception. Its most trustworthy allies include the following facets of the Brelish government:\n\n* ''King Boranel. ''The King's Dark Lanterns, as one would expect, serve the king of Breland, and he is their greatest advocate and ally. The king views loyalty as mutual: as long as an agent's loyalty is irreproachable, [[Boranel|Boranel ir'Wynarn]] is willing to exercise his considerable power on that agent's behalf.\n* ''The King's Citadel.'' The [[Citadel|King's Citadel]] has three branches besides the Dark Lanterns. The [[King's Swords]] are elite special combat forces. The [[King's Shields]] protect the king and his closest family members and associates. The [[King's Wands]] provide magical support to the other branches of the Citadel as well as other Brelish forces. Some Dark Lanterns might think themselves superior to members of the other branches, but even so they recognize other Citadel agents as players on the same team. When your group needs a little extra help, the other branches of the Citadel are there for you. \n\n!! Enemies\n\nRare is the espionage agency that is loved.\nEven within [[Breland]], the populace views the Dark Lanterns with suspicion, and powerful people outside the\nroyal family harbor resentment at the influence of the\nCitadel. Many people and institutions outside Breland\nview the Dark Lanterns as a hostile force. As a result,\nthe following groups account for just a few enemies of\nthe Dark Lanterns:\n\n* ''Brelish Populists.'' As much as King Boranel is loved in his country, many Brelish voices argue that the era of monarchy is at an end, and the throne of Breland should be replaced by a government democratically elected by the citizenry. When these forces grow restless enough to plot and riot, the Citadel—and often the Dark Lanterns—work to bring them to heel. As a result, those who question the authority of the king are the most likely Brelish citizens to mistrust the Dark Lanterns or view them with open hostility. According to rumor some of those people even hold high positions in the Brelish government.\n* ''Foreign Nations.'' Every nation knows the King's Dark Lanterns serves as an espionage force and do their best to track the movements of Dark Lantern agents within their borders. Foreign governments treat Dark Lantern agents with care to avoid sparking an international incident, but they are quick to arrest Dark Lantern agents suspected of wrongdoing.\n* ''New Cyre.'' One of the world's largest concentrations of [[Cyran|Cyre]] refugees settled in eastern Breland under the leadership of [[Oargev ir'Wynarn]], the last prince of Cyre. Many voices among the Cyrans, possibly including Oargev himself, call for the establishment of an independent nation in what is now Brelish territory, but Boranel is determined to hold on to every acre of his land. The Dark Lanterns actively infiltrate the Cyran refugee community, rooting out those who would act against the king. ",
        "type": "text/vnd.tiddlywiki",
        "title": "King's Dark Lanterns",
        "tags": "[[intelligence agency]] [[King's Citadel]] [[law enforcement]] military",
        "modified": "20220122235504633",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]