[
    {
        "created": "20200413214537996",
        "title": "King's Citadel",
        "text": "[[Breland]]’s elite military service operates from the obsidian tower also known as \"the Citadel\" in [[Wroat]]. The headquarters contains offices, headquarters, residences, and training grounds for the force of warriors, mages, and spies who serve at the king’s pleasure. Second to the king, the commander of the King's Citadel is Lord [[Kor ir'Wynarn]].\n\nThe Citadel is made up of these four divisions: \n\n* The [[King's Dark Lanterns]] gather intelligence and engage in covert operations. \n* The [[King's Shields]] protect the royal family and its closest associates.\n* The [[King's Swords]] are elite soldiers used in the most dangerous military operations.\n* The [[King's Wands]] are [[wizard]]s and [[sorcerer]]s, serving the crown in all arcane matters.\n\n!! The King's Citadel in Sharn\n\nThe members of the King's Citadel are the direct agents\nof the [[Brelish|Breland]] [[Crown|Boranel ir'Wynarn]]. As such, the King's Citadel stands\nabove the [[Sharn Watch]]. Its members have the authority\nto take control of any investigation and to command the\nservice of any guard or sentinel. Typically the Citadel\nleaves the daily chores of law enforcement (including\nthe conflicts between the criminal organizations of the\nlower towers) in the hands of the Sharn Watch. The\nCitadel is concerned with forces that threaten the entire\ncity, or even the kingdom. Foreign spies, mad necromancers, and ancient fiends—these are the foes of the King's Citadel, rather than pickpockets and burglars.\n\nOf course, many of these greater threats might be beyond the capabilities of the typical Citadel agents. Much\nas the [[Blackened Book]] does, the Citadel keeps a close\neye on unusual and talented individuals, and a party of\nadventurers might be called upon to assist the Citadel in\na dangerous mission.\n\nUnlike the Sharn Watch, the Citadel doesn't ask for\nhelp; it demands it. The knights of the Citadel are the\nrepresentatives of the King of Breland, and any Brelish\ncitizen who refuses to help them is committing an act of\ntreason. The Citadel isn't required to provide compensation for the services it demands, but an adventurer\nwho wins the respect of the Citadel can certainly benefit\nfrom the relationship.\n\nThe headquarters of the Citadel in [[Sharn]] is in the [[Ambassador Towers]] district of [[Middle Central]], in Andith Tower. That\nstructure also serves as the city jail. The local commander of the Citadel is Knight-Marshal [[Banarak Tithon]], renowned as one of the\ndeadliest swordsmen in the kingdom.",
        "modified": "20210727192017056",
        "tags": "military [[law enforcement]] Breland",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]