[
    {
        "created": "20210308181333025",
        "text": "[[Storm Lord|Storm Lords]] Kirris [[Sel Shadra|Sel Shadra family]] oversees [[jurisprudence|Crime in Stormreach]] in [[Stormreach]], an area viewed as a headache by the other lords. The clever [[gnome]] manages to turn a\ntidy profit by sending violent criminals to the [[Red Ring]], receiving kickbacks from the stablemasters. The gold she receives is only one benefit. Strong\nties with the [[Blood Council]] (particularly [[Malketh Zolark]]) allow Lady Kirris to borrow [[Bloodbound]]—the ring’s greatest gladiators—when she needs their\nviolent skills to deal with someone who dares to oppose\nher enterprises.\n\nA typical thug might never realize that his boss is tithing a percentage of profits to Lady Kirris, “the [[Spider|Quickfoot Gang]] of [[Stormreach]],” and that’s how she likes it. She is a grandmaster playing with many pieces. She can influence the prices that fences and brothels charge. She knows smugglers’ timetables and the goods they’re\ncarrying. She knows which gangs are fighting, and by\npulling a few strings, she can redirect those conflicts.\nLady Kirris is the queen of crime in Stormreach, and\nshe works from the deepest shadows. The gang leaders\nknow better than to cross her, and few ever know her\ntrue agenda.\n\nLady Kirris has also established a working relationship with\nHouse [[Thuranni]]. Lady [[Miravella Uruvai d'Thuranni]] has\nher own interests in [[Stormreach]] and largely wants\nto be left alone. Lady Kirris keeps both criminals\nand the [[Stormreach Guard]] out of Lady Miravella’s\nway; if anyone is foolish enough to cause trouble for\nThuranni, the [[Sel Shadras|Sel Shadra family]] help hide the bodies. In\nexchange, the Sel Shadras gain access to the special\nservices of House Thuranni. When the justice system\nproves ill suited to her needs, Lady Kirris can call in\n[[Bloodbound]] gladiators or [[Thuranni]] assassins; as a\nresult, few people cross her.\n\nIf adventurers cause a major upset in the underworld by destroying entire gangs or businesses, they’re\nlikely to draw Lady Kirris’s attention. An adventurer\nwho shines at subterfuge might receive an offer to work\nfor the Spider of [[Stormreach]]. Otherwise, Lady Kirris\nmaintains the lowest profile of all the [[Storm Lords]]:\nalways watching, rarely seen.",
        "title": "Kirris Sel Shadra",
        "modified": "20220829031654676",
        "tags": "Stormreach humanoid [[Storm Lords]] [[Sel Shadra family]] gnome",
        "type": "text/vnd.tiddlywiki",
        "article": "Storm Lord ",
        "category": "person",
        "color": "#FEA627",
        "tooltip": "Coin Lord of Stormreach; gnome \"queen of crime\" with a hand in every illicit enterprise"
    }
]