[
    {
        "created": "20210313211926655",
        "title": "Knights of Thrane",
        "text": "''Leader:'' [[Valen Vanatar]]<br/>\n''Notable Members:'' [[Taris Irvalo]], [[Arrun Stone]]<br/>\n''Base of Operations:'' [[Embers]]\n\nWhen King [[Thalin|Thalin ir'Wynarn]] of [[Thrane]] died, a popular uprising\nturned the people against Prince Daslin and ushered in\nthe theocratic government that reigns today. The Knights\nof Thrane were the sworn defenders of the throne, and\nmany were prepared to lay down their lives to defend the\nrights of their king. Daslin wouldn’t allow it, demanding\nthat his soldiers obey the will of the people. Many did, and\nin Thrane the order now serves both [[Queen|Diani ir'Wynarn]] and [[Keeper|Keeper of the Flame]].\nHowever, some simply couldn’t stomach the change.\nThese knights turned their backs on [[Galifar]] and made\ntheir way to the expatriate community of [[Stormreach]].\n\nThe Knights of Thrane seek to protect their own\nand to preserve the old values of [[Thrane]]. They see\n[[Embers]] as the last bastion of Thrane culture, and new\nimmigrants are pressured to conform to their traditions. Foremost among these is respect for the blood of Wynarn and the royal family of Thrane. A knight begins\nevery meal with a toast to Queen [[Diani|Diani ir'Wynarn]] and to the day\nwhen she holds her throne once more. Even so, most\nknights are followers of the [[Silver Flame]] and seek to live\nby the virtues of the Flame, which sets them apart from\nthe secular [[Throneholder|Diani ir'Wynarn]] movement. Faith\nis important to the knights and the people of Embers.\nBut they believe that their faith—their dedication to the\ntrue principles of the Silver Flame—demands that they\noppose the theocracy, which will inevitably tarnish the\nvalues of both church and state.\n\nDespite the fact that most of the knights have never\nset foot in [[Thrane]], they are passionately devoted to the idea\nof their homeland. This attitude leads the knights to take\nviolent action against those they consider to be enemies\nof their state. Most of the knights are good people, and\nthey won’t attack helpless innocents. But anyone who\nraises suspicions—such as former soldiers—might trigger\nviolent action. The [[Swords of Karrn]] are seen as a threat,\nand the knights occasionally strike at Sword patrols. And\nif [[Dannel's Wrath]] launches attacks across the city, the\nknights might conclude that all [[Cyrans|Cyre]] are dangerous.",
        "modified": "20210727192017197",
        "tags": "Stormreach militia Thrane",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]