[
    {
        "created": "20210205220129400",
        "text": "Prince [[Kolberkon]] is the leader of the [[Diresharks]] and governor of [[Port Verge]]. He has ambitions to unseat his rival [[Ryger ir'Wynarn]] become the next High Prince of the [[Lhazaar Principalities]]. His hope of leading the Principalities rests on his ability to outshine High Prince Ryger in every way, and Port Verge is his starting point: He hopes to develop the city to outshine [[Regalport]], the seat of the [[Seadragons]].\n\nKolberkon's alliance with House [[Lyrandar]] for financing his grand schemes is well known, but he has also privately struck deals with the Order of the [[Emerald Claw]]. He is well aware that these alliances carry risks, but Kolberkon is wily and cautious, and is ready for an attack from any of a dozen foes at all times. \n\nWhile Prince Kolberkon is a [[changeling]], and makes no effort to hide his nature, he considers his [[human]] persona to be his true face. Raised by a single human mother, Kolberkon doesn't identify as a changeling, have any familiarity with changeling customs, or have any sympathy or affection for the changelings of the [[Gray Tide]]. \n\nDespite presenting his recognizable human persona as his core identity, Prince Kolberkon celebrates his [[shapechanging|shapechanger]] skill and uses it in overt ways. As the Prince of the [[Diresharks]], Kolberkon takes pride in being a predator, and uses his shapechanging as a tool to help him overcome his prey. He's extremely skilled at changing shape in combat in ways that may give him momentary advantage, throwing enemies off their guard. He also changes his form in response to social situations; when negotiating with [[Lyrandar]], for example, he may assume a [[half-elf]] version of his human form, considering it akin to dressing up for an important meeting. In short, Kolberkon tends to use casual shapechanging in ways that may grant him a momentary psychological advantage, rather than long-term impersonation or deception.",
        "type": "text/vnd.tiddlywiki",
        "title": "Kolberkon",
        "tags": "changeling [[Lhazaar Principalities]] Diresharks humanoid [[Port Verge]]",
        "modified": "20211106233003309",
        "color": "#FEA627",
        "category": "person",
        "article": "Prince "
    }
]