[
    {
        "created": "20201226002533924",
        "title": "Kolkarun",
        "text": "''Capital:'' [[Lake Home]]<br/>\n''Primary Resources:'' Copper, silver<br/>\n''Enemies:'' [[Doldarun]]<br/>\n''Celebrated Virtues:'' Diplomacy, flexibility, pragmatism. Never miss an opportunity.\n\nThe Kolkarun [[dwarves|dwarf]] aren't the wealthiest clan, but they are\nskilled negotiators and are one of the more active clans in the\nwider world. Some Kolkarun dwarves believe that their mythic\nfounder was [[Kol Korran]], though they don't like to brag about it.\nThey've established strong ties to [[Aundair]], [[Karrnath]], [[Zilargo]],\nand the [[Talenta Plains]], and Kolkarun diplomats played a critical\nrole in securing Karrnathi support for recognition of the [[Holds|Mror Holds]].\nKolkarun has had many alliances and feuds over the centuries,\nbut always manages to trick others into fighting its battles.\nRivals say “Kolkarun's mother was a [[gnome]],” and assert that\nKolkarun dwarves are cowards and opportunists. The Kolkarun\nshrug and respond, “Only a fool passes up an opportunity.”\nCurrently, they have strong ties to [[Mroranon]], which relies on\ntheir support in the [[Iron Council]] and makes use of Kolkarun\nas ambassadors and spies, and they have maintained strong\nties to [[Soldorak]] since the Exile. Many of the most powerful\nmembers of the [[Aurum]] are Kolkarun dwarves.\n\nKolkarun dwarves are the most adept sailors of the Mror.\nWhile they don't focus their efforts on fishing, they have long\nbeen the primary sailors ferrying goods along [[Mirror Lake]] and\nfacilitating trade and transit within the holds. However, House\n[[Lyrandar]] produces better ships than the Mror ever did, and\ntoday Kolkarun sailors are often licensed by Lyrandar.\n\nKolkarun was quick to explore the [[Realm Below]] before the\nthreat was known, but even they proved unable to negotiate\nwith the horrors of the deep. Kolkarun holds a few outposts in\nSol Udar—often with the help of [[Droranath]] mercenaries—but\nhasn't made strong offensive moves in recent decades.\n\nKolkarun dwarves are among those most likely to travel,\nand Kolkarun entertainers, sailors, and merchants can be\nfound across [[Khorvaire]]. Most of the [[Iron Council]]'s spies are\nKolkarun; the charlatan background works well for both clever\nmerchant and freelance spy. [[Bard|bard]] is a reasonable choice for a\nKolkarun character, and they're among the few dwarves with a\ntrue interest in lore.",
        "modified": "20210727192017292",
        "tags": "[[Mror clan]] tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "Clan ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]