[
    {
        "created": "20210208055849748",
        "title": "Krozen",
        "text": "Ultimate authority in the Church of the [[Silver Flame]] rests with the [[Keeper of the Flame]], but actual governance—the work of the individuals who chart the nation’s course—occurs in the [[Council of Cardinals]]. With such power comes opportunity for abuse, since the cardinals answer to none except the Keeper of the Flame, and she is still a young girl. Most church officials resist the temptation to exploit the benefit that their position affords them, keeping to the tenets of their faith, but a few have drifted, giving in to their baser impulses to reap the full rewards of their stations. Of these unprincipled members, High Cardinal Krozen represents the worst, embodying the theocracy’s dangers and the\nexcesses of its power.\n\n!! Krozen's Accession\n\nHigh Cardinal Krozen is the most powerful individual in [[Thrane]]. He, like\nother senior religious officials, climbed through the\nchurch’s ranks, serving for a time as a holy warrior\nand priest, attaining the rank of archbishop for his\nzeal and unmatched piety. When a senior member of\nthe [[Council of Cardinals]] died a decade ago, conservative officials in the government succeeded in getting Krozen appointed to replace him. The hardliners\nviewed then-[[Keeper|Keeper of the Flame]] Tagor’s attempts to moderate\n[[Thrane]] policies as a threat and wanted to strengthen their hand in his final days. In truth, it was hard to object to Krozen’s appointment—few could match his knowledge of the sacred texts or his passion for the church.\n\nIn the early years of his tenure, Cardinal Krozen\nworked tirelessly to strengthen the church in the\nlives of the common people of [[Thrane]], and to keep\nThrane’s military strong. In a few short years, he\nassumed the position of High Cardinal. Peaceful\ntimes and the ascension of a young, tolerant, and\nhighly compassionate [[Keeper of the Flame]], however,\nwere not to his liking. Indeed, this situation seemed\nto quash his idealism. Krozen turned his attention\ntoward consolidating his control over the council,\nusing his network of allies to bend his peers to his\nway of thinking.\n\nKrozen’s rise to power did not come without casualties. He has made numerous\nenemies over the years, usually officials he removed\nfrom office or slandered to render them powerless.\nHis critics spread a slew of accusations about his\nmethods and motives, ranging from dirty tactics all\nthe way up to consorting with [[fiend]]s. These claims\nhave spawned investigations now and again, but each\nturns up nothing that calls into question Krozen’s\nservice or loyalty.\n\nRumors also circulate about the extent of the High Cardinal’s influence, questioning his deference to the [[Keeper of the Flame]]. During the final years of the [[Last War]], the nation did little without Krozen’s assent, and most military initiatives came from his office. More than one [[Thrane]] official worries that the High Cardinal views himself more as the nation’s ruler rather than as a loyal advisor.\n\n!! Krozen's Obsession\n\nFor the most part, the accusations against Krozen are true. Ever the pragmatist, he\nsimply removed those he saw as obstacles to achieving his goal—attaining complete power. Although he was ruthless, his loyalty and devotion to the [[Silver Flame]] remained true... at least until the [[Mourning]].\n\n[[Cyre]]’s destruction rocked Krozen to the core,\nleaving him reeling with fear. The nation’s destruction inflamed the seeds of paranoia that had already begun to blossom in his shadowed mind. Krozen\nrarely meets with other [[cardinals|Council of Cardinals]] in any great\nnumber, demanding that his few visitors treat with\nhim in private chambers under the watchful eyes of\nhis loyal guards.\n\nKrozen’s eccentric behavior has done nothing to\ndiminish his power and influence. When the council meets, Krozen sends a proxy to explain his views and represent his interests. Since his representative\nis rarely the same person from meeting to meeting,\nhe reinforces the mystique and suspicions about\nhis true character, leading many officials to wonder\nwhat he is hiding. For several years now, his power\nhas gone unchallenged. His peers submit to his\ndemands out of fear of the reprisals they have seen\noccur time and again.\n\n!! Krozen's Secret\n\nThe [[Mourning]] changed everything for Krozen, though not because he gave\none whit for the [[Cyran|Cyre]] people. Rather, he sees the Mourning as a grave risk to the nation he considers his to govern as he pleases. If a weapon caused the Mourning, Krozen must find it and claim it for himself. If the Mourning was a magical phenomenon, he must find the trigger and control it to ensure that [[Thrane]] remains secure and to force his enemies to their knees. Krozen makes full use of the\nchurch’s power, particularly the [[Argentum]]—a secret\nsociety of treasure-hunters who retrieve relics for\nthe church—to seek out clues to the nature of this\ncatastrophe.\n\nKrozen’s strength comes from the vast network of\nagents in his service and a coalition of loyal supporters within the church. As he gained power, he was ever watchful for anything he might use. Sometimes,\nhe would use damning information to remove his\nenemies, but more often he would tuck away the\ntidbit for later use. With spies, assassins, and loyal\nfanatics spread across [[Thrane]], he can use these\nagents to blackmail his enemies, discredit them, or\notherwise have them removed from power.\n \nhe High Cardinal also employs sinister means to\nattain his information and treasures. Bit by bit, he has\nsuccumbed to the temptation of using dark magic, calling up foul [[demon]]s, dealing with [[devil]]s, and employing other hideous creatures to tease out the\nsecrets of his enemies. He conceals these activities\nwell, destroying anyone who would dare bring these\nacts to light. Still, whispers abound, and Krozen’s\nminions are ever watchful for those who would delve\ntoo deep into the High Cardinal’s business.",
        "modified": "20210727192017663",
        "tags": "[[Silver Flame]] human humanoid Flamekeep",
        "type": "text/vnd.tiddlywiki",
        "article": "High Cardinal ",
        "category": "person",
        "color": "#FEA627"
    }
]