[
    {
        "created": "20210208055849748",
        "text": "Ultimate authority in the Church of the [[Silver Flame]] rests with the [[Keeper of the Flame]], but actual governance—the work of the individuals who chart the nation’s course—occurs in the [[Council of Cardinals]], particularly among the twelve High Cardinals of the Diet. With such power comes opportunity for abuse, since the cardinals answer to none except the Keeper of the Flame, and she is still a young girl. Most church officials resist the temptation to exploit the benefit that their position affords them, keeping to the tenets of their faith, but a few have drifted, giving in to their baser impulses to reap the full rewards of their stations. Of these unprincipled members, High Cardinal Krozen represents the worst, embodying the theocracy’s dangers and the\nexcesses of its power.\n\n!! Links to Headers\n* <<scrollToHeader \"Krozen's Accession\">>\n* <<scrollToHeader \"Krozen's Obsession\">>\n* <<scrollToHeader \"The Shadow in the Flame\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Krozen's Accession\n\nHigh Cardinal Krozen is perhaps the most powerful individual in [[Thrane]], in both politics and in [[divine magic]]. He was born near the border with [[Aundair]] about fifty years ago (his birth date is not public record). As a teenager, he was granted great power by the [[Silver Flame]] to perform miraculous deeds, first in the defense of his village and then as a [[templar]] in service to [[Thrane]]. His charisma and intelligence were dazzling, but he was particularly remarkable for his [[divine power|divine magic]], which he wielded to great effect during the [[Last War]]. He [[command]]ed his enemies to drop their weapons, and they could not resist his compulsion. He struck down his foes with silver [[flame strike]]s. According to stories, he even shaped [[celestial]]s from the pure power of the [[Flame|Silver Flame]].\n\nIn his early twenties, he rose out of the [[templar]]s and into the hierarchy of the church, turning his gifts to leadership behind the scenes rather than fighting on the battlefield. He rapidly climbed through the church's ranks, attaining the rank of archbishop in just five years. Those who opposed him were either won over by his charisma or driven from his path.\n\nWhen a senior member of the [[Council of Cardinals]] died fifteen years ago, conservative officials in the government succeeded in getting Krozen appointed to replace him. The hardliners viewed then-[[Keeper|Keeper of the Flame]] Tagor’s attempts to moderate\n[[Thrane]] policies as a threat and wanted to strengthen their hand in his final days. In truth, it was hard to object to Krozen’s appointment—few could match his knowledge of the sacred texts, and his passion for the church.\n\nIn the early years of his tenure, Cardinal Krozen\nworked tirelessly to strengthen the church in the\nlives of the common people of [[Thrane]], and to keep\nThrane’s military strong. In a few short years, he\nassumed the position of one of the twelve High Cardinals of the [[Diet|Council of Cardinals]]. Peaceful\ntimes and the ascension of a young, tolerant, and\nhighly compassionate [[Keeper of the Flame]], however,\nwere not to his liking. Indeed, this situation seemed\nto quash his idealism. Krozen turned his attention\ntoward consolidating his control over the [[council|Council of Cardinals]],\nusing his network of allies to bend his peers to his way of thinking.\n\nKrozen’s rise to power did not come without casualties. Beyond his incredible [[divine magic]], Krozen’s strength comes from the vast network of\nagents in his service and a coalition of loyal supporters within the church. With spies, assassins, and loyal fanatics spread across [[Thrane]], he can use these agents to blackmail his enemies, discredit them, or otherwise have them removed from power. His critics have spread a slew of accusations about his\nmethods and motives, ranging from dirty tactics to all\nthe way up to torture, murder, or consorting with [[fiend]]s. These claims\nhave spawned investigations now and again, but each\nturns up nothing that calls into question Krozen’s\nservice or loyalty.\n\nRumors also circulate about the extent of the High Cardinal’s influence, questioning his deference to the [[Keeper of the Flame]]. During the final years of the [[Last War]], the nation did little without Krozen’s assent, and most military initiatives came from his office. More than one [[Thrane]] official worries that the High Cardinal views himself more as the nation’s ruler rather than as a loyal advisor.\n\n!! Krozen's Obsession\n\nMany of the accusations against Krozen are true. Ever the pragmatist, he\nsimply removed those he saw as obstacles to achieving his goal—attaining complete power. \n\nIn truth, both Krozen and [[Keeper|Keeper of the Flame]] [[Jaela Daran]] are committed to the church's central dictate to protect the innocent from evil. However, while Jaela believes this applies to all innocents, regardless of faith or nationality, Krozen seems to define \"innocent\" as \"a Thrane who does not oppose me\". He believes he was uniquely chosen by the [[Silver Flame]] to protect his people, and sees his [[divine magic]] as evidence of his righteousness. Although he is ruthless, Krozen is //effective//, and his loyalty and devotion to the [[Silver Flame]] have remained unfaltering.\n\nAt least until the [[Mourning]].\n\n[[Cyre]]’s destruction rocked Krozen to the core, though not because he gave\none whit for the Cyran people. Rather, he sees the Mourning as a grave risk to the nation he considers chosen by the [[Silver Flame]] as a beacon to the world. If a weapon caused the Mourning, Krozen must find it and claim it for himself. If the Mourning was a magical phenomenon, he must find the trigger and control it to ensure that [[Thrane]] remains secure and to force his enemies to their knees. Krozen makes full use of the\nchurch’s power, particularly the [[Argentum]]—a secret\nsociety of treasure-hunters who retrieve relics for\nthe church—to seek out clues to the nature of this\ncatastrophe.\n\n!! The Shadow in the Flame\n\nWhen [[Bel Shalor]] was banished from the world and imprisoned within the [[Silver Flame]], the [[overlord]] gained the ability to touch the minds of the faithful and tempt them to heresy and atrocity. The Shadow in the Flame reveled in the suffering caused by the [[Silver Crusade]], and always seeks opportunities to twist a desire for good into acts of evil.\n\nKrozen knows that he walks a dark path, but he believes the [[Voice of the Flame|Tira Miron]] has set him on this path, effectively sacrificing his own innocence to protect the innocents of [[Thrane]]. He knows of the dangers posed by the Shadow in the Flame, but believes he has resisted its temptations and that his actions are for the greater good. It's up to the GM whether Krozen is truly a tool of evil, even if he refuses to see it.",
        "type": "text/vnd.tiddlywiki",
        "title": "Krozen",
        "tags": "cleric [[Silver Flame]] human humanoid Flamekeep",
        "modified": "20230104004830140",
        "color": "#FEA627",
        "category": "person",
        "article": "High Cardinal ",
        "tooltip": "high cardinal of Thrane's Council of Cardinals, perhaps the most powerful individual in the nation"
    }
]