[
    {
        "created": "20200415172108903",
        "title": "Kundarak",
        "text": "''Leader:'' [[Morrikan d'Kundarak]] <br/>\n''Headquarters:'' [[Korunda Gate]] ([[Mror Holds]])  <br/>\n''Dragonmark:'' [[Mark of Warding]]\n\n//My family has the finest vaults you can imagine. They forge the locks that secure royal jewels. And I learned to pick those locks when I was barely out of the crib.//\n\n<div align=\"right\">—Cutter, burglar and Kundarak excoriate</div>\n\nIf you want to keep something safe—jewels, secrets,\nprisoners—Kundarak is there to help. The [[Warding Guild]] of House Kundarak trains locksmiths, security specialists, and more. It maintains the prison of\n[[Dreadhold]], along with a number of smaller prisons. As\nuseful as these services are, it's the [[Banking Guild]] that\ntruly defines the house. Kundarak's lands in the [[Mror Holds]] include deep veins of precious metals, which\nthe [[dwarves|dwarf]] used to establish the banking industry of\n[[Khorvaire]]. Anyone who makes a living from coin—from\nbankers to goldsmiths—likely learned their skills at\nHouse Kundarak. The security of banks bearing the\nKundarak [[manticore]] emblem is legendary. The house\nalso provides a special service to those who can afford\nit: a system of extradimensional vaults, allowing a client\nto store their goods in one location and retrieve them at\nany other Kundarak [[enclave]].\n\nHouse Kundarak has a close alliance with House\n[[Sivis]]. Like the House of Scribing, Kundarak has worked\nto earn the trust of its clients and to establish a reputation for unshakable integrity. The house has no love of\nrenegade dwarves using their marks to turn a profit, and\nsuch rogues strive to avoid the eye of Kundarak.\nAs the dwarves of the [[Mror Holds]] have come into\nincreasing conflict with the [[daelkyr]], Lord [[Morrikan d'Kundarak]] has instructed house heirs to establish connections with the [[Gatekeeper|Gatekeepers]] [[druid]]s. The druids have\nmuch in common with the house, being the creators of\nthe wards that protect [[Eberron]] from the daelkyr. \n\n!! History of House {{!!title}}\n\nThe mythic founder of House Kundarak was a stonemason\nwho built the first shelter for the [[exiles|Mror History]]. While House [[Sivis]]\nestimates that Kundarak's [[dragonmark]] appeared less than\nthree thousand years ago, in the stories, Kundarak had always\nborne the mark and used its powers to protect their people.\nDwarves of all clans relied on Kundarak, both for wise counsel\nand their expertise in building. Kundarak laid the foundations\nof the fortresses that stood against the armies of [[Galifar]].\n\nBut soon after the [[Great Sorrow|Mror History]], Clan Kundarak became House\nKundarak, expanding its influence across [[Khorvaire]]. While\nthey held onto their ancestral lands, the [[Korth Edicts]] required\nKundarak to sever its ties to the other [[clans|Mror clan]], putting the\ninterests of its clients ahead of those of the Mror. While this\ncaused initial tension, it also brought an influx of gold and\ninfluence, and served as a bridge between the holds and the\noutside world. Kundarak helped bring dragonmarked services\nto the [[Mror Holds]], and also helped build connections between\nhouses and clans—House [[Deneith]] and the [[Droranath]], House\n[[Jorasco]] and the [[Frosthaven clans|Toldorath and Tordannon]]. So while there was some estrangement, the clans generally accepted Kundarak's\nnew role—though [[Soldorak]] has long decried Kundarak as\nabandoning traditional values and selling out the dwarves.\n\nHouse Kundarak has no seat on the [[Iron Council]] and is not\nconsidered a [[Mror clan]]. Kundarak has done its best to stay out of\nthe [[War Below|Mror History]], though Kundarak engineers played an important\npart in building defenses during the War Below, and were well\npaid for their services. Despite the lure of treasures and the\nmysteries of the past, Kundarak has no interest in courting\ndisaster beneath the very seat of its power; it has fortified\nall [[deep portals|Realm Below]] beneath its spires. Should it choose to send\nexpeditions below, it would do so with extreme care and caution.\n\n!!! The Last War\n\nHouse Kundarak’s involvement with the [[Last War]] was financial rather than military. Twenty years after the Last War began, the [[Mror Holds]] declared their independence from [[Karrnath]]; thanks to an immediate financial infusion from House Kundarak, the [[dwarves|dwarf]] were able to make their independence stick. When years of war turned into decades, the [[Five Nations]] became increasingly cash-strapped and turned to House Kundarak for hard currency to pay, provision, and equip their\narmies. The [[Treaty of Thronehold]] guaranteed that the [[Five Nations]] would make good on their wartime obligations. Not only is House Kundarak among the\nwealthiest of the [[dragonmarked house]]s, but it has a\nongoing source of income.\n\n!! Guilds and Organizations\n\n<<list-links-article \"[tag{!!title}tag[trade guild]sort[title]]\">>\n\n!! Enclaves\n\n<<list-links-article \"[tag{!!title}tag[enclave]sort[title]]\">>",
        "modified": "20210727192017707",
        "tags": "[[dragonmarked house]] tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "House ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "dwarf dragonmarked house of Warding"
    }
]