[
    {
        "created": "20200422194110069",
        "text": "<div style=\"float: left; width: 85px; margin-right: 10px; margin-top: 10px;\">{{$:/plugins/wccbuck/kythri.svg}}</div> It's hard to keep a consistent rhythm in Kythri. It takes effort to maintain any\npattern of behavior; without even thinking about it, people in Kythri adjust their behavior to avoid repetition. This is the essence of Kythri. On one hand it's a vision of chaos, but it's also about change, adapting to overcome the unexpected, and challenging traditions.\n\nKythri is commonly imagined as utterly unstable, with landscapes taking shape only to boil away within moments. And this is true of the heart of the realm, known as the [[Sea of Chaos]]. But at the edges of the sea, there are islands that linger. The environments of these [[Shifting Islands]] steadily and constantly change; a vast desert might be a lush rainforest in a few hours. But the land itself remains constant, and creatures can live on these islands, adapting to the endlessly changing environment.\n\nWhile Kythri constantly changes, its elements are usually natural. A jungle becomes a desert, a blizzard becomes a sandstorm—but it's comprised of //sand//, not tiny marble busts of King Boranel. This distinguishes Kythri from [[Xoriat]] or [[Dal Quor]]; while constantly changing, it's generally change between plausible options, unlike the unreal environments of the Realm of Madness and the Region of Dreams.\n\n!! Universal Properties\n\nAll things change in Kythri, even time and the future. The only\nthing that's truly reliable is that nothing's reliable.\n\n* [[Broken Rhythms]]. A creature can't take the exact same [[action]] twice in a row. \n* [[Fluid in Form]]. The range and duration of [[transmutation]] spells is doubled.\n* [[Embrace the Unknown]]. [[Divination|divination]] magic is severely attenuated in Kythri. Divination spells cast on other [[plane]]s can't affect or target creatures, places, or objects on Kythri.\n* [[Constant Change]]. Nothing remains exactly the same in Kythri. Every so often at irregular intervals, a creature finds that something changed about it or its possessions. Each player should describe what's changed about their character; this could be as simple as your cloak changing color or your sword now having a stylish [[Aundair]]ian design when it was originally [[Karrnath]]i. You could choose for the change to be physical—your skin, hairstyle, or sex—or mental—you suddenly hate olives or no longer believe in the [[Sovereign Host]]. These changes have no mechanical impact: the coins in your pocket may change in design, but copper coins won't turn into platinum. If you want a change to have mechanical impact—for example, if your [[cleric]]'s faith or race changes and you want your character sheet to reflect that—discuss the possibility with your GM.\n* [[Chaotic Time]]. Time is fluid in Kythri, inconsistent both with the Material Plane and within its own islands. Adventurers who spend a day in Kythri could find that a year has passed in Eberron, or they could be trapped in Kythri for a year and find that only an hour has passed when they return.\n\n!! Denizens\n\nMost of Kythri's denizens fall into one of three categories. \n\n!!! Wild Things\n\nThe islands of Kythri are inhabited. But how can a creature\nsurvive in an environment that can be a desert today and a\nglacier tomorrow? The answer, of course, is that the creature\nmust change with the environment. Kythri's islands include\nsome creatures that appear to be natural beasts, though they\nchange as the region around them does; the wolf in the forest\nbecomes an arctic wolf when the land turns into a glacier, and\nturns into a jackal when it's a desert. Even beyond their practical\nchanges for survival, Kythrian creatures might be constantly\nshifting their plumage, behavior, and more fundamental\nbiology, whether from moment to moment or day to day.\n\nHowever, not all of Kythri's wild things transform into familiar\nforms. Part of the plane's core concept is evolving in response\nto change, and Kythri is home to many creatures that blend\nthe features of two or more natural beasts: monstrosities such\nas the [[owlbear]], [[griffon]], and [[chimera]]. It's commonly accepted\nthat at least some of these monstrosities first appeared in\nKythri, and that they first appeared in [[Eberron]] either by passing\nthrough portals or due to the influence of [[manifest zone]]s.\n\nJust as the environments of Kythri are chaotic but largely\nblend natural elements, Kythrian monstrosities typically blend\nthe forms of natural creatures. While there are [[hippogriff]]s and\n[[griffon]]s in Kythri, inherently alien creatures like [[kruthik]]s and\n[[grick]]s aren't found here. The wild things of Kythri also include\nnatural [[shapechanger]]s, notably a wide variety of [[mimic]]s—even\ncolossal ones that can assume the shape of natural features\nsuch as hills or mountains. It's quite likely the mimics of Eberron\neither immigrated from Kythri or were created by its influence,\nmuch like the [[sahuagin]] of the [[Eternal Dominion]] use the blood\nof the [[kar'lassa]] bound to Kythri to create their [[plasmid]]s.\n\nUnlike other planes where these wild things would likely be\n[[manifestation]]s, the wild things of Kythri are mortal creatures.\nThey live, reproduce, and die following (mostly) natural means,\nand have to find sustenance and shelter in their islands. Between\nthe strange flow of time and unusual environments, this can\nlead to dramatic surges in populations or sudden extinctions.\nHowever, the plane itself seeds new life into islands that\nsomehow become depopulated, and if all the griffons in Kythri\nwere to die, new ones would eventually evolve. So even though\nKythri doesn't have manifestations, it ensures a steady stream\nof mortals exist—and when they die, it replaces them.\n\n!!! Slaadi\n\nThe [[slaad]]i make up the only native civilization of Kythri. They\naren't a monolithic society; some live in massive cities such as the ever-shifting [[Cornerstone|Cornerstone (Kythri city)]], while\nothers are tiny rustic communities. \n\n!!! Githzerai\n\nThe [[githzerai|gith]] aren't natives of Kythri, and their presence is\nan act of defiance: through unparalleled mental discipline,\nthey create bastions of order in the heart of chaos. If they\nseek order, why don't they dwell in [[Daanvi]]? It's not that they\nsimply desire order, but to strengthen their will by imposing\nit on a reality that absolutely defies it. The struggle is the\npurpose. Beyond this, they're served by the fact that even\ngreat powers can't scry into Kythri. \n\nThe [[githzerai|gith]] don't dwell on the [[Shifting Islands]] of Kythri.\nInstead, they've created their own islands in the [[Sea of Chaos]]:\nvast monastery vessels the size of small towns, moving through\nthe eddies of chaos and defying transformation. The githzerai\ndevote themselves to meditation and self-improvement, with little\ninterest in what transpires beyond their monasteries. They have\nno particular love of outsiders—they consider all creatures of\n[[Eberron]] to be warped shadows of their stolen reality—but\nneither are they inherently hostile. A persuasive group of\nadventurers could find brief shelter in a githzerai monastery,\nespecially if they bring something interesting to trade or have\ncompelling stories to share. However, should the outsiders\noffend the githzerai, they'll feel no remorse in eliminating\nthem; there's nothing evil in shining light to dispel a shadow.\n\n!!! Greater Powers?\n\nNo one knows if there's a greater power shaping Kythri.\nThe death [[slaad]]i are powerful beings, but there's no known\nequivalent to [[Dolurrh]]'s [[Queen of the Dead]] or [[Dal Quor]]'s\n[[il-Lashtavar]]. Some sages assert that there must be a\nconsciousness at the heart of the [[Sea of Chaos]], a sentience\nbehind the chaos, but if so, its presence has never been proven.\n\n!! Layers\n\nUnlike many [[plane]]s, Kythri isn't divided into [[layer]]s. Its structure\nis closer to that of [[Dal Quor]]; it has a planar core, with islands\nof reality suspended within the [[Sea of Chaos]]. The difference is\nthat the core of [[Dal Quor]] is stable—while in Kythri, the closer\nyou get to the heart of the sea, the more tumultuous it becomes.\nThere are many [[slaad]] communities spread across the\n[[Shifting Islands]], and at least half a dozen [[githzerai|gith]] monastery\nvessels in the Sea of Chaos. [[Cornerstone|Cornerstone (Kythri city)]] and [[Zertherun IV]] are examples that can be used as inspiration.\n\n<<list-links-article \"[tag{!!title}tag[layer]sort[title]]\">>\n\n!! Planar Manifestations\n\nHere are ways that Kythri can affect the Material Plane.\n\n!!! Manifest Zones\n\nKythrian [[manifest zone]]s are often unpredictable in minor\nways. Weather patterns may deviate from the surrounding\nregion and change on a moment's notice. The plane's [[universal properties|universal property]] also carry over to many manifest zones. Any Kythrian zone with the [[Constant Change]] property might produce [[monstrosities|monstrosity]]. A zone with the [[Fluid in Form]] property amplifies the effects of [[transmutation]] magic and can have\ndramatic effects on the success of [[magebreeding]]; these zones\nare extraordinarily valuable to House [[Vadalis]].\n\nManifest zones can occasionally serve as gateways, allowing\ncreatures from Kythri to slip through into Eberron, intentionally\nor accidentally. Many monstrosities make their home in the\nwilds, whereas other creatures—like [[slaad]]i—can present very\nunusual encounters, depending what culture they're from.\n\n!!! Coterminous and Remote\n\nKythri's cycle of coterminous and remote periods is completely\nunpredictable, lasting anywhere from days to centuries.\nCuriously, its proximity to Eberron has no discernable effects.\n\n!!! Kythrian Artifacts\n\nMaterials from Kythrian [[manifest zone]]s are often important\ncomponents of [[magic item]]s tied to [[transmutation]] or [[illusion]];\n[[shiftweave]] uses fibers of plants harvested in Kythrian zones. The manifest zone of [[Hal'kyth]] is a vital part of the transmutation industry of the [[Eternal Dominion]].\nItems that come from Kythri may have unpredictable effects. For\nexample, a [[hat of disguise]] from Kythri may function normally\nwhen its wearer keeps in mind exactly what they want to look\nlike; but if they don't consciously enforce an appearance, it slowly\nbut continuously changes minor elements of their disguise.\n\n!! Kythrian Stories\n\nVisitors from Kythri can cause excitement, and an accidental\njourney to a [[Shifting Island|Shifting Islands]] can be an easy source of adventure;\ncan the adventurers find a way back before they are consumed\nby the Churning Chaos? Here are a few other ideas.\n\n//''Vadalis Park.''// The [[dragonmarked house]]s are looking for new\nsources of revenue in the wake of the [[Last War]]. Jalan d'Vadalis,\na brilliant [[magebreeder|magebreeding]], has created a resort where people can\ninteract with a vast array of intriguing [[monstrosities|monstrosity]], including a\nfew of his own design. This park is built on a Kythrian [[manifest zone]], and Jalan hasn't yet recognized that the [[Constant Change]] property is sabotaging his security systems and dangerously mutating his monstrosities. He was so preoccupied with whether\nhe could do it, he didn't stop to think whether he should...\n\n//''Terror at Sea.''// While at sea, the adventurers pass through a\nKythrian manifest zone at exactly the wrong time, and a blue\nor red [[slaad]]i from the Union of Flesh slips aboard the ship. It\ninfects or implants a few passengers, doing its best to hide. Can\nthe adventurers defeat this lurking threat before it's too late?\nOr will a wave of newborn slaadi take over the ship?\n\n//''Superstars.''// A gray [[slaad]] reveals its presence to the\nadventurers. It's from the Confluence of Reality and wants\nto bring the adventurers to [[Cornerstone|Cornerstone (Kythri city)]] to represent their\ncultures. What could go wrong? Well, while the Confluence is\nusually peaceful, this time it wants the adventurers to represent\ntheir culture in a massive extraplanar gladiatorial match. Can\nthey defeat champions from across [[Eberron]] and the other\nplanes? Or is the only hope of survival to flee into the [[Sea of Chaos]] and try to find another way home?\n\n//''The Hunt.''// The adventurers stumble into a pitched battle: a\ntrio of [[githzerai|gith]] ambushed by [[Transcendent Flesh]] cultists. Only\none survives the battle. This zerth has a psychic connection to\nthe [[illithid|mind flayer]] master of the cult cell, and is determined to bring\ndown this mind flayer. Will the adventurers work with the zerth\nand end this threat? And is this solely about the hunt, or does\nthe githzerai have a hidden agenda?",
        "type": "text/vnd.tiddlywiki",
        "title": "Kythri",
        "tags": "plane",
        "modified": "20220803204000057",
        "tooltip": "plane of chaos and constant change",
        "color": "#2E4708",
        "category": "location",
        "article": "the Churning Chaos, "
    }
]