[
    {
        "created": "20230706014228673",
        "text": "The Lake of Sorrows is one of the most powerful [[manifest zone]]s to [[Mabar]] in [[Khorvaire]], located in the region of [[Atur]]. It was once the largest of the \"shadow lands\" of pre-[[Galifar]] [[Karrnath]], the barren stretches of darkness where clinging mists obscured the sun. This vast span of dark mist once resembled a still and dismal lake, hence its name; it was never a physical lake of water.\n\n!! The Shadow Lands and the Seekers\n\nCenturies ago, the shadow lands posed a threat even to those who shunned them; [[shadow]]s, [[wight]]s, and plagues would rise within the mists and emerge to threaten the surrounding regions.\n\nWhile fighting tyrants and warlords, the first followers of the [[Divinity Within|Blood of Vol]] took shelter within the shadow lands, shielding themselves from the [[Mabar]]an energies with their rituals. Over time, they discovered ways to channel these energies, using some of this power to animate [[zombie]]s to help with everyday life, and dispersing the rest in ways that limited its impact on local flora and fauna. The people of the surrounding regions soon learned that the Seekers were useful neighbors—that even if their [[necromantic|necromancy]] practices were disturbing, it was better to have skeletal farmers on the border than bloodthirsty [[wight]]s crossing it.\n\nThe Lake of Sorrows, greatest of the shadow lands, was mastered by [[Duran]] the Wise, who first dispersed the shadows and thus became its first Warden. He then built a fortress for his followers here, which would grow to become the city of [[Atur]], a semi-independent city-state of [[Karrnath]].\n\n!! Warden of the Lake of Sorrows\n\nThe title of Grand Duke of [[Atur]] isn't hereditary. It is bound to a second title: Warden of the Lake of Sorrows. A core of virulent [[Mabar]]an energy lies at the heart of the city, a force first contained by the Seeker Duran. Binding this power is a crucial part of holding the harmful energies of the region at bay. It is a task that requires tremendous willpower, faith, and mastery of [[necromantic|necromancy]] science, as well as the favor of the Lake itself.\n\nWhen the Grand Duke of Atur is lost, any resident of the city can seek to claim the title. The applicant must descend into a chamber below the great palace, immerse themselves in the ever-spreading pool of shadows... and drive a dagger into their own heart. While they die, they must draw the shadows into their body and bind this power to their blood. No one lives through this ritual; they will either be reborn as the Warden of the Lake of Sorrows, or be consumed in the darkness. If no one assumes the mantle of Warden, the dark mists would eventually expand to flood the city and the surrounding region once again.\n\nThe new Warden is infused with [[Mabar]]an power. It sustains them, protecting them from age and disease. They are alive, to an extent, but their body is now bound to the shadow, and they lose the ability to heal normally. When they are seriously injured, flesh falls away to reveal the shadow within. Eventually, when shadow outweighs flesh, the Grand Duke will be drawn into [[Mabar]] as a [[wraith]]. [[Duran]] the Wise escaped this fate by becoming a [[lich]], but every Warden who has followed him has eventually been consumed.\n\nThe current Warden of the Lake of Sorrows is Grand Duke [[Davian Karla]].",
        "title": "Lake of Sorrows",
        "modified": "20230706205233426",
        "tags": "[[manifest zone]] Karrnath",
        "type": "text/vnd.tiddlywiki",
        "category": "location",
        "color": "#3B5C0A",
        "article": "the ",
        "tooltip": "massive Mabaran manifest zone centered on Atur, held at bay by Grand Duke"
    }
]