[
    {
        "created": "20200422194505972",
        "text": "<div style=\"float: left; width: 85px; margin-right: 10px; margin-top: 10px;\">{{$:/eberron-tw/lamannia.svg}}</div> Lamannia embodies primordial nature, untapped and untamable. It's often called the Twilight Forest, and is depicted as a realm of colossal trees and massive beasts. However, the forest is just one of the facets of Lamannia. Every natural\nenvironment is represented in various [[layer]]s that exemplify\nand exaggerate their features. Windswept desert, raging ocean, endless plains—all can be found here. In other [[plane]]s, these environments are backdrops to the story the realm is telling. In Lamannia, the environment is the story. It doesn't need the help of\n[[fey]] or [[fiend]]s to make its point, because the land itself is the point.\n\nSome scholars assert that Lamannia served as a\nblueprint for the Material Plane—that here, the [[Progenitors|Progenitor Dragons]]\nperfected the ideas of storm and stone. They believe that\nthe natural world is infused with the essence of Lamannia,\nand that [[druid]]s and others who wield [[primal magic]] actually\nmanipulate that Lamannian essence. And indeed, druids\nwho travel to the Twilight Forest can be overwhelmed by\nthe sheer force of nature that infuses this place.\n\nLamannia lies close to the world, and it's one of the easiest\nplanes to reach. Its treasures are natural objects imbued with\nelemental power—wood, stone, herbs, and plants, all of which\nare stronger and more potent than their mortal counterparts.\nBut when you come to Lamannia, there are many predators,\nand you are prey; anyone who seeks to despoil the\nembodiment of nature will be hunted.\n\n!! Links to Headers\n* <<scrollToHeader \"Universal Properties\">>\n* <<scrollToHeader \"Denizens\">>\n** <<scrollToHeader \"Beasts\">>\n** <<scrollToHeader \"Elementals\">>\n** <<scrollToHeader \"Humanoids\">>\n** <<scrollToHeader \"Greater Powers?\">>\n* <<scrollToHeader \"Layers\">>\n* <<scrollToHeader \"Planar Manifestations\">>\n** <<scrollToHeader \"Manifest Zones\">>\n** <<scrollToHeader \"Coterminous and Remote\">>\n** <<scrollToHeader \"Lamannian Artifacts\">>\n* <<scrollToHeader \"Lamannian Stories\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Universal Properties\n\nLamannia is a reflection of the natural world, intensified and\nexaggerated. The air is pure and clean, the water fresh and\nclear. Colors are impossibly vivid. It's suffused with life—a\nrealm in which any stone could be an [[earth elemental]], where\nany tree could be [[awaken]]ed. Vegetation is nearly always in\nbloom, and beasts are almost always in the peak of health.\nExcept for a few layers such as the [[Rot]], Lamannia reflects the\nideal state of the natural world. Here are some of the plane's\nconsistent properties.\n\n* [[Extended Druidic Magic]]. Durations of spells that draw on [[primal|primal magic]] sources of magic are doubled.\n* [[Indomitable Beasts]]. [[Beast|beast]]s and [[elemental]]s are filled with vigor and fortitude. Upon its arrival in Lamannia, any elemental or beast that's charmed or bound in any way is immediately freed from that effect; this can be disastrous for an elemental [[airship]] that's thrown into the plane.\n* [[Elemental Power]] Spells that [[conjure elemental]]s are augmented.\n* [[The Land Provides]]. In most layers of Lamannia (the [[Broken Land]] notwithstanding), the vegetation is bountiful and the land sustaining. In these places, a creature has [[advantage]] when attempting to forage for food or shelter.\n* [[Primordial Matter]].  It's difficult to destroy or contaminate the matter of Lamannia. All nonmagical food and drink is purified and rendered free of poison and [[disease]]. In addition, natural materials such as wood and stone are tougher than their mundane counterparts. \n* ''Standard Time.'' Time passes at the same pace as on the Material Plane, and is consistent across its layers.\n\n!! Denizens\n\nA common story about Lamannia tells of an explorer who\npassed through a [[manifest zone]] and found herself on a vast\nmountain peak. Pressing up the mountain, she was exploring\na mysterious thicket when she was set upon by rats the size\nof wolves. She fought the rats, but was on the verge of being\noverwhelmed... until a giant beak flashed down and snapped\nup a rat in a single bite. The wide “thicket” wasn't natural briar;\nit was the nest of a gargantuan [[roc]], one of Lamannia's many\nimpressive denizens.\n\n!!! Beasts\n\nLamannia's primary inhabitants are [[beast]]s—both ones that\nyou might encounter in the wilds of [[Eberron]], and massive\ncreatures that can be seen as iconic representations of their\ntype: the idealized incarnation of Bear or Wolf. Any natural\ncreature can be found in Lamannia; indeed, some sages\nassert that the presence of a creature in Lamannia is what\ndefines it as “natural.”\n\nFor the most part, Lamannian [[beast]]s are no smarter than\ntheir counterparts on Eberron. However, some animals\npossess intelligence similar to that granted by the [[awaken]]\nspell, though even these beasts generally follow their natural\ninstincts and live wild lives. While the [[giant owl]]s of [[Sharn]] may own shops and run for city council, the giant owls of Lamannia are content to hunt the beasts of the [[Twilight Forest]]. So it's possible to find creatures in Lamannia that speak [[Common]] or a [[Primordial]] dialect, but most have little interest in long conversations.\n\nThe beasts of Lamannia generally fall into the following\nfour categories.\n\n''Mundane animals'' are identical to their counterparts in\nEberron. Any natural creature can be found in a layer with an\nappropriate environment. If such [[beast]]s are the first things\nadventurers encounter in a visit to Lamannia, they might not\neven realize they've traveled to another plane.\n\n''[[Dire animals|dire beast]]'' are creatures of remarkable size. Such\ncreatures are more common than mundane animals; in the\n[[Twilight Forest]], most owls are [[giant owl]]s, and they prey\non giant weasels and rats. Any natural beast\ncould have a dire counterpart in Lamannia.\n\n''Megafauna'' are gargantuan beasts. The [[roc]] is an example\nof Lamannian megafauna; those found in Eberron have been\ndrawn through [[manifest zone]]s or slipped between planes\nduring coterminous periods. The GM can create a wide range\nof megafauna; a pack of gargantuan wolves could hound the\nadventurers, or they might meet a megafauna serpent—perhaps even a megafauna\n[[dinosaur]]! While these creatures are similar in form to beasts,\nthey are typically classified as [[monstrosities|monstrosity]]. Between their\nvast size and their connection to the plane, they're immune to\nmost effects that target beasts, and you can't charm a roc with\na simple [[animal friendship]] spell.\n\n''Totems'' are beasts that are beyond the tactical scale—creatures that can be measured in miles. The [[gnome]] explorer [[Tasker|Tasker Torralyn d'Sivis]] tells a tale of an island in the [[Endless Ocean]] that turned out to be an enormous turtle; another of his stories\nfeatures a pack of [[therianthrope]]s living in the fur of a massive\nroaming wolf. Such totems aren't natural creatures and don't\nneed to eat. Their origins and purpose are unsolved mysteries,\nbut most sages believe that they are [[immortal]] spirits projected\nby the plane itself. Some claim that the totems are connected\nto all creatures cast in their image. Others believe that the\ntotems are sources of [[primal power|primal magic]], and [[barbarian]]s, [[shifter]]s,\nand [[druid]]s can receive power and guidance from them. All\nthat's known for sure is that they're immune to common\nspells, and there are no accounts of anyone successfully\nharming or communicating with a totem.\n\n!!! Elementals\n\nAfter beasts, the most common inhabitants of the plane are\n[[elemental]]s. Unlike the [[genie]]s, [[mephit]]s, and anthropomorphic\nelementals of [[Fernia]] and [[Syrania]], Lamannia's elementals are\nthe pure, living essence of the elements, unburdened by any\nhumanoid desire. These include the standard [[earth|earth elemental]], [[fire|fire elemental]], [[air|air elemental]], and [[water elemental]]s, but they can come in a wide array of\nsizes and forms. Adventurers exploring the [[Broken Land]] could\nencounter tiny globs of lava crawling across the land, while the\n[[leviathan]]s of the [[Endless Ocean]] and the [[elder tempest]]s of the\n[[First Storm]] are forces of apocalyptic power.\n\nThe [[Zil|Zilargo]] [[gnome]]s commonly summon and bind the\nelementals of Lamannia, using them to propel [[lightning rail]]s\nand [[airship]]s. While intelligent, these elementals are utterly alien. They have little concept of time and perceive the world\npurely through the balance of elements. The sole desire of\nmost elementals is to express their element: to //burn//, to //flow//,\nto //fly//. Many have an antagonistic attitude toward spirits of\nother elements, which drives the deadly conflict between\nthem in the [[Broken Land]]—this poses an obstacle in dealing\nwith elementals, as they tend to perceive [[humanoid]]s as\nglobs of water. While it's possible for a character that speaks\n[[Primordial]] to talk with a Lamannian elemental, it's usually\ndifficult to establish any sort of common basis for negotiation.\nStill, there are legends of wandering [[druid]]s who “befriended\nearth and air,” so anything is possible!\n\n!!! Humanoids\n\nThere are [[merfolk]] in [[Eberron]]—such as the [[Kalamer|Karakala]] of the\n[[Thunder Sea]]—but their people began in the [[Endless Ocean]] of\nLamannia, and are still found there. These primordial merfolk\nremain close to their elemental roots and instincts. They\nwield [[druid]]ic magic, but don't craft tools or structures. Other\nhumanoid natives of Lamannia are much the same; any race\nwith a strong primal connection could be tied to Lamannia, but\nthey're driven by instinct and avoid the trappings of civilization.\nThere could be a tribe of [[tabaxi]] dwelling in the branches of the [[Twilight Forest]], but if so, they'll seem wild.\n\nOver a century ago, during the [[Silver Crusade]], there were\nmany [[therianthrope]]s who fled to Lamannia. As long as they\nremain on this plane, a therianthrope can't spread the curse to\nanyone other than their offspring, and the unnatural impulses\nof the curse—the drive to prey on innocents, the bloodlust\nthat can cause a victim of therianthropy to lose control of their\nactions—are suspended. Meanwhile, primal instincts are\namplified; Lamannian [[werewolves|werewolf]] remain predators and\ntake joy in the hunt, but they aren't driven to evil, and remain\nin full control. Packs and communities of therianthropes\nare scattered across the layers. Most are descended from\ntherianthropes who fled Eberron to escape both the [[templar]]s and the dark power whose corrupting influence led to the\ncrusade; these [[shapechanger]]s embrace their primal nature\nand rarely assume humanoid forms. But there are also\npacks descended from afflicted templars who chose exile\nover death, and who strive to preserve the beliefs and\ntraditions of their ancestors.\n\nA handful of [[druid]]s and [[ranger]]s have crossed into Lamannia\nand chosen to remain in this primal paradise. Many run with\nlycanthrope packs, embracing their feral instincts and spending\ntheir days in [[wild shape]]. Others act as planar shepherds,\nseeking to minimize the impact of dangerous [[manifest zone]]s\nand help unwary travelers.\n\n!!! Greater Powers?\n\nThere are no [[celestial]]s or [[fiend]]s in Lamannia. Yet explorers\noften report a feeling that they are being watched, and there\nare times when random events seem to be guided by an unseen\nhand. When outsiders have sought to establish industries\nin Lamannia, they've been attacked by megafauna or elder\nelementals, or struck by especially vicious turns of weather. It's\npossible that this is the work of the totems, and that they have\ngreat influence over their [[layer]]s. Or there could be a greater\npower that watches over the entire plane. Some scholars assert\nthat the moon [[Olarune]] is the consciousness that governs the\nplane, and [[Eldeen|Eldeen Reaches]] [[shifter]] traditions that predate the practices\nof the [[Wardens of the Wood]] also reflect this belief. [[Shifter druids|Moonspeakers]] suggest that Olarune created the shifters, and the first [[therianthrope]]s were her champions.\n\n!! Layers\n\nEach of Lamannia's layers highlights a particular aspect of\nprimal nature. One layer in Lamannia might contain a single\ncolossal mountain peak; on the other hand, the [[Twilight Forest]]\ncould be as large as [[Khorvaire]] (or even [[Eberron]] itself). The\nedge of a layer could be an impassable physical barrier, or it\ncould wrap around onto itself—if you sail far enough in the\n[[Endless Ocean]], you'll find yourself back where you began. Most\nlayers of Lamannia follow a traditional day-night cycle, though\nthey aren't synchronized across layers, and when the moon\n[[Olarune]] is visible, it's always full.\n\nThe portals that connect the layers of Lamannia often only\nallow travel in one direction. Any deep pool of water may\nconnect a layer to the [[Endless Ocean]]; but while you can get to\nthe Ocean by diving into a pond in the [[Twilight Forest]], there's\nno gate back to the forest on the other side. The Endless\nOcean contains small islands, and if you explore one, you'll\nfind you've moved to a new layer.\n\nThe following are just a handful of Lamannia's many layers.\nIn creating a layer, think of a distinctive natural feature—a\ncanyon, a desert, a lone mountain—and build the layer around\nit. What creatures would be found there? Have any outsiders\ntaken up residence? Is there an unusual role for [[elemental]]s?\nHow does it connect to other layers or Eberron?\n\n<<list-links-article \"[tag{!!title}tag[layer]sort[title]]\">>\n\n!! Planar Manifestations\n\nA town is established in the desolate [[Blade Desert]], but it\nthrives beside a small lake that provides fresh water and a\nseemingly inexhaustible supply of fish. In a small [[Eldeen|Eldeen Reaches]]\nvillage, the locals live in harmony with a breed of giant rabbits\nunknown elsewhere in [[Khorvaire]]. A tribe of [[shifter]]s lives in\nthe branches of three massive trees that grow in a Lamannian\n[[manifest zone]]. These are all examples of how Lamannia can\naffect the Material Plane; below are a few more.\n\n!!! Manifest Zones\n\nLamannian [[manifest zone]]s are relatively common, and\nusually share one or more of the plane's [[universal properties|universal property]].\nThey're often found at the heart of a region that resembles the\nconnected layer; zones tied to the [[Endless Ocean]] are found\nunderwater, while manifest zones tied to the [[Twilight Forest]]\ncan be found in the [[Towering Wood]], the [[King's Forest]], and\nother vast woodlands. It's relatively common for these zones to\nserve as gateways to Lamannia, though they might require a\nlunar alignment or a coterminous period. This goes in reverse\ntoo, as creatures can be pulled through to the Material Plane,\nfrom hostile elementals to deadly megafauna.\n\n[[Zilargo]] has a number of valuable zones with the [[Elemental Power]] property, and House [[Cannith]] and the [[Twelve]] are eager\nto find more of these zones—though they're also dangerous, as\n[[elemental]]s sometimes spontaneously manifest in such places,\nlinger for a few hours, then dissipate. Bound elementals can\nalso break free from their bonds in some Lamannian manifest\nzones—especially unfortunate if that elemental is responsible\nfor keeping an [[airship]] aloft!\n\nPlants and [[beast]]s near Lamannian zones often are\nsignificantly larger and healthier than their counterparts in\nother areas, and many House [[Vadalis]] [[enclave]]s are built in\nthese zones. Zones with the [[Primordial Matter]] property can\nalso be a valuable resource for communities, with purified\nfood and water and the presence of extremely durable wood\nand other materials for industry. The prison of [[Dreadhold]] is\nbuilt in such a manifest zone.\n\nHowever, though Lamannian manifest zones can be useful\ntools for communities and [[dragonmarked house]]s, some zones\nactively resist and repel civilization. Weather, vegetation, and a\nrapid rate of decay can combine to quickly destroy structures\nbuilt in the zone and overgrow the ruins.\n\n!!! Coterminous and Remote\n\nWhile Lamannia is coterminous, the effects of Lamannian\n[[manifest zone]]s are enhanced. In regions of unspoiled nature—such as the [[Eldeen Reaches]] and the wilds of [[Q'barra]]—fertility of both plants and animals is enhanced, and beasts conceived in these periods are often exceptionally strong and healthy.\nDurations of [[spell]]s that target [[beast]]s or [[elemental]]s are doubled.\n\nWhile Lamannia is remote, fertility rates drop, and beasts\nborn in these periods are often weak or sickly. Animals are\noften uneasy, and the duration of spells that affect beasts or\nelementals are cut in half.\n\nLamannia traditionally becomes coterminous for a week\naround the summer solstice, and is remote for a week during\nthe winter solstice.\n\n!!! Lamannian Artifacts\n\nLamannian vegetation is prized by [[alchemist]]s. Herbs and\nroots from Lamannia can produce exceptionally strong\npotions, and many types of Lamannian vegetation have innate\nmagical effects; there are bushes in the [[Twilight Forest]] that\nnaturally produce [[goodberries|goodberry]]. Lamannian lumber likewise\ncan have unusual properties, mirroring the [[densewood]] and\n[[bronzewood]] found in [[Aerenal]]. Lamannian wood and stone\ncan serve as powerful focuses for primal magic, for creating\n[[figurines of wondrous power|figurine of wondrous power]], or for tools designed to summon or bind [[elemental]]s.\n\n!! Lamannian Stories\n\nLamannia is a source of [[elemental]]s and [[dire beast]]s. It's wild\nand untamed, strengthening [[primal magic]] and providing a\nhaven to [[therianthrope]]s. It resists any intrusion by civilization.\nHere are a few ideas for working it into your story.\n\n//''A Savage Land.''// When a party of adventurers unknowingly\npasses through a Lamannian gateway, they must find a way to\nsurvive in this wild realm. This could be as simple as finding\nanother [[manifest zone]] to take them home, or it could require\nthem to survive in Lamannia for months while waiting for the\nplanes to become coterminous. Or perhaps their [[airship]] passes\nthrough a manifest zone and the [[elemental]] breaks free; the\nadventurers are stranded, along with other survivors.\n\n//''Megafauna Island.''// An island near a Lamannian manifest\nzone is discovered to be the home to an unusual array of\nmegafauna beasts. Adventurers could stumble onto this on\ntheir own, or they could be hired by an heir of House [[Vadalis]]\nwho wants to investigate the rumors without drawing the\nattention of rivals in the house. Perhaps the adventurers find a\nlegendary megafauna ape—which, if captured, might break free\nwhile on exhibition and climb the towers of [[Sharn]]!\n\n//''At War with Nature.''// An [[Ashbound]] [[druid]] manages to\nestablish a new Lamannian manifest zone in a major city,\nsuch as [[Fairhaven]] or [[Sharn]]. It's causing the city to crumble,\nreleasing [[elemental]]s and dense vegetation as the wilderness\ntakes over. Can the adventurers find a way to remove the\nmanifest zone?",
        "type": "text/vnd.tiddlywiki",
        "title": "Lamannia",
        "tags": "plane",
        "modified": "20231009194554495",
        "tooltip": "plane of primordial nature",
        "color": "#2E4708",
        "category": "location",
        "article": "the Twilight Forest, "
    }
]