[
    {
        "created": "20201226003026083",
        "text": "''Capital:'' [[Greenspire]] (Lanarak), [[Bounty]] (Londurak)<br/>\n''Primary Resources:'' Agriculture, fish, alcohol<br/>\n''Enemies:'' Each other<br/>\n''Celebrated Virtues:'' Common sense, stoicism, enjoying life. Work hard and don't complain.\n\nIn the tales of the Exile, Lanarak and Londurak are siblings.\nFarmers and brewers, they're all but indistinguishable to\noutsiders, but the two are constantly striving to outdo each\nother. This mythic pattern remains true today. These holds lie\non opposite sides of [[Mirror Lake]], and they're both devoted to\nfarming and fishing; many of the mountain clans rely on these\nvalley clans for sustenance. But despite their deep similarities\nin outlook and lifestyle, these two clans are constantly\nfeuding. This rarely escalates to violence, instead typically\ndriving them to find ways to perform better than their rivals,\nthough there have been times where one clan has actively\nsabotaged the other. Despite this, both Lanarak and Londurak\nproclaim to possess vast common sense—to prefer fishing\nto fighting, and to always be able to find a simple solution to\ncomplex problems. Dwarves from these clans established\ninns across the holds; these days, most of these inns have\nbeen bought up or licensed by House [[Ghallanda]], but there's a\ndecent chance that if a bartender's a [[dwarf]], they're from one\nof these two clans.\n\nWhile Lanarak and Londurak don't mine metals, both\ntraditionally farm mushrooms and red pudding in deep\ncaverns, and both were drawn into the War Below. Londurak\nquickly pulled out of the war; they have sealed all passages\nand forbidden anyone from venturing into [[Sol Udar|Realm Below]]. Lanarak\nstill tends its gardens on the upper levels. This has given\nLanarak an edge over its rivals, especially as traditional Mror\nspirits are made with mushrooms. However, Lanarak has also\nsuffered several significant supernatural attacks over the last\nfew decades—outbreaks of the Frenzy and similar threats.\nIt's rare for dwarves from these valley clans to take risks or\nto leave the holds, but a remarkable folk hero or sailor could\nhear the call of adventure.\n\nA small but significant tenant clan of Lanarak is [[Alarak]], a family which boasts a long line of [[sorcerer]]s.",
        "type": "text/vnd.tiddlywiki",
        "title": "Lanarak and Londurak",
        "tags": "[[Mror clan]] tribe",
        "modified": "20220129223419105",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "Clans "
    }
]