[
    {
        "created": "20200414055136528",
        "text": "For hundreds of years, the continent of [[Khorvaire]] was\nunited under the kingdom of [[Galifar]]. This peace came to\nan end with the death of King [[Jarot|Jarot ir'Wynarn]] in 894 YK, just over\na century ago. Conflict over the succession spiraled into\noutright war between the [[Five Nations]].\n\nThe Last War was a bitter struggle that forever changed the shape of Khorvaire. It was a century marked by shifting alliances, with years of stalemate interspersed with periods of intense battles. This grueling conflict left deep scars on the land and the people, but\nthere was worse to come. On [[20 Olarune 994 YK|Khorvaire calendar]], the nation of [[Cyre]] was consumed in a magical cataclysm now known as the [[Mourning]]. The cause of the Mourning remains unknown; many fear it was caused by unbridled use of war magic. Shock and fear brought the nations to the negotiating table, and the Last War came\nto an end in 996 YK with the [[Treaty of Thronehold]].\n\nAlthough many celebrated the end of the war, others\nremain unsatisfied with its outcome. No one won the\nwar. Even though people optimistically refer to it as the\nLast War, most believe that it's only a matter of time\nuntil conflict begins anew. The mystery of the Mourning is the only thing holding the warmongers at bay. If someone uncovers the secret of the Mourning—if it can\nbe proven that the Mourning can't happen again, or if\nits power could be harnessed as a weapon—war could\nerupt again. Until then, the nations remain in a cold war\nas each makes preparations and seeks advantages in a\nconflict that could lie ahead. \n\nFor an examination of the importance of crossbows in the Last War, see the [[crossbow]] page.\n\nFor a list of battles and other events related to the Last War, click the below link:\n\n!!! <<showevent-type>>\n\n!! Links to Headers\n* <<scrollToHeader \"Scars of the War\">>\n** <<scrollToHeader \"Dragonmarked Power\">>\n** <<scrollToHeader \"New Nations\">>\n** <<scrollToHeader \"Physical Damage\">>\n** <<scrollToHeader \"Refugees and Shortages\">>\n* <<scrollToHeader \"Personal Impact\">>\n* <<scrollToHeader \"The Cold War\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Scars of the War\n\nAs of [[1 Zarantyr 998 YK|Khorvaire calendar]], it's been less than four years\nsince the Mourning and less than two years since the\nLast War came to an end. The Last War spanned the\ncontinent and lasted for over a century. Most people\nwant to move on. But the scars of decades of war can't\nbe erased so quickly. These are just a few of the ongoing\neffects of the Last War. \n\n!!! Dragonmarked Power\n\nThe [[dragonmarked house]]s remained neutral in the war\nand made considerable profit selling their services to all\nsides. War drives innovation; House [[Cannith]] developed\nmany new weapons during the war, including the [[warforged]]. House [[Lyrandar]] perfected its [[airship]]s in the last\ndecade of the conflict. Rumors persist of monsters or\nsuper soldiers developed by House [[Vadalis]] or biological\nweapons in the hands of House [[Jorasco]].\n\nThe dragonmarked houses emerged from the war\nstronger than ever, with the divided nations dependent\non their services. Before the Last War, united [[Galifar]]\nimposed many restrictions on the houses. Today, no\nmonarch can afford to break ties with any of the dragonmarked houses. What will happen if one of the houses\ngoes too far in its pursuit of profit? \n\n!!! New Nations\n\nBefore the Last War, Galifar laid claim to all [[Khorvaire]].\nSeveral new states emerged over the course of the war.\nIn some cases, this was largely a formality; Galifar never had a strong grip on the [[Lhazaar Principalities]] or\nthe [[gnome]] nation of [[Zilargo]], and they held the [[Demon Wastes]] in name only. Other states were born in violence:\nthe [[elves|elf]] of [[Valenar]] and the [[goblinoid]]s of [[Darguun]] seized\ntheir realms by force. But [[Aundair]] yearns to reclaim the\n[[Eldeen Reaches]], [[Breland]] keeps a wary eye on the monstrous kingdom of [[Droaam]], and many mistrust the [[Valenar]] elves. Within the [[Five Nations]], anger remains over\nhow the final lines were drawn; for example, [[Thrane]] retains control of the ancient Aundairian city of [[Thaliost]], seized during the war. \n\n!!! Physical Damage\n\nThe borders between nations demonstrate the impact of\ngenerations of conflict. Forests and farmlands scorched\nby fire and magic are still recovering. Ruined cities have\nyet to be reclaimed, along with shattered villages and\nabandoned fortresses. These deserted sites now provide\nshelter for brigands or are haunted by the restless spirits of those who died in anguish.\n\nThis damage reached far beyond the front lines.\n[[Magic-fueled weapons|arcane artillery]], aerial cavalry, and guerrilla\nforces all struck deep within enemy territory, and the\ncities of Khorvaire suffered. Wherever you go, you might\nsee the scorch marks of fireballs or wreckage from\nsiege weapons. Every nation is working to repair these\nwounds, but the damage could linger for generations.\nAs you create an Eberron character, consider your\nroots and the impact of the war. Was your hometown\ndestroyed in the war? Is your family thriving, or were its\nmembers scattered or slain during the conflict? \n\n!!! Refugees and Shortages\n\nRefugees live in every major city, including tens of thousands of exiles produced by [[Cyre]]'s destruction. Cyrans are a people without a homeland, seeking shelter and\nsustenance in the lands of their former enemies. Many\nCyran refugees are former soldiers who were fighting in\nenemy territory when the [[Mourning]] struck, or they were\nfarmers and merchants who escaped before their nation\nwas consumed. Former nobles now have nothing but\nrags, and scholars or artists live in alleyways.\n\nCities and towns still suffer from shortages in the\naftermath of the war. Farmlands, workers, and the\nresources devoted to the war were lost. Nations are\nrecovering, and most essential services and goods are\navailable in major cities. But there is always the possibility that something you want—a luxury item or a spell\ncomponent—simply isn't available or can be acquired\nonly through the black market. \n\n!! Personal Impact\n\nAs players develop characters in an [[Eberron]] campaign,\nyou can work with them to determine the role that the\nwar played in their background. Here are a few topics\nfor conversation:\n\n* ''Military Service.'' Did the character fight in the war? If so, which nation did they serve and what role did they fill? If more than one of the characters fought in the war, did they serve together (or as allies) or fight on opposing sides? Military service can be the basis of a strong connection for two or more characters.\n* ''Civilian Life.'' If the character is from one of the [[Five Nations]] and didn't fight in the war, how and why did they remain on the sidelines? Did they oppose the war? Did they do something to avoid conscription, or was there a reason they were considered unsuitable for service?\n* ''Personal Loss.'' What did the characters lose during the war? Did members of their family die, and if so, how? Was the village they grew up in destroyed, and if so, who was responsible? If the characters are from [[Cyre]], they have lost their nation. Do they have any loved ones left? Did they spend time in a refugee camp or in the outpost of [[New Cyre]] in [[Breland]]? Do they support Prince [[Oargev ir'Wynarn]] as the leader of Cyre, or do they have other ideas for the nation's future?\n\n!! The Cold War\n\nNo one knows what caused the [[Mourning]], and the fear\nof repeating this cataclysm—not the [[Treaty of Thronehold]]—is what keeps potential combatants at bay. No one\nis happy with the outcome of the war, but no one dares\nto continue fighting, since all believe that renewed full­-scale conflict could result in utter destruction. That said,\nthe general belief is that the mystery of the [[Mourning]]\nwill eventually be solved. Either someone will learn how\nto control the power that caused the Mournland, or the\nprecise cause will be determined and people will be able\nto tell if it still poses a threat.\n\nMany people truly hope that the [[Last War]] will live up\nto its name forever. But others prepare for more war\neven as they pursue peace. First and foremost, every\nnation wants to unravel the mystery of the [[Mourning]]; a\nnation that could learn how to use this power would be\nunstoppable. Other forces are searching for weapons or\nforgotten powers that could turn the tide if another war\nbreaks out. Adventurers could find themselves racing\nthrough ruins in [[Xen'drik]], trying to destroy a weapon of the ancient [[giant]]s before the [[Emerald Claw]] can claim it\nfor [[Karrnath]] and [[Lady Illmarrow]].\n\nThe characters can stumble into a web of intrigue\nwithout seeing the sticky strands. Perhaps a patron\nhires the adventurers to transport what seems to be an\nordinary backpack full of goods, and they don't realize\nthat it has a secret magical compartment until enemy\nspies come looking for whatever is inside it. Or a dying\nspy presses an amulet into the hand of one of the ad­venturers, saying, \"The fate of [[Breland]] depends on you getting this to [[Boranel|Boranel ir'Wynarn]]. Don't trust anyone!\" Assuming the adventurers care about the fate of Breland, they're\npressed into an urgent adventure that has implications\nthey might not see or understand.",
        "type": "text/vnd.tiddlywiki",
        "title": "Last War",
        "tags": "war",
        "modified": "20230606054636433",
        "tooltip": "century-long civil war that split the kingdom of Galifar",
        "color": "#A3CFBB",
        "category": "event",
        "article": "the "
    }
]