[
    {
        "created": "20210125201545042",
        "text": "Located in [[Zilargo]]’s southernmost port city, the Library of [[Korranberg]] is the greatest repository of general knowledge in [[Khorvaire]]. In addition to serving as a resource for scholars and explorers, the library often funds expeditions to study ancient cultures or unexplored lands.\n\nThe [[gnome]]s of Zilargo have an unparalleled thirst\nfor knowledge; this inquisitive spirit gave birth to the\nLibrary of Korranberg. The gnome loremaster [[Dorius Alyre ir'Korran]] founded the library almost 3000 years ago in an attempt to accumulate enough knowledge to ascend after death and supplant the [[Sovereign|Sovereign Host]] Lord [[Aureon]]. As the centuries passed, the library continued to grow and expand. With the rise of\nthe kingdom of [[Galifar]], gentry and aristocrats from across\n[[Khorvaire]] came to study at its colleges. Today, the Library of Korranberg plays a significant role in the economy of Khorvaire. It funds many expeditions to further the search for knowledge, and can be a valuable patron for adventurers.\n\nThe citizens of [[Korranberg]] take great pride in\ntheir library. Permanent residents may attend the colleges without charge, and every citizen must devote four years\nof service to the Library. This service is considered an\nact of patriotism and an educational experience. Many\nchoose to extend this period of service, accepting posts\nas lecturers, researchers, administrators, and other\nimportant roles.\n\nThe library appears larger on the inside than from\nthe outside—and from the outside, it looks massive. When\na researcher reserves time at the library, a clerk provides\na catalog stone—an orange-colored crystal keyed to the\ntopics the researcher wishes to study. A private study\ncell is provided, which initially looks like a small pool\nof light in a vast, open darkness located somewhere in\nthe library’s extradimensional space. Within the pool of\nlight, a desk, chair, work table, and narrow pedestal are\nplaced for the researcher’s use, along with quills, ink,\nparchment, and sealing wax. When the catalog stone is\nplaced atop the pedestal, alcoves formed of shelves full of\nbooks and scrolls rush out of the darkness to create the\nwalls of the study cell. When the researcher completes\ntheir work, removing the stone from the pedestal causes\nthe shelves to fall away so that the researcher can exit the\nstudy cell.\n\nThe library and its associated buildings dominate a full quarter of [[Korranberg]]. But it also keeps safe houses in the capital cities of every nation in [[Khorvaire]]. These offices provide shelter for library research teams.\nWhile the library does not focus on magic as much as the\n[[Twelve]] or the [[Arcane Congress]], it has had many centuries to\nfill its vaults. The restricted archives and secret vaults are\nheavily defended and shielded against scrying and other\nforms of spying.\n\n!! Colleges of the Library\n\nEach of the library’s eight colleges seeks to advance\na particular field of study:\n\n* ''Aureon’s Holt:'' law and oratory\n* ''Balinor’s Horn'': natural sciences\n* ''Blackdragon'': [[alchemy|alchemist]]\n* ''Drystone'': engineering\n* ''Lyrris'': art and literature\n* ''Morridan'': mathematics\n* ''Soladas'': history\n* the ''Tabernacle'': religion and philosophy\n\nTogether, the colleges\nmaintain the archives—vast vaults containing knowledge accumulated over three millennia. The doyens of each college serve on a central council that manages the affairs of the library. This council is run by an appointed member of the Korran family, descended from the founders of the library. Like most politics in [[Zilargo]], positions in the library involve intrigue, blackmail, and scheming. The current high councilor, [[Alina Alrene ir'Korran]], is a cunning woman who has had to fight off many\ncompetitors within her own house to maintain her\nstatus and position.",
        "type": "text/vnd.tiddlywiki",
        "title": "Library of Korranberg",
        "tags": "university library Korranberg",
        "modified": "20220302174857739",
        "color": "#A3DB62",
        "category": "location",
        "article": "the "
    }
]