[
    {
        "created": "20211130222656871",
        "text": "A stone bridge spans an empty canal filled with weeds\nand rubble. Beyond the bridge, a narrow lane stretches\nhalf a block and ends at a building that seems ready to\nfall apart. Cracks and chips mar the facade, and two gray\nstone pillars flank the door. The pillars represent human women holding up an archway, their faces worn away by wind and weather. The archway bears an inscription:\n“The Library of Hidden Knowledge.”\n\nLocals claim the library’s name refers to the innumerable texts written in obscure languages, the heaps of books\nwith no organizational system, and the librarian who\nspeaks in riddles. The appellation actually refers to the\nlibrary’s curious ability to hide away knowledge, objects,\nand creatures. Known to only a select few, the Library is also a place of research for the [[Chamber]] as they contemplate the [[Draconic Prophecy]].\n\n!! Features of the Library\n\nThe Library of Hidden Knowledge can exist in any city in [[Khorvaire]]. Locals probably avoid the place, but heroes might come upon it by chance, or when seeking out an area in which they can do research.\n\n!!! The Librarian\n\nIf the Librarian has a name, he's long forgotten it. A thin, pale human who moves with slow deliberation, the Librarian never leaves his sanctuary unless truly desperate. He serves to\nmaintain the storehouse of knowledge, preserve documents,\nact as a watchdog when [[Chamber]] agents are called away, and\nconduct research considered too menial and tedious\nfor the agents who lair in the library.\n\nThe Librarian wants to understand the\nworkings of existence. In his own way, he\nstruggles to comprehend the [[Draconic Prophecy]], though\nhe lacks the tools to unlock even its simplest\nsecrets. He studies relentlessly, but in vain. He\nspeaks in fragmented sentences and makes frequent use of extended metaphors. Conversations with the Librarian last only a few minutes before\nhe grows restless and returns to his studies.\n\n!!! Archives\n\nArchival rooms make up the bulk of the\nlibrary. A half-dozen chambers on the main floor, plus\nthree in the basement, contain stacks of parchments,\npiles of scroll cases and folios, cases full of dusty books,\nand bins of rolled maps.\n\nThe haphazard bookkeeping renders research in\nthe library difficult. A character must spend several hours\nsearching for the proper materials before they can begin\nresearch. A character may be able to coax the Librarian into assisting with the\nsearch; locating the materials takes half the usual time.\n\n!!! The Spined Lairs\n\nIn a back room of the library, a\nshelf holds four thick tomes. A draconic rune, faded into\nnear incomprehensibility, adorns each book’s spine.\n\nThe runes are command words. Anyone reciting the word while opening the book is drawn into an extradimensional space inside the book. Each is a large\nroom that contains basic furnishings and a small research\narea or laboratory. [[Chamber]] agents refer to these spaces as “spined lairs.”\n\nA second book sits on a shelf inside each\nextradimensional space; opening it and reading its command word shunts the speaker back outside the book (or to the nearest open space if the book is in an enclosed\narea). Anyone who opens a book without speaking the\ncommand word finds dull treatises on common plants\nand animals of [[Khorvaire]].\n\nEach book has been reinforced with strengthening enhancements, but if a book is somehow destroyed, it explodes in a shower of arcane energy, and anyone inside the lair appears next to the destroyed book, along with any items brought into the lair.",
        "type": "text/vnd.tiddlywiki",
        "title": "Library of Hidden Knowledge",
        "tags": "Khorvaire library",
        "modified": "20221223204325142",
        "color": "#A3DB62",
        "category": "location",
        "article": "the "
    }
]