[
    {
        "created": "20200426205050470",
        "title": "Lords of Dust",
        "text": "Evil entities spawned at the dawn of time still haunt\n[[Eberron]]. The cities raised by those ancient [[overlord]]s\nare now only ashes, but the Lords of Dust still dream of\nrestoring their primordial dominion. These [[fiend]]s bide\ntheir time in an inconceivably long game, sparring with\nthe [[dragon]]s of [[Argonnessen]] as they manipulate events\nin order to fulfill the words of the [[Draconic Prophecy]] in\na way that will bring them victory.\n\nThough the Lords of Dust are mighty enough on their\nown, they serve greater masters known as the [[overlord]]s. Unfathomably powerful [[fiend]]s, the overlords were bound at the end of the [[Age of Demons]] by the\npower of the [[Silver Flame]], and an overlord can be released from this binding only if doing so can be made to\nfulfill the Draconic Prophecy. Every [[fiend]] spawned from\n[[Khyber]] owes fealty to one of these overlords.\n\nIn many ways the Lords of Dust are a reflection of the\n[[Chamber]]. Each group is trying to steer the fulfillment\nof the Prophecy to serve its own ends. The goal of the\nLords of Dust is to release the overlords from their\nbindings and loose them upon Eberron in a new age of\ndarkness. Despite this unified goal, the Lords of Dust\noperate as an alliance of like-minded cabals rather than\na single monolithic organization. Each cabal serves its\nparticular overlord above all others, and the conditions\nthat release one overlord could actually contradict those\nthat would free another.\n\nAccomplished shapeshifters, the Lords of Dust have\nagents spread across [[Khorvaire]]. Some might wonder\nwhy, with all their talents, they haven't tried to conquer\nthe world already. The reason is that they have no interest in ruling this world; they want to return it to the state of unnatural glory that existed before. Their only\ninterest in [[humanoid]] races is in directing them and\ntheir affairs down the paths necessary to release their\noverlords; aside from that, dealing with mortals is a tedious chore. \n\n!! The Lords of Dust and the War\n\nThe Lords of Dust took part in the events of the [[Last War]] whenever they saw opportunities to further their dark version of the [[Prophecy|Draconic Prophecy]]. It remains difficult to identify what events might have been manipulated by\none of these fiends, because their schemes take so long\nto play out. Far in the future, it might become apparent\nthat a seeming victory for the forces of good, or a battle\naverted that spared hundreds from death was ultimately\nthe first step in an [[overlord]]'s release. (For instance, a\nsoldier who was otherwise fated to die in the battle that\nwas avoided goes on to tempt a good-hearted priest into\nbecoming corrupted.)\n\nIn the years since the [[Thronehold Accords|Treaty of Thronehold]], the Lords\nof Dust continue on as they ever have, advancing one\nsmall step at a time.\n\n!! Demon Ruins\n\nThe Lords of Dust maintain a variety of safe houses and\nsanctums across [[Eberron]], but their most tightly bound\nlocations are the ruins left behind from the Age of Demons, scattered across the [[Demon Wastes]].  A demon ruin is an echo of grandeur swathed in flame and ravaged by time. Despite the rich appointments and impeccable construction evident even in the broken remains of the building, the place carries the unmistakable air of anguish and torment.\n\nThe table below offers some reasons why characters might risk death in the [[Demon Wastes]]. \n\n| !<<dr d4>> |!Adventure Goal |\n| 1 |Make a desperate request for aid from a Lord of Dust who is, by all accounts, an enemy of the characters' adversary. |\n| 2 |Escort an innocent who is prophesied to destroy the Lord of Dust to the ruin, and there confront the [[fiend]]. |\n| 3 |Carry an artifact to the river of black lava that runs through the demon ruin, which is the only place where the item can be truly destroyed. |\n| 4 |Gather obsidian shards from the ruin as components for a rare spell. |\n\n!! Lords of Dust NPCs\n\nMost of the Lords of Dust are [[rakshasa]]s, but any sort of\nfiend—[[devil]], [[demon]], or otherwise—could be part of this\norganization. Such [[fiend]]s are spawned in [[Khyber]] and\naren't actually from the Outer Planes. These fiends generally work through a wide network of duped pawns and\nindebted servitors.\n\nEach [[overlord]] has a chief servant, and these leaders\nmeet in the ruins of [[Ashtakala]] in the [[Demon Wastes]].\nThe overlord [[Rak Tulkhesh]]'s speaker is [[Mordakhesh]] the Shadowsword.\nThe overlord [[Sul Khatesh]] is served by the [[rakshasa]]\n[[Hektula]], also known as the First Scribe. [[Durastoran]] the\nWyrmbreaker is the speaker of [[Bel Shalor]], the overlord\nsaid to be bound in [[Flamekeep]].\n\nThe table below describes some possible antagonists who might cross paths with adventurers.\n\n| !<<dr d6>> |!Lords of Dust NPC |\n| 1 |A virtuous [[paladin]] is hunting and destroying those who might one day thwart the Lords of Dust. |\n| 2 |A possessed lord or lady spreads corruption throughout the noble house. |\n| 3 |A [[wizard]] who sought to accelerate their own power by making a dark bargain must now pay the price demanded by their sinister patron. |\n| 4 |A powerful [[demon]] has corrupted the local ruler in the name of its [[overlord]]. |\n| 5 |A succubus or incubus tempts a mercenary warlord to engage in greater and greater battles. |\n| 6 |One of the characters' most trusted allies or servants turns out to be a [[rakshasa]] in disguise. |\n\n!! Lords of Dust Campaign Themes\n\nThe Lords of Dust have two basic goals. The first is to encourage activities that strengthen the influence of their overlords. [[Rak Tulkhesh]] embodies war and conflict, and his minions are always eager to cause strife. The servants of [[Sul Khatesh]] entice cruel and selfish people to become [[warlock]]s, drawing mystical powers\nfrom their mistress. These activities won't release an [[overlord]], but they help to sustain it.\n\nTo release an overlord, the Lords of Dust must ensure that the [[Prophecy|Draconic Prophecy]] unfolds along a specific path. Often, following this path requires specific mortals to do specific deeds. For example, one shred of the Prophecy could stipulate that King [[Boranel|Boranel ir'Wynarn]] has to be killed by one of the characters. The Lords of Dust could easily kill Boranel themselves, but that wouldn't be sufficient to bring about the desired end; somehow, they'll have to trick the adventurer into doing it.\n\nBecause the Lords of Dust so often work through pawns and minions, it might take a while for adventurers to realize that an apparently unconnected series of encounters early in a campaign are actually all part of the complex schemes of the Lords of Dust. These fiends are so devious that it is often impossible to discern a pattern to their actions until their plans have come to fruition and the connections have finally been made clear. (You could retroactively decide that what you intended as unconnected encounters were all part of the\nplan from the beginning!) \n\n!! Lords of Dust Adventure Hooks\n\nThe Lords of Dust Adventure Hooks table presents some ways to get the characters into a fiendish\nadventure.\n\n| !<<dr d6>> |!Lords of Dust Adventure Hook |\n| 1 |A retainer who died recently shows up again, as if nothing happened and with no memory of having \"died,\" or of the events immediately preceding their supposed demise. |\n| 2 |Agents of the [[Chamber]] show up intent on murdering the characters, because their recent actions have unwittingly been at the behest of a Lord of Dust and have twisted a portion of the [[Prophecy|Draconic Prophecy]]. |\n| 3 |A trusted mentor changes their tune abruptly and begins sending the characters on unusual tasks. |\n| 4 |Everyone the characters used to deal with in town suddenly acts as if they've never seen the characters before. |\n| 5 |Increasingly vicious [[fiend]]s attack the camp every few nights. |\n| 6 |Agents of a Lord of Dust apologetically kidnap a character's loved one, politely requesting that the character perform a series of favors to secure the hostage's release. |",
        "modified": "20210727192019373",
        "tags": "[[secret society]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]