[
    {
        "created": "20210212214900388",
        "text": "//In your heart you know just how little you truly know. What waits for you in the shadows? What lurks behind the eyes of those you consider to be your friends? The Lurker makes only one promise: the truth is worse anything you can imagine.//\n\n!\n\nDuring the [[Age of Demons]], the [[Thunder Sea]] was the domain of\nthe Lurker in Shadow. This [[overlord]] embodies the fear of the\nunknown, of the evil that could be lurking just beyond sight, and\nthe fear that our friends could be secretly scheming against us.\nThe Lurker created the [[aboleth]]s, who conquered and dominated\ncreatures of the deep—[[sahuagin]], [[locathah]], even [[giant]]s and [[dragon]]s. The\nstruggle against the [[overlord]]s played out beneath the water\njust as it did above. [[Dragon|dragon]]s battled [[kraken]]s and [[giant]]s fought\n[[aboleth]]s, while the [[sahuagin]] consumed the fallen on both sides.\nThe wrath of the Lurker shattered the ocean floor. Dragons were\nimpaled on spires of [[demonglass]]. But in time, the overlords were\nbound and the aboleths fled into the deepest abysses.\n\nThe servants of this [[overlord]] sometimes call it ''Surash Ka'', which is simply [[Abyssal]] for \"The Deep Lord\" or \"The King Below\", but the [[sahuagin]] and other denizens of the [[Thunder Sea]] avoid using that name, calling it the Lurker in Shadow or just the Lurker. It has no interaction with the [[Lords of Dust]]. Its servants include [[aboleth]]s, [[shadow demon]]s, and shark-like or lamprey-like [[rakshasa]], but stories suggest these are the least of the horrors it has spawned. \n\n!! The Regent of the King Below\n\nThe Lurker in Shadow has no interest in allies and has nothing to do with the [[Lords of Dust]]. It has no [[speaker|prakhutu]] in the traditional sense; how could it, when it thrives on being unknowable? Instead, it has ''Kashatak'', [[Abyssal]] for “Regent”. When a servant of the Deep Lord is engaged in a major operation, it may find its powers growing and its mind expanding. Eventually, it becomes an extension of the Lurker itself, the //Regent of the King Below//. Typically, Kashatak is an [[aboleth]], whose expanded powers allow it to hold hundreds of creatures in its thrall. But any powerful [[fiend]] or [[aberration]] created by the Deep Lord could become Kashatak for a campaign of terror. A servant of the Lurker must achieve a critical degree of success before this mantle can be bestowed upon it; it is only as a creature's influence grows that the Lurker stirs and the servant can assume the mantle of Kashatak.\n\n!! The Lurker's Release\n\nShould the Lurker be released from its bondage, it won’t unleash storms or tsunamis. Instead it will release //things// into the darkness, so that every shadow //does// hold an unimaginable threat. It will corrupt people in every aquatic nation, ensuring that people cannot trust unfamiliar faces—or even those they love. Eventually, it will lead to a bitter harvest in which people live in savagery, clinging to pools of light and killing every stranger.",
        "type": "text/vnd.tiddlywiki",
        "title": "Lurker in Shadow",
        "tags": "overlord immortal fiend",
        "modified": "20230416003223862",
        "color": "#8C4606",
        "category": "entity",
        "article": "the ",
        "alternatetitle": "Surash Ka",
        "tooltip": "the King Below, overlord who embodies the evil lurking just beyond sight"
    }
]