[
    {
        "created": "20200422194937485",
        "text": "<div style=\"float: left; width: 85px; margin-right: 10px; margin-top: 10px;\">{{$:/plugins/wccbuck/mabar.svg}}</div> A sea of liquid shadows laps against black\nsands and basalt cliffs. A skull lies half-buried\nin the sand, empty sockets gazing\ninto the roiling mist. The bone\nisn't sun-bleached, for there\nis no sun here—only a faint\nglimmer from the [[smoky gray moon|Sypheros]] that hangs in the sky.\n\nEarly scholars studying\nreports of Mabar concluded that\nit was the Plane of Darkness—that this physical property is its defining concept. However, the plane's eternal gloom is just a symptom of its true nature. Even the brightest day eventually ends in darkness,\nand Mabar embodies this idea.\nIt's the shadow that surrounds\nevery island of light, patiently\nwaiting to consume it. It's entropy,\ndespair, and loss. This isn't the place\nwhere the souls of the living go after death,\nbut rather, it's the plane of death itself—the hunger that\nconsumes both light and life.\n\nMabar is the source of negative energy, and the origin of\nmost [[undead]]. [[Manifest zone|manifest zone]]s—and most undead—tied to Mabar\nconsume the life force from the world around them. However,\nsome people maintain that negative energy itself is just a tool,\nand that the power of Mabar can be harnessed for good.\n\n!! Universal Properties\n\nThe Endless Night consumes life and light. It's a wellspring\nof necrotic energy, where light is swallowed by gloom, and\nunprotected creatures quickly die. Mabar has the following\nuniversal properties.\n\n* [[Necrotic Power]]. Living creatures have a [[disadvantage]] to resist necrotic magic and [[necromancy]] is diminished. [[Undead|undead]] creatures are more difficult to destroy or frighten.\n* [[Radiant Void]]. In order to cast a spell that deals radiant damage or restores health, any [[consequence]]s to that roll include one additional [[stress]] from casting the spell.\n* [[Eternal Shadows]]. There is no bright light in Mabar. Any object or effect that would usually create bright light only creates dim light.\n* The [[Hunger of Mabar]]. Mabar consumes the life force of living things. Living creatures rapidly and continuously suffers necrotic damage. A creature that is incapacitated by this damage immediately dies and its body crumbles into ash. Natives of Mabar, creatures that have resistance or immunity to necrotic damage, and creatures under the effects of a [[death ward]] spell are immune to the effects of this property.\n* ''Standard Time.'' Time passes at the same pace as on the Material Plane, and is consistent across its layers.\n\n!! The Consuming Darkness\n\nThe planes don't usually interact with one another. The\narmies of [[Shavarath]] endlessly battle each other; they\ndon't lay siege to [[Xoriat]]. Each plane is an isolated, perfect\nvision of a particular concept. But the concept that defines Mabar is the hunger to consume all light and life, along with the inevitable downfall of all things. When the proper forces align, Mabar pulls fragments of other planes into\nthe Endless Night; over time, these are drained of light and\nhope and transformed into new layers of Mabar.\n\nInitially, these captured planar fragments become part of the\n[[Hinterlands]] and night falls in the region, but they don't yet have\nany of Mabar's [[universal properties|universal property]]. Over time, the fragment's\nproperties from its previous plane are replaced by the properties\nof Mabar. Once the fragment acquires the last property in\nthis process, the [[Hunger of Mabar]], it's fully assimilated into\nthe Endless Night as a new symbol of entropy and despair.\nMortal inhabitants of the fragment are typically transformed\ninto [[shadow]]s or other forms of [[undead]], while [[immortal]]s might\nbecome [[yugoloth]]s, or twisted into dark mockeries of their former\nselves. The conversion is slow and inevitable, and the Dark\nPowers of Mabar don't have to take any action—but regardless,\nmost enjoy tormenting the fragments. [[Undead|undead]] prey on the edges\nof fragments besieged by the [[Bone King]], and [[yugoloth]] soldiers\nraid fragments claimed by the [[Empress of Shadows]].\n\nAs an example of a converted fragment, consider the Drifting Citadel. This floating tower was once a library in [[Syrania]]. Now it drifts through an icy void, grand windows shattered and books fallen from their shelves. [[Shadow|shadow]]s of sages clutch at\nbooks with insubstantial fingers, never able to turn a page. The\nangelic librarians have become tormented spirits who hunger\nfor knowledge, draining the memories from any creature\nunfortunate enough to fall into their grasp.\n\nAt times, the great powers of other planes have tried to\nstop Mabar from capturing fragments of other planes—but\nto no avail. The darkness can't be stopped, as it's part of\nthe machinery of reality—the Endless Night consumes and\nfragments are lost. Those pulled into the darkness can fight\nagainst it, but the ultimate outcome is inevitable. Were it not\nfor [[Irian]], Mabar would eventually consume everything. But\nas the Night consumes, the Dawn restores, and so balance\nis ultimately maintained.\n\nThe process of consumption is slow and ongoing, and there\nare always multiple fragments in the [[Hinterlands]]. It may take\nMabar months, years, or even centuries to consume a fragment.\nAs the properties are replaced, the landscape of the fragment\nchanges to reflect it. In a former fragment of [[Lamannia]], the\nvegetation around the borders begins to wilt. Creatures become\nsickly, and totems may not be seen at all, or they might be\nterrifying shadows, killing the grass they walk on.\n\nMabar typically targets other planes, but it can claim pieces\nof the Material Plane as well. This initial effect is reminiscent\nof the [[Mourning]]; gray fog rolls over the region that's affected,\nand all that's caught within the fog is lost. However, Mabar\ntypically claims a region the size of a town, or perhaps a county;\nit's never been known to claim an entire country. Typically\nthe fog fades within a day, leaving a barren region stripped of\nvegetation and structures. Mabar's power is such that it also\nconsumes the memories of the place; most mortals simply\nforget that the affected region ever was anything but barren,\nand forget the people consumed in the process. This process\nisn't perfect or absolute, but when contradictory information\nis presented, people instinctively try to rationalize it. Maybe\nthey heard a story about the lost town? The uncle who lived in\nthat town? Didn't he die in the war? In short, player characters\nmight realize something is wrong, but be unable to convince\nothers of it. Because of this magical effect and the fact that\nit happens so rarely, the common people of [[Khorvaire]] don't\nknow about this aspect of Mabar. But if a group of strong-willed\nplayer characters investigates it, they might be able to discover\nthe cause of lost colonies and other mysteries.\n\n!! Denizens\n\nFrom shadows of mortal souls to Mabar's [[Dark Power]]s, the\nEndless Night's inhabitants all embody aspects of darkness,\ndespair, and death. The plane's denizens fall into these five\ngeneral categories.\n\n!!! Shadows\n\n[[Shadow|shadow]]s are the most numerous inhabitants of Mabar.\nThese semi-sentient spirits linger in places where you\nmight expect to find people, forlornly pantomiming the\nroles of the absent inhabitants. You'll find the shadows of\nchildren playing on the corner of a Mabaran street, and\nthe shadow of a priest silently praying to an absent and\nunknown god in a shattered temple. In his //Planar Codex//,\n[[Dorius Alyre ir'Korran]] asserts that every mortal has a\nshadow in Mabar, much like the conscripts of [[Shavarath]];\nthis theory is supported by the shadow-gardeners of the\n[[Amaranthine City]]. However, the shadows of Mabar don't\nspeak, and they're driven by impulse and instinct; if they're\ntied to living creatures, they're just a dark sliver of each soul.\nThe shadows hunger for the lifeforce of mortals, but they\nignore creatures that have resistance or immunity to necrotic\ndamage or that are shielded by the [[death ward]] spell.\n\n!!! Yugoloths and Other Immortals\n\nThe [[immortal]]s of Mabar are spirits of darkness. The\n[[yugoloth]]s—embodiments of hunger, despair, and death—are\nthe citizens of a vast empire centered on the [[Amaranthine City]],\nmost serving as soldiers. In the [[Hinterlands]], yugoloths battle\n[[celestial]]s and [[fiend]]s trapped in these doomed fragments, until\nthe fragments are ultimately fully drained, assimilated, and\ntheir immortal inhabitants converted to a form more suited\nto the Endless Night. It's questionable if these battles actually\nspeed up the assimilation, or if they're simply a way for the\nyugoloths to pass the time. If there are no immortals to battle,\nthe yugoloths simply spread despair; an [[oinoloth]] may spread\nplague through a fragment of the Material Plane, then spend\na year watching the result.\n\nSome [[yugoloth]]s are gardeners, but what they cultivate are\n[[shadow]]s. By shaping a mortal's shadow, a [[fiend]] can fill that\nmortal with despair or drive them down dark paths. When\nthe associated mortal eventually dies, the yugoloth can refine\nthat shadow into [[quintessence]]; this substance is crafted by\nyugoloth artists and artisans into tools and weapons that\ncan cause death and despair, should they make their way to\nthe mortal world. While most gardeners work with shadows,\nsome go into the fragments of the [[Hinterlands]] to directly\ntorment the hostages in slow and subtle ways. Other yugoloths\nare philosophers and oracles who contemplate the nature of\nentropy and the way in which all things will end. And some\nserve menial roles in the [[Amaranthine City]].\n\nThe yugoloths make up the majority of the immortals of\nMabar, but there are others. Mabaran [[incubi and succubi|incubus/succubus]]\nembody emotional pain and loss. Some prey on hostages in\nfragments, while others live alongside the yugoloths and ply\ntheir wiles on them; the suffering of a [[fiend]] is just as satisfying\nto them as that of a mortal. Other incubi and succubi are\ngardeners, and some believe that these can drain the love from\na mortal heart by bleeding it from their shadow. There are also\nimmortals from other fragments that have been transformed—[[angel]]s and [[devil]]s reshaped by the Endless Night.\n\n!!! Undead\n\nMabar is the origin of most [[undead]]. Sentient undead are\ncreated when a dying creature's soul is bound to Mabar\ninstead of passing to [[Dolurrh]]. The energy of Mabar sustains\nthe creature—be it [[wraith]], [[mummy]], or [[vampire]]—while the\ncreature serves as a conduit to the Endless Night. This is\nwhy many undead directly consume the life force of other\ncreatures. Even those who don't do so directly may drain life\nfrom the world simply by existing; this is why plants are often\nwithered in areas frequented by the undead. Likewise, this\nconnection to Mabar has a corrupting effect that pulls most\nintelligent undead toward evil alignments. Even people who\nwere good in life find that Mabar erodes their empathy and\ncompassion; it's a struggle to maintain your humanity when\nyour existence is bound to the Endless Night.\n\nThere are also many undead in Mabar itself. Many of these\nare merely symbolic [[manifestation]]s of Mabar, not actually\nthe remains of mortal beings; the endless skeletal armies\nof the [[Bone King]] are manifestations and the Bone King\nhimself was likely never mortal. [[Specter|specter]]s and [[wraith]]s are\nespecially powerful [[shadow]]s; some are the work of gardeners,\nwhile others emerge from the pure darkness of Mabar. The\nmore desolate planes, like the [[Last Desert]], are inhabited by\n[[nightwalker]]s, powerful conduits of negative energy; they often\nattack fragments, feeding on the energy of the fragment and\naccelerating its assimilation.\n\nBeyond this, the souls of sentient [[undead]] are bound to\nMabar. When a [[vampire]], [[mummy]], [[lich]], or similar creature\nis physically destroyed, it doesn't get the release of [[Dolurrh]];\ninstead, the soul becomes a [[wraith]] in Mabar, forever driven\nby the hunger of the Endless Night. Most are driven mad by\nthis process, but perhaps the adventurers might once again\nencounter a vampire they previously killed, now a spectral\nlord in the Endless Night.\n\n!!! The Dark Powers\n\nThe mightiest and most malevolent beings in Mabar are\nknown as the [[Dark Power]]s. Each embodies a particular\naspect of Mabar and rules a domain of linked [[layer]]s.\n\n!!! Hostages\n\nThe fragments in the [[Hinterlands]] hold all the creatures that\ndwelled in each before they were captured. When a mortal dies\nthere, they return as a [[shadow]] or [[undead]]. [[Immortal|immortal]]s are bound\nto their fragment; they can't leave it, and if they die, they're\nreborn there. So creatures from any plane could be found here,\nincluding the Material Plane. A chunk of [[Risia]] might hold [[frost giant]]s. A fragment of the [[Endless Ocean]] might have a pod of\n[[merfolk]]. But the longer they remain in Mabar, the more the plane\ncorrupts the fragment and the creatures in it, until they become\nshadows, undead, or something worse. A mortal creature that\nlives through this process may have all the light drained from its\nsoul or be consumed by despair. While it might retain its original\nappearance, it should be considered an aberration; in the end,\nit will seek to spread misery and extinguish both light and life.\n\n!! Layers\n\nIt's always night in Mabar, and its shadowy moon, [[Sypheros]],\nremains fixed in the sky. While the setting varies across\nits countless [[layer]]s—a desert, a ruined city, the withered\nremains of fertile farmland—the story is always about loss,\nentropy, despair, and death. A layer might contain a massive\nbattlefield filled with the intertwined bones of [[dragon]]s and\n[[giant]]s. Ossuaries and catacombs. Crumbling memorials,\nwith names too faded to read. Barren orchards and dried\nriverbeds. And tombs, from tiny unmarked crypts to the\ndeath-palaces of fallen rulers, necropolises filled with traps\nand treasures. And this being the Endless Night, some of\nthose dead rulers still dominate their domains, whether they\ntake the form of [[undead]] or simply malevolent will.\n\nLayers are linked in domains, and each one is bound to one\nof the [[Dark Power]]s. The denizens of the layers and the overall\nthemes reflect the influence of that Dark Power, so layers in\nthe [[Kingdom of Bones]] are largely inhabited by [[undead]], while\n[[yugoloth]]s dwell in layers bound to the [[Amaranthine City]].\nSome layers are bounded by physical barriers, but most either\nloop back on themselves or end in walls of fog—not unlike the\n[[dead-gray mists]] of the [[Mournland]]—and any who wander into\nthe mists reemerge elsewhere in the layer. Within domains,\nlayers are often connected by physical portals—perhaps a\nmassive gate or a pool of shadows. Moving between domains\nrequires [[plane shift]] or performing a ritual tied to that domain.\nThese rituals need not be magical; they're simply secrets that\nhave to be learned. If you're in the [[Kingdom of Bones]] and\nyou want to get to the [[domain|Last Desert]] of the [[Queen of All Tears]], the\nanswer is simple: All you have to do is sincerely cry, and your\ntears will take you there.\n\nHere are a few examples of Mabar's domains, each of\nwhich could hold many layers.\n\n<<list-links-article \"[tag{!!title}tag[layer]sort[title]]\">>\n\n!! Planar Manifestations\n\nHere are a few ways Mabar can influence the Material Plane.\n\n!!! Manifest Zones\n\nMabaran [[manifest zone]]s are infamous and almost universally\nshunned, for nearly all are harmful to the flora and fauna of\nthe region. In some zones, life withers and dies. In others, it's\ntwisted in strange ways; plants may seek the blood of living\ncreatures, or grow unnaturally pale and cold. Rot and decay\nare often accelerated, and disease can thrive. However, such\nregions are also often powerful sources of negative energy.\nMabaran zones often possess the [[Necrotic Power]] [[universal property]], and there are epic rituals and [[eldritch machine]]s that require a Mabaran manifest zone. The [[Odakyr Rites]] that create\n[[Karrnathi undead]] are an example of this, and the [[Karrnath]]i\ncity of [[Atur]] is built on a Mabaran zone. This often has a curious\nsynergy: if the negative energy of a Mabaran manifest zone is\nregularly channeled into rituals or spells, it prevents that energy\nfrom spreading disease or killing vegetation. In his //War and Death: A History of Karrnathi Necromancy//, [[Jolan Hass Holan]] asserts that the plagues and famines [[Karrnath]] suffered early in the war were due to the [[Seekers|Blood of Vol]] who normally tended those zones being pushed out of them due to strategic concerns—which, in turn, forced Karrnath to embrace [[necromancy]] to\ncounter the effects of those famines.\n\nWhile Mabaran manifest zones rarely serve as gateways to the\nplane, they are powerful sources of negative energy and produce\nundead. Skeletons, [[zombie]]s, and [[ghoul]]s can all spontaneously\nrise in Mabaran manifest zones, and more powerful undead can\nbe created under the proper circumstances.\n\n!!! Coterminous and Remote\n\nOn nights when Mabar is coterminous, the [[Necrotic Power]] property encompasses the entire world, and the radius of all light\nsources are halved. During these periods, regions of deepest\ndarkness can serve as gateways to Mabar, releasing shadows or\nother foul things into the world. This primarily occurs in regions\nthat are suffused with despair or misery, and only at night,\nending as soon as dawn breaks. As a result, during coterminous\nperiods, friends and family usually huddle together indoors,\nkeeping the lights burning and telling cheerful tales.\n\nWhen Mabar is remote, all creatures have resistance to\nnecrotic damage, and [[undead]] are more susceptible to being turned or frightened.\n\nTraditionally, Mabar is coterminous for three nights in the\nmonth of [[Vult|Khorvaire calendar]]—the nights of the new moon closest to the winter\nsolstice. The people of the [[Five Nations]] call this time [[Long Shadows]]. Mabar is remote less frequently, for a period of five\ndays around the summer solstice, but only once every five years.\n\n!!! Mabaran Artifacts\n\nMabaran artifacts are formed from [[quintessence]], the solidified\nenergy of Mabaran shadows. Those who wield such items often become\ncold and cruel. [[Yugoloth|yugoloth]] artisans can create unique items with\neven greater powers, but the purpose of these tools is to spread\ndespair and misery. Some drain health from their wielders to\npay for their deadly abilities; others cause the bearer to rise as\nan [[undead]] creature after death.\n\nThe most powerful Mabaran artifacts are [[battleloth]]s—yugoloths that have allowed themselves to be forged into objects to spread death and despair. These are intelligent and powerful, but drive their wielders down dark paths.\n\nWhen plants do grow in Mabaran [[manifest zone]]s, they're\noften poisonous; [[bloodvine]] can produce a variety of deadly\nvenoms. However, the [[elves|elf]] of the [[Bloodsail Principality|Bloodsails]] have\nmastered the art of gardening in Mabaran zones, and there,\nyou can find wondrous plants that feed on shadows instead of\nsunlight—[[darkwood]] trees, [[ebon sedge]] grass, and more. Here,\nthey produce spices and wines unlike any others in the world.\n\n!! Mabaran Stories\n\nMabar inspires cruelty and despair. Its necrotic energies can\nbe a general environmental threat or harnessed as a weapon\nby [[warlock]]s or [[necromancer|necromancy]]s. Here are some stories you might\nexplore about this plane.\n\n//''Fragmented Mourning.''// It's unlikely that the [[Mourning]] was\ncaused by Mabar. The effect is much larger than any fragment,\nthe lingering strangeness doesn't resemble Mabar, and people\nknow it's been destroyed, unlike with most fragments. However,\nit's entirely possible that part of [[Cyre]] could have been claimed\nby Mabar as the Mourning unfolded—perhaps [[Metrol]] still exists\nin the [[Hinterlands]] of Mabar! If so, is there any chance it could\nbe saved? Is Queen [[Dannel|Dannel ir'Wynarn]] alive? Or could she have somehow\nbeen responsible, sacrificing her own people to become one\nof the [[Dark Power]]s herself?\n\n//''Shadow on the Moor.''// While passing across a moor, the\nadventurers are set upon by the shadows of wolves and hawks.\nThe following dawn, they discover that one of the characters\nis missing their shadow; it's been lost in the [[manifest zone]]. Do\nthey need to go back and find it? If so, how? If not, what does it\nmean that this character no longer has a shadow?\n\n//''The Master of Shadholt.''// A cruel [[warlock]] holds a small\nvillage in [[Karrnath]] in his grip. When the adventurers defeat the villain, they\nmake an unpleasant discovery: the village of Shadholt is in a Mabaran manifest zone, and while the warlock was a villain, his rituals also prevented the zone from spreading plagues throughout the entire region. Can the adventurers help one\nof the villagers take the warlock's place, forging the pact and\ngaining the powers needed to contain the threat? What [[Dark Power]] must they deal with?\n\n//''The Drifting Citadel.''// The adventurers are contacted by\nItheriel, a scholar-[[angel]] of [[Syrania]]. The celestial seeks to\nrecover a tome of knowledge from a library tower that was\nconsumed by Mabar. If Itheriel goes to Mabar, they'll be trapped\nthere for eternity; they need the adventurers to recover the\nbook. What isn't Itheriel telling them about the book? Could this\ncelestial relic have become the [[Book of Vile Darkness]]? What\nelse can be found in the drifting tower?",
        "type": "text/vnd.tiddlywiki",
        "title": "Mabar",
        "tags": "plane",
        "modified": "20220803210133472",
        "tooltip": "plane of darkness, entropy, and despair",
        "color": "#2E4708",
        "category": "location",
        "article": "the Endless Night, "
    }
]