[
    {
        "created": "20210206062712158",
        "title": "Magwroth",
        "text": "Thirty years ago, a pirate named Magwroth thought to\nseize control of the [[Cloudreavers]] of the [[Lhazaar Principalities]], challenging the rule of Sea Prince [[Mika Rockface]]. The results\nwere one-sided. Magwroth was hideously injured, his\nvessel //Devourer’s Hand// was severely damaged, and the\nrest of his ragtag fleet was sunk. After limping away\nunder tattered sails, Magwroth was never seen again,\nand it was assumed that //Devourer’s Hand// had vanished\nbeneath the waves.\n\nWould that it had.\n\nCarried on furious currents through the blinding\ngray mists east of [[Lastpoint]], //Devourer’s Hand// passed through an unknown [[demiplane]] of anomalous elemental forces. There, Magwroth and the remains of his crew were consumed by a host of inhuman creatures that\nnow sail the ghostly [[Chaos Fleet]] across the [[Lhazaar Sea]].\n\nThough it wears the face and form of Captain Magwroth, the commander of this fleet is an [[elemental]] being of pure destructive energy. It now occupies Magwroth’s flesh, having transformed him into an [[elemental drudge]].\n\nFor the moment, “Magwroth” seems content to\nattack and raid lone vessels. However, the ships\nand crews he destroys are taken under his control,\nand so the [[Chaos Fleet]] has begun to grow. In time,\nMagwroth could threaten not just the [[Lhazaar Principalities]] but all of coastal [[Khorvaire]]. Only then might his ultimate objective become clear: to destroy all life.\n\nFrom a distance, the captain resembles the [[half-elf]] Magwroth from thirty years past, but on closer inspection, the facade falls. The elemental’s gaping wounds reveal burning\nfire racing like blood beneath its skin. Ugly bulges\nmar its flesh, tearing open as it moves to reveal icy\nprotrusions beneath. Lightning dances within its\npupils, and a dark smoke hisses from its blackened\nteeth and lips.",
        "modified": "20210727192020116",
        "tags": "[[Chaos Fleet]] [[elemental drudge]] elemental immortal [[Lhazaar Sea]]",
        "type": "text/vnd.tiddlywiki",
        "article": "Captain ",
        "category": "person",
        "color": "#FEA627"
    }
]