[
    {
        "created": "20201226042006024",
        "title": "Malevanor",
        "text": "High Priest Hass Malevanor is the greatest spiritual leader of the highly individualistic [[Blood of Vol]] faith. He is a powerful [[oathbound|mummy]] abactor who oversees the rites and rituals of blood within the [[Crimson Monastery]] in [[Atur]], [[Karrnath]]. The oaths that sustain the high priest's existence are to guide and protect [[Seekers|Blood of Vol]] and maintain the city.\n\nMalevanor has been [[undead]] for over fifty years. While living, he and [[necromancer|necromancy]] Gyrnar Shult developed the [[Odakyr Rites]] for creating [[Karrnathi undead]], and worked with the Order of the [[Emerald Claw]] when they still acted as an official chivalric order of the [[Karrnath]] military. Despite this, Malevanor condemns the actions and mission of the modern-day Emerald Claw. \n\nThe former high priest of [[Atur]] was the oathbound Askalor, who held the post for over four hundred years. But he was weary of his long [[undead]] existence. When Malevanor was grievously injured during the [[Last War]], Askalor transferred his power and his undead existence to his apprentice. \n\nMalevanor tends to and receives guidance from the [[Crimson Covenant]], a circle of the oldest [[undead]] champions of the faith, who reside in the catacombs beneath [[Atur]].\n\n!! Malevanor as a Patron\n\nThe high priest could serve as a patron for a Seeker PC or even an adventuring party. While he cannot directly grant power as a [[warlock]] patron, he can provide guidance for how to unlock the Divinity Within, as that is one of the oaths that sustains him. A group of PCs might even serve as Malevanor's undercover agents who are secretly investigating and working against [[Lady Illmarrow]].",
        "modified": "20210727192020204",
        "tags": "[[Blood of Vol]] mummy undead humanoid Atur",
        "type": "text/vnd.tiddlywiki",
        "article": "High Priest ",
        "category": "person",
        "color": "#FEA627"
    }
]