[
    {
        "created": "20210402221056231",
        "text": "Serving first as governor-princess of [[Aundair]] before ascending to be Queen of [[Galifar]], Marala ir'Wynarn devoted herself to strengthening the [[Arcane Congress]], but also to improving schools and universities across the united kingdom. The construction of the [[Starpeaks]] Observatory, which began under her father King Daroon, was also completed during Marala's reign. Much of Galifar's traditions of education are the direct result of Marala's efforts, leading the people to call her the \"Hand of [[Aureon]].\" \n\nIn addition to her public works, Queen Marala took great pride in her personal library, collecting tomes from across [[Eberron]]. Her library included rare texts and [[spellshard]]s from [[Aerenal]], [[Ohr Kaluun]], and even a massive codex written by a [[Cul'sir|Cul'sir Dominion]] [[wizard]] of [[ancient|Age of Giants]] [[Xen'drik]]. The tales say that her library was hidden in an invisible tower, which modern scholars believe may have been a variant of the [[magnificent mansion]] spell.\n\nIn 545 YK, the cabal of [[necromancer|necromancy]]s known as the [[Talons of Ice|Saeria Lantol]] carved a trail of destruction through northeastern [[Galifar]]. Queen Marala facilitated an alliance of [[templar]]s and soldiers of [[Karrnath]] to defeat the raiders, and sentenced their leader, the [[lich]] [[Saeria Lantol]], to <<navAndScrollToHeader Dreadhold \"the Deep Ward\">> of [[Dreadhold]].\n\nMarala ir'Wynarn died in 558 YK with no living heirs, and was succeeded by her sister [[Joliana ir'Wynarn]]. Marala's death was surrounded by mysterious circumstances, and her trove of texts wasn't accounted for in her will; it's quite possible that her extradimensional invisible tower is still out there in the ether, waiting to be found. ",
        "type": "text/vnd.tiddlywiki",
        "title": "Marala ir'Wynarn",
        "tags": "Galifar [[Wynarn family]] deceased human humanoid",
        "modified": "20240314194837525",
        "color": "#FEA627",
        "category": "person",
        "article": "Queen "
    }
]