[
    {
        "created": "20210304180322203",
        "title": "Marketplace",
        "text": "''Population:'' Mostly [[human]]s and [[dwarves|dwarf]].<br/>\n''Character:''  Lively, industrious, and thriving.<br/>\n''Businesses:'' Buying and selling almost anything. <br/>\n''Key Personalities:'' [[Calynden d'Lyrandar]], the [[Storm Lords]], [[Nat Gann]], [[Yannick Drumdoom]], and [[Valexa Von Ruthvek|Von Ruthvek's Splendors of the South]].<br/>\n''Overseer:'' Lord [[Varen Lassite]].\n\n//Broken arches and fallen columns are covered with awnings\nand surrounded by market stalls. The twisting, improvised streets are\ncrammed with people, most of them visitors, making their way through\nthe city and stopped at every turn by hawkers trying to sell them one\nthing or another.//\n\n//Three great buildings loom over everything in this quarter: [[Falconer's Spire]], with airships docked against it; the [[bazaar|Stormreach Bazaar]], a gigantic tent\nsheltering the city’s great open-air market; and the [[Lorsmarch Palace]],\ncenter of the [[Storm Lords]]’ power.//\n\n//This is the heart of the city. Here all the city’s struggles, opportunities, and dangers are gathered and intensified. You can feel it in the air,\nand soon something is going to change.//\n\nThe Marketplace is the natural center of [[Stormreach]], a city sustained by legitimate and illegitimate trade. The [[Lorsmarch Palace]], the seat of the [[Storm Lords]]’ collective power, is here, near the shops and stalls that are the foundation of the city’s economy. The district\nhas always been the city’s most defensible, and the\nolder parts of the palace date back to the age of the\npirate kings.\n\nCenturies ago, the Marketplace was not the center of the city. Coastal erosion has shifted the center to this point, which appears to have been a temple district in the [[Age of Giants]]. Remnants of those days are abundant: carved [[stone heads|Stone Heads of Stormreach]], a [[circle of visions]], towering\npillars, and ancient [[tunnels|Stormreach steam tunnels]] that have been turned into\nbasements for many of the district’s buildings.\n\nFor adventurers, the Marketplace is the best place\nto resupply or to sell whatever goods they have discovered in the continent’s interior. Although goods can be expensive here, the Marketplace is the only place to\nbuy or sell many things.\n\n!! Noteworthy Locations\n\n* the [[Stormreach Bazaar]]\n* [[Black Iron]]\n* the [[Chapterhouse]]\n* [[Falconer's Spire]]\n* the [[Lorsmarch Palace]]\n* [[Molou's Distillery]]\n* the [[Nest]]\n* the [[Old Catacombs]]\n* the [[Phoenix Tavern]]\n* the [[steam tunnels|Stormreach steam tunnels]]\n* [[Von Ruthvek's Splendors of the South]]\n\n!! Adventure Hooks\n\n* [[Valexa Von Ruthvek|Von Ruthvek's Splendors of the South]] is sponsoring an expedition deep into Xen’drik in an attempt to find an artifact called the //Vessel of the Infinite Sea//. Von Ruthvek’s mysterious benefactors do not want the artifact returned to her, fearing she might divine their purpose from it. They have dispatched agents to steal the item from the adventurers once they have recovered it.\n* [[Hular]] wants his daughter to get “this adventuring nonsense” out of her system, so he has set aside some money to hire adventurers to take her out on an adventure, bribing them to make it difficult and unpleasant in the hope that it will put her off adventuring for life.\n* While exploring the [[bazaar|Stormreach Bazaar]], the adventurers witness a potion vendor’s stall burst into flames. The fire will spread rapidly unless someone stops it!",
        "modified": "20210727192020618",
        "tags": "district Stormreach",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#96CC39"
    }
]