[
    {
        "created": "20210131232910030",
        "text": "In ages past, the [[orc]]s that\neventually became the [[Ghaash'kala]] entered the [[Labyrinth]]\nfor the express purpose of keeping the horrors of the [[Demon Wastes]]\ntrapped and cut off from the rest of the world. One of the\noldest of these clans, the Maruk, has a long and bloody\nhistory of fulfilling this mission.\n\nThe Maruk clan guards the central passages through the Labyrinth, the routes most often used by the [[Lords of Dust]] and their agents. The sly and clever [[rakshasa]]s often\nmanage to slip past the vigilant eyes of the Maruk guards,\nbut the sacred warriors of the binding flame are not without their resources. They can see through disguises used by the [[fiend]]s, and engage in deadly battle with any fiends they uncover in the depths of the canyons. The\nMaruk clan suffers terrible casualties as a result of these\nconstant battles; the only reason the clan has survived to the present day is because of the steady infusion of new blood.\nOrc [[barbarian]]s from the [[Shadow Marches]], human scouts\nfrom the [[Eldeen Reaches]], and even youths from the [[Carrion Tribes]] often hear the call of Kalok Shash, a divine beacon\nthat draws them to the Maruk [[Ghaash'kala]]. As a result, the\nMaruk clan counts more [[human]]s and [[half-orc]]s among its\nmembers than any other Ghaash’kala clan and possesses\nslightly better equipment. The Maruk clan also has a higher\npercentage of [[paladin]]s than the other three clans.\n\nMembers of the Maruk Ghaash’kala are somber and serious, prepared to die at any time in battle with the [[fiend]]s of the [[Demon Wastes]] and other horrors spit up from the depths of [[Khyber]]. The Maruk even gather resources from the [[demiplane]]s of Khyber; they hunt [[balewolves|balewolf]] in the [[Abyssal Forest of Khaar]], and wield weapons taken from [[demon]] foot soldiers of the [[Ironlands]].\n\n[[Torgaan Shashaarat]] leads the clan, while the elderly priest [[Lharc Suusha]] guides it.\n\nThe Maruk tribe's largest settlement is [[Maruk Dar]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Maruk",
        "tags": "Ghaash'kala tribe",
        "modified": "20220719235451266",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]