[
    {
        "created": "20240306232903303",
        "text": "Before the founding of [[Galifar]], a man named Marusan lived on the shores of [[Kraken Bay]], near what would eventually become the city of [[Seaside]]. In most versions of his story, Marusan was a knight; though in others he was a farmer or a prince. On the day of his wedding, he went riding in the woods, and there he found a great city in the shape of a vast silver tree (likely the [[feyspire]] of [[Shaelas Tiraleth]]). The cruel \"elves\" ([[eladrin]]) who dwelled there captured and imprisoned Marusan. It had been some time since these eladrin had encountered a [[human]], and their greatest [[wizard]]s were curious to learn more about him. So they starved him, and froze him, and burned him, pushing him to the edge of death with their experiments again and again. \n\nBut Marusan was a man in love, and his desire to see his betrothed again gave him strength he never knew he possessed. His determination impressed one of the daughters of the king of the spire, who freed him from the pit and told him how to find his path home. But at the gate, the faerie king blocked his path. The eladrin lord ordered Marusan to return to the pit, but the knight could not accept this, even knowing full well he could not defeat this otherworldly being. So Marusan dropped his sword, fell to his knees, and begged the king to let him go, telling him of his beloved whom he had left behind. His warm tears melt the heart of the dreadful king. \n\nBut time passes differently between the [[realm of the fey|Thelanis]] and our world. In the week that Marusan was imprisoned by the [[eladrin]], a century passed in his homeland. His beloved was long dead, having married another. \n\nIn some versions of the legend, Marusan realizes at this point that his true love is the elf woman who helped him escape, and he tries to go back to the Silver Tree to find her, but discovers it has vanished. He wanders for years searching for it, and eventually returns to his domain, only to find the elf woman waiting for him. She had left her city behind to be with him.\n\nThe legend of Sir Marusan was the foundation of [[Kessler]]'s famous play //Lost in the Woods//. In that version, time passes normally in the material world while the knight is imprisoned, and he reunites with his betrothed after escaping the spire and confronting the [[fey]] king.",
        "title": "Marusan",
        "modified": "20240306235459444",
        "tags": "deceased human humanoid Cyre",
        "type": "text/vnd.tiddlywiki",
        "category": "person",
        "color": "#FEA627",
        "article": "Sir ",
        "tooltip": "man from legend who was captured by the cruel fey inhabitants of Shaelas Tiraleth"
    }
]