[
    {
        "created": "20200415034024913",
        "text": "''Leader:'' Baron [[Trelib d'Medani]]<br/>\n''Headquarters:'' [[Tower of Inquisition]] ([[Wroat]], [[Breland]])<br/>\n''Dragonmark:'' [[Mark of Detection]]<br/>\n''Emblem:'' [[basilisk]]\n\n<<<\n//If you want a wall of muscle to get between you and a blade, go to House [[Deneith]]. if you want someone to anticipate the threat and make sure you aren't even in the room with whoever's holding that blade, that's what we do.//\n<<<\n<div align=\"right\">—Baron Trelib d'Medani</div>\n\nRepresented by the [[basilisk]]'s eye, the [[Warning Guild]] of\nHouse Medani brokers the services of bodyguards and\n[[inquisitive]]s. Medani advisors specialize in risk assessment and management, protecting clients from both physical and social threats. While Medani overlaps with\nthe inquisitives of House [[Tharashk]] and the bodyguards\nof House [[Deneith]], the [[Warning Guild]] specializes in subtle threats and complex mysteries. Baron Trelib manages the guild's affairs from the [[Tower of Inquisition]] in\n[[Wroat]], where the house also interrogates prisoners for\nKing [[Boranel|Boranel ir'Wynarn]] of [[Breland]].\n\nThe members of House Medani are [[half-elves|half-elf]] with\ndeep roots in Breland. Medani has little interest in the\npower struggles that sometimes break out between\nthe other [[dragonmarked house]]s. Many Medani heirs\nare more interested in helping their communities\nthan in raw profit, and Medani heirs often work with\nlocal law enforcement or help those who can't afford\ntheir services. \n\n!! History of House {{!!title}}\n\nThe [[Mark of Detection]] appeared around 1,500 years ago in the collection of [[half-elf]] families that would become House Medani. Members of the house were so effective at using their power quietly that the other houses initially thought they were bearing an [[aberrant mark|aberrant dragonmark]] when House [[Cannith]] discovered them in the middle of the [[War of the Mark]]. Because House Medani had no aspirations beyond a few provinces in [[Breland]], it took a great deal of negotiation—and not a few veiled threats—to persuade it to join the other [[dragonmarked house]]s.\n\nEven after formally becoming a dragonmarked\nhouse, the Medanis remained at arm’s length from\nthe politics of the other houses. Many call them aloof\nor inscrutable, and the other dragonmarked houses\nquestion whether House Medani is closer to the Brelish crown than it is to the other houses. The distance between House Medani and the other houses is the\nresult of more than suspicions over Brelish influence, however. Fundamentally, a house that notices everything, apprehends spies (many [[Phiarlan]]s and\n[[Thuranni]]s among them), and keeps its secrets to itself\nis a house that’s bound to make everyone else nervous.\n\n!!! The Last War\n\nThe other houses’ suspicions about House Medani’s connections to the crown of [[Breland]] have some merit. As the [[Last War]] raged on, House Medani increasingly became the counterintelligence arm of the Brelish government. Although the house didn’t engage in espionage directly, it did apprehend dozens of spies from other nations and power groups, and it performed a lot of investigative law enforcement while most able-bodied watchmen and guards were off at war. That connection between house and crown survived the war intact, and House Medani has a subtle but pervasive influence on the [[Brelish king|Boranel ir'Wynarn]].\n\n!! Guilds and Organizations\n\n<<list-links-article \"[tag{!!title}tag[trade guild]sort[title]]\">>\n\n!! Enclaves\n\n<<list-links-article \"[tag{!!title}tag[enclave]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Medani",
        "tags": "[[dragonmarked house]] tribe",
        "modified": "20240606062636946",
        "tooltip": "half-elf dragonmarked house of Detection",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "House "
    }
]