[
    {
        "created": "20200420212032240",
        "text": "Once known as ''Dol Azur'', the Mockery is the flayed [[Sovereign|Sovereign Host]] of Bloodshed and Betrayal, and a divine manifestation of cruelty, pain, and victory at all costs.\n\n[[Dol Arrah]] will show you how to fight with honor, [[Dol Dorn]]\nwill grant you courage, and when you die, at least you'll know\nyou did so bravely and honorably. The Mockery will drag you\nthrough mud and blood, drive you to betray your principles and\nemploy tactics that horrify your allies and enemies alike—but\nat the end of the day, you'll be standing over the corpse of your\nfoe. Which path will you follow?\n\nThose who despise the [[Dark Six]] condemn the Mockery as\na villain, a monster who encourages cruel and treacherous\nbehavior. This can be as simple as ambushing an enemy,\nusing stealth instead of facing them openly. Or it can mean\nslaughtering innocents, torturing your foes, breaking a truce—anything to bring you victory. Those who embrace the path of the Mockery may say that such tactics are the only way to bring down a superior foe. Honor is a luxury for the strong; for those\nwho are weak and oppressed, victory is all that truly matters.\n\nOthers who follow the Mockery assert that the very idea\nof honor in war is delusional. Pain, terror, and death are the\ninevitable results of violence; at least those who follow the\nLord of Victory acknowledge the truth others deny. The assassin\nwho kills without warning, the [[barbarian]] who sees mercy as a\nweakness, the pirate who cultivates a terrifying reputation—all\nthese might view the Mockery as an ally. While this can be a\ndark path for a player character to follow, a hero could use the\ntechniques of the Mockery in pursuit of a noble cause. A grim\nvigilante who uses stealth and fear to terrify cowardly criminals\ninto changing their ways could be guided by the Mockery.\n\nAccording to [[Pyrinean Creed]] legend, the Mockery was\nonce the brother of [[Dol Dorn]] and [[Dol Arrah]], but [[Aureon]] stripped him of his skin and his name after betraying them, his truth laid bare for the world to see. But in the [[Cazhaak Creed]] version of the myth, Dol Azur fools his siblings by shedding his own skin and using it as a decoy; he then wears the removed skins of his enemies to fool their friends.\n\nDol Azur is honored alongside [[Dol Arrah]] and [[Dol Dorn]] in the [[Three Faces of War]] secret society, the most widespread [[Three Faces]] mystery cult in the [[Five Nations]].\n\nThe Mockery's symbols include five blood-spattered blades or a flayed [[dragon]].\n\n!! The Lord of Victory\n\nThe [[Pyrinean Creed]] casts the Mockery as a force of pure evil—the cruel betrayer who delights in the suffering of innocents. It elevates [[Dol Arrah]] over the Mockery, claiming that conflict can and should always be resolved honorably. But the [[Cazhaak interpretation|Cazhaak Creed]] of the [[Sovereigns and Six|Sovereign Host]], which refers to the Mockery as the ''Lord of Victory'', claims there is no honor in war, and it is always better to be the one holding the blade rather than the one who bleeds. The Cazhaak Creed values cunning over brute strength; ultimately, survival is the proof of righteousness. If the [[goblin]] defeats the [[ogre]], it doesn’t matter if they used poison or treachery; they should be celebrated for finding a path to victory.",
        "type": "text/vnd.tiddlywiki",
        "title": "Mockery",
        "tags": "[[Dark Six]] deity",
        "modified": "20221212225705070",
        "color": "#8C4606",
        "category": "entity",
        "article": "the ",
        "tooltip": "Dark Six Sovereign of betrayal, bloodshed, fear, and victory at all costs",
        "alternatetitle": "Dol Azur"
    }
]