[
    {
        "created": "20220309004532475",
        "text": "The Moon Breaker (sometimes written as one word, \"Moonbreaker\") was a weapon of cataclysmic power during the [[Age of Giants]]. Developed by the [[Sulat League]], the Moon Breaker was used by the [[Cul'sir Dominion]] during the [[quori]] invasion ten thousand years ago to destroy the moon [[Crya]] and seal off the [[plane]] of [[Dal Quor]] from [[Eberron]]. The use of the Moon Breaker resulted in widespread devastation of [[Cul'sir]]'s empire, causing large portions of the [[Skyfall Peninsula]] to collapse into the sea, and permanently destroying the [[oneiromantic|oneiromancy]] [[arcane magic]] central to much of the Dominion's infrastructure. As for the [[Region of Dreams|Dal Quor]] itself, the Moon Breaker may have triggered <<navAndScrollToHeader \"Dal Quor\" \"the Turning of the Age\">> of that plane, which occurred some years later—or if not a direct trigger, it at least halted whatever plans the [[quori]] of that age may have had to halt or escape the Turning.\n\nIn the centuries of fallout which followed, the enslaved [[elves|elf]] of [[Xen'drik]] took advantage of their weakened [[giant]] masters and rose up in rebellion. [[Cul'sir]] attempted to again use the Moon Breaker (or a similar [[eldritch machine]]) to destroy the elves—a decision which prompted the [[dragon]]s to obliterate all civilization in [[Xen'drik]], ending the [[Age of Giants]].\n\nAccording to the oldest surviving writings of the time, the weapon was a \"vast altar of obsidian and brass,\" and was housed in a giant [[forgehold]] known as ''Karul'tash''.\n\nThe Moon Breaker may lie in ruin at the bottom of the [[Phoenix Basin]], or perhaps it was disassembled and its pieces scattered thousands of years ago. But it may still stand, hidden deep in the jungles of [[Xen'drik]], obscured by [[shifting zone]]s and the [[Traveler's Curse]]. Within the massive hollow tower of Karul'tash, an obsidian column hovers in the air, covered with glowing sigils and inlaid with a variety of different metals and gemstones. Dozens of rings float around the central pillar, rising and falling as they spin in different directions. Finally, twelve crystal orbs drift around the pillar, each mystically connected to a [[moon]] and a [[plane]] of existence. The thirteenth orb, representing [[Crya]], was destroyed by the machine, which in turn destroyed that moon and severed Eberron's direct planar link to [[Dal Quor]]. This was the largest-scale use of [[sympathetic magic|Sympathetic Theory]] in history.",
        "type": "text/vnd.tiddlywiki",
        "title": "Moon Breaker",
        "tags": "[[eldritch machine]] tool weapon",
        "modified": "20240314222121825",
        "tier": "5",
        "color": "#41D5E1",
        "category": "object",
        "article": "the ",
        "tooltip": "weapon of cataclysmic power that the titans of Xen'drik used to throw the plane of Dal Quor out of alignment during the Age of Giants",
        "alternatetitle": "Moonbreaker"
    }
]