[
    {
        "created": "20200414210953818",
        "text": "Once, [[Cyre]] shone more brightly than any of its sibling\nnations in the kingdom of [[Galifar]]. It was the center of\nthe kingdom's wealth, a monument to its artistic and arcane achievements, and the site of great centers of learning where preeminent masters of magic, architecture,\nand artifice taught at the forefront of their craft. It was\nalso the home of House [[Cannith]] and its massive foundries: some of them built on mountains or in mountains,\nsome gracefully spanning canyons, and others erected\nin vast labyrinths deep underground.\n\nToday, this region is a festering wound across [[Khorvaire]]. A wall of [[mist|dead-gray mists]] surrounds a land twisted into\nstrange and terrible shapes. Cyre was once called the\nJewel of Galifar. Now it is the Mournland. \n\n!! Links to Headers\n* <<scrollToHeader \"Mournland Environment\">>\n** <<scrollToHeader \"Terrain Features\">>\n** <<scrollToHeader \"Creatures of the Mournland\">>\n** <<scrollToHeader \"Magical Effects\">>\n* <<scrollToHeader \"Sites and Ruins\">>\n* <<scrollToHeader \"Mournland Villains\">>\n* <<scrollToHeader \"Adventures and Encounters\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Mournland Environment\n\nThe arcane energies that caused the Day of [[Mourning]]\nand that linger in the remains of Cyre are mysterious\nand unpredictable, so they can be the cause of any\nbizarre magical effect you want to bring to bear in\nyour game.\n\nMaps of Cyre from before the Day of Mourning are of\nlimited use nowadays. The land beyond the [[gray mist|dead-gray mists]]\nhas been twisted and warped, and distances seem to\nexpand and shrink even as one treks across the wastes.\nAs a result, any attempt made to navigate the Mournland\nis made with [[disadvantage]]. Explorers must also bring their own provisions into the\nMournland, unless they want to risk the danger of ingesting tainted food and water. \n\n!!! Terrain Features\n\nThe Day of [[Mourning]] redefined the geography of Cyre.\nThe cataclysm raised land, swallowed lakes, and moved\nwhole cities. In some areas, the earth has been torn and\ngouged as if by some colossal beast. In others, it has become iridescent glass or semiliquid sludge. Trees in one place turned to crystalline onyx; the flowers in another\nplace begin eerily buzzing when touched by a breeze. Nothing in the Mournland is as it was; the entire land is a scar left by the catastrophe of the Mourning.\n\n* //''Mist Wall.''// The borders of the Mournland are defined by a wall of thick, [[gray mist|dead-gray mists]] that rises thousands of feet into the air and forms a canopy that hides the ruined realm even from above.\n* //''Glowing Chasm.''// The northern part of the Mournland is dominated by a great crack in the ground that emits a cold purple light. This supernatural glow emanates from deep within the [[Glowing Chasm]], so far beneath the surface that its source hasn't been identified. The mutated monsters that roam the Mournland seem drawn to this location, and those that spend any significant time near the Glowing Chasm mutate further, becoming more twisted and misshapen than before. \n* //''Crimson Water.''// Before the Mourning, a spring in the eastern part of [[Cyre]] fed the Rushing River as it traced a short but fertile path south to [[Kraken Bay]]. The bed of the Rushing River is now as dry and barren as the rest of the Mournland, and the location of the spring is marked by the [[Crimson Water]], a stagnant lake of blood-colored liquid. At the lake bottom is the ruined town of Eastwood Springs, which once served as a resort for the leisure classes of Cyre. As yet, no one has been brave or foolish enough to search for lost treasures in the depths of the Crimson Water. \n\nAt places smaller in scale than\nthe major features described above, explorers in the\nMournland might encounter any kind of terrain feature\nwith bizarre magical properties. The table below offers some ideas. \n\n| !<<dr d6>> |!Unusual Location |\n| 1 |A pool of glowing water sits in the middle of a ruined and abandoned village. Anyone who looks into the water sees brief reflections of the long-dead villagers going about their lives in harmony and joy. |\n| 2 |In the middle of the wreckage of a carnival stands a perfectly preserved carousel. If the carousel is ridden, the characters doing so see visions of [[Cyre]] as it was before the [[Last War]]. |\n| 3 |All the trees and plants in a forest have been turned to objects of glossy white stone with blood-red flecks. |\n| 4 |The battlefield before the characters contains no bodies, only the clothing and weapons of thousands of missing soldiers. |\n| 5 |The broken bodies of soldiers lie scattered across a battlefield, refusing to decompose. |\n| 6 |The characters find a fallen [[warforged colossus]]. |\n\n!!! Creatures of the Mournland\n\nMany creatures were slain outright by the [[Mourning]].\nOthers were mutated as the land was transformed.\nSometimes the result was an entirely new life form; any\npreviously unseen monster could appear as a spawn of\nthe Mourning. Other creatures retained a semblance of\ntheir original physiology while taking on some sort of alteration. The table below has options for\naltering existing monsters to reflect this phenomenon.\n\n| !<<dr d6>> |!Monstrous Mutation |\n| 1 |The creature has grown to an unusual size. |\n| 2 |The creature has developed magical camouflage. |\n| 3 |The creature's body has been infused with one kind of energy: acid, cold, fire, or lightning (your choice, or determine randomly: <<dr d4>>). |\n| 4 |The creature has a resistance to magical spells. |\n| 5 |The creature has a supernatural ability to heal its wounds. Its regeneration ability may not function if it is subjected to acid, fire, or some other [[type of damage|damage type]]. |\n| 6 |The creature has two heads. |\n\nMost [[warforged]] were unaffected by the Mourning, and\nthe race as a whole seems immune to many of the lingering effects that plague the Mournland. As such, the\nwarforged who follow the [[Lord of Blades]] constitute the\nclosest thing to a humanoid society that can be found in\nthe Mournland. Similarly, [[golem]]s and other [[construct]]s\nwere largely unaffected by the Mourning. \n\nThe [[Mourning]] had no effect on existing [[undead]], and a\nlarge number of new undead came into being when the\ncataclysm occurred. Various [[spirit]]s (such as [[ghost]]s and\n[[specter]]s) linger near the places where they died, and the\ncorpses that litter an abandoned battlefield might rise\nup to continue fighting whenever a living creature comes\nnear. Some of these entities are similar to undead that\nmight be encountered outside the Mournland, but others\nhave alterations that are tied to the unusual manner of\ntheir deaths. You can use the mutations table above to generate some details. \n\nMany Mournland creatures have mutations that are\npurely cosmetic and don't change their [[creature tier]] or abilities. For\nexample, one might have eyes that look like gemstones\nor might display glowing patterns on its skin or fur. \n\n!!! Magical Effects\n\nThe catastrophe of the [[Mourning]] altered more than the\nlandscape and living creatures. The devastation caused\nlocalized alterations in the way magic functions. In\nsome places, magic barely functions, or certain magical\nfunctions are warped. In other places, spells persist past\nthe instant of their casting and start behaving as if they\nwere independent, living creatures.\n\nA common misunderstanding about the Mournland is\nthat [[healing spells|magical healing]] refuse to work. The fact is that healing spells are impeded within the [[dead-gray mists]], and occasionally in other areas, making it harder for someone to cast them effectively. Because so few expeditions\nmake it far past the mist, the inability to heal is widely\nassumed to be a property of the Mournland as a whole.\n\nThe table below provides suggestions\nfor weird magic that might pervade a small or large area\nof the Mournland. Effects might shift from day to day or\neven hour to hour. \n\n| !<<dr d8>> |!Effect |\n| 1 |[[Healing spells|magical healing]] are impeded here. |\n| 2 |A creature who casts a spell experiences psychic feedback and a wave of fatigue. |\n| 3 |Any humanoid that dies in the area reanimates as a [[zombie]] 10 seconds later. |\n| 4 |The area is affected by a [[silence]] spell. |\n| 5 |Each creature that enters the area either increases or decreases dramatically in size, with an equal chance for each effect. The effect lasts until the creature leaves the area. |\n| 6 |The pull of gravity is lessened. Creatures can jump twice the normal distance in any direction, and everything effectively weighs half its actual weight. |\n| 7 |All creatures are telepathically linked to every other creature in the area, enabling them to instantaneously share words, images, sounds, and other sensory messages. |\n| 8 |A creature that casts a spell experiences a [[random magical effect]]. |\n\n!! Sites and Ruins\n\nOf all the bizarre and horrific spectacles of the Mournland, perhaps the greatest tragedy is represented by\nthe ruins of the once-glittering cities of [[Cyre]]. Some\nhave been reduced to rubble, while others are eerily\npreserved, devoid of life but otherwise unharmed. In\nsome of them, treasures left behind by the former inhabitants await discovery, and many people across [[Khorvaire]] are eager to get their hands on such spoils for a\nwide variety of reasons. \n\n!!! Former Cities\n\n<<list-links-article \"[list{!!title}sort[relevance]]:filter[get[text]length[]compare:integer:gt[350]]\">>\n\n!!! Other Sites\n\n<<list-links-article \"[tag{!!title}category[location]!list{!!title}sort[relevance]]:filter[get[text]length[]compare:integer:gt[350]]\">>\n\n!! Mournland Villains\n\nFew people have reason to spend time anywhere near\nthe Mournland. Among the exceptions are those who\nseek to plunder the riches of lost [[Cyre]], such as [[Ikar's Salvage]]. These treasure hunters are\nalso the kind of people who make interesting villains,\nteaming up with adventurers one day and betraying\nthem the next.\n\nIn addition to these salvagers, the [[Lord of Blades]] is a major force in the Mournland. The table below suggests other possible evil schemes and influences that might arise in connection with the Mournland. \n\n| !<<dr d6>> |!Villain |\n| 1 |The [[Lord of Blades]] maintains a detention center where experiments are performed on adventurers and scavengers that his forces capture in the Mournland. |\n| 2 |The leader of a cult devoted to [[Belashyrra]], the Lord of Eyes, uses [[daelkyr]]-made tentacles to tear out the eyes of victims and attaches them to members of the cult. |\n| 3 |A powerful member of House [[Cannith]] hopes to find something in the Mournland that will guarantee the ascendancy of her branch of the house. |\n| 4 |A [[Karrnath]]i [[bone knight]] wants to raise up an [[undead]] army from the corpses in the Mournland. |\n| 5 |A [[rakshasa]] works to free a fiendish [[overlord]] trapped in a whirlwind of stone and sand somewhere in the Mournland. |\n| 6 |A servant of the [[Lords of Dust]] maintains an extensive collection of severed heads and continues to draw on the knowledge in their brains. |\n\n!! Adventures and Encounters\n\nIn contrast to the salvagers and treasure hunters who undertake most of the expeditions to the Mournland, some individuals enter the churning mist with good intentions in mind. Most of these adventurers are displaced Cyrans or are hired by such people, ranging from common folk hoping to retrieve family heirlooms to servants of Prince [[Oargev|Oargev ir'Wynarn]], who hopes to recover the lost regalia of the Cyran crown.\n\nTwo of the [[dragonmarked house]]s, [[Orien]] and [[Cannith]],\nalso have vested interests in investigating the Mournland's ruins and often hire adventurers to pursue those interests. House Orien wants to restore the [[lightning rail]] line that crosses the Mournland, which would reconnect the western and eastern halves of [[Khorvaire]]. House Cannith wants to recover trade secrets, experimental artifacts, and magic items from the [[creation forge]]s, foundries, and secret laboratories it lost on the\nDay of [[Mourning]].\n\nThe table below includes a range of potential opportunities that could lead a group\nof adventurers into the Mournland. \n\n| !<<dr d6>> |!Adventure Hook |\n| 1 |A [[Gatekeeper|Gatekeepers]] [[druid]] wants a rock sample from the [[Glass Plateau]]. |\n| 2 |A [[magewright]] from House [[Cannith]] wants the party to escort him to a [[warforged colossus]]. The magewright wants to retrieve the docent network from the colossus before an unscrupulous House [[Phiarlan]] operative does so. |\n| 3 |On her deathbed, the visionary artist who designed the [[lightning rail]] station at [[Metrol]] reveals that she hid a treasure map within a lamp in her old office. |\n| 4 |A wealthy eccentric asks the party to go into the Mournland and retrieve his most prized possession (a letter from a lover, a mechanical caterpillar, or anything else you devise) from his mansion. |\n| 5 |A young Cyran [[paladin]] is morose because she was away from Cyre on a mission when the Day of Mourning occurred and never got to say goodbye to her family. She longs to retrieve her father's sword. |\n| 6 |An elderly knight is strapping on his armor one last time so he can ride into the Mournland and die on the battlefield where his companions perished and \"where I should have been .\" |\n\n!!! Encounters and Trinkets\n\nThe Mournland is a dangerous place full of bizarre,\ninexplicable, and often localized magical effects—literally anything can happen in this place. The Mournland\nEncounters table and the Mournland Trinkets table offer\njust a glimpse of the weirdness that adventurers might\ncome across in their travels into the ruins of Cyre. \n\n| !<<dr d6>> |!Mournland Encounter |\n| 1 |The party meets flickering images of their future selves who are trying desperately to communicate, but their message is garbled. |\n| 2 |The party encounters a [[revenant]] who was murdered by House [[Cannith]] assassins after she learned too much about the house's secret research. The characters can appease her by promising to help her get revenge. |\n| 3 |A tiny kitten mews from inside a hollow log. Within a few hours after being freed, it grows into an adult [[displacer beast]]. |\n| 4 |The apparition of a parent searches for their lost child. As soon as the two are reunited, parent and spirit child both vanish. |\n| 5 |The [[mist|dead-gray mists]] congeals into the form of a long-lost love of one of the adventurers. The mist apparition wants the character to stay here forever. |\n| 6 |The characters come across the skull of a buried [[warforged colossus]]. |\n\n| !<<dr d10>> |!Mournland Trinket |\n| 1 |The favorite childhood toy of one of the adventurers, floating in midair |\n| 2 |A tin whistle that makes beautiful colors and patterns magically appear when it's played |\n| 3 |A toy [[lightning rail]] car |\n| 4 |A glass eye |\n| 5 |A silver lapel pin of a finely detailed [[gorgon]]'s head with ruby eyes |\n| 6 |A monocle that can be used as a telescope |\n| 7 |A six-inch-tall mechanical marmoset in need of minor repairs |\n| 8 |A small medallion made of silver, depicting a tower with an eye at the top of it and other smaller eyes embedded in the sides |\n| 9 |A cloak pin made of iron in the shape of two hammers joined by a semicircular haft |\n| 10 |A wooden [[dinosaur]] toy that has movable legs |",
        "type": "text/vnd.tiddlywiki",
        "title": "Mournland",
        "tags": "Khorvaire region",
        "modified": "20230903072610284",
        "tooltip": "the shattered remnants of the nation of Cyre, destroyed by the Mourning",
        "style": "{\"fillOpacity\":\"0\",\"opacity\":\"0\"}",
        "polygons": "45.185,7.01 45.222,6.83 45.351,6.65 45.489,6.57 45.637,6.45 45.646,6.21 45.591,6.02 45.535,5.83 45.609,5.6 45.618,5.46 45.637,5.28 45.655,5.04 45.72,4.91 45.757,4.73 45.84,4.55 45.914,4.37 45.988,4.2 46.062,4.02 46.071,3.83 46.108,3.65 46.182,3.47 46.191,3.29 46.163,3.1 46.163,2.93 46.246,2.64 46.154,2.49 46.209,2.34 46.385,2.25 46.468,2.07 46.569,1.89 46.634,1.71 46.643,1.53 46.671,1.35 46.782,1.22 46.782,1.04 46.818,0.86 46.818,0.67 46.689,0.58 46.56,0.48 46.394,0.48 46.265,0.56 46.098,0.56 45.96,0.46 45.868,0.5 45.729,0.59 45.591,0.63 45.462,0.67 45.323,0.76 45.185,0.84 45.046,0.88 44.908,0.97 44.815,1.1 44.732,1.27 44.594,1.4 44.455,1.48 44.289,1.47 44.151,1.51 44.012,1.6 43.874,1.5 43.735,1.63 43.625,1.76 43.551,1.89 43.412,1.88 43.237,1.88 43.098,1.78 42.96,1.69 42.895,1.52 42.84,1.38 42.766,1.21 42.628,1.08 42.526,0.94 42.388,0.9 42.24,0.94 42.166,1.11 42.092,1.28 41.991,1.43 41.797,1.4 41.686,1.53 41.575,1.65 41.465,1.78 41.317,1.86 41.206,1.94 41.095,2.07 41.012,2.19 40.938,2.36 40.782,2.49 40.698,2.57 40.625,2.75 40.44,2.96 40.209,3.08 40.071,3.15 39.877,3.1 39.683,3.08 39.48,3.23 39.323,3.29 39.129,3.23 38.926,2.99 38.925,3 38.751,3.23 38.465,3.54 38.197,3.86 37.855,3.98 37.569,3.92 37.302,4.06 37.025,4.23 36.766,4.37 36.535,4.64 36.249,4.98 36.083,5.18 35.88,5.26 35.677,5.33 35.529,5.51 35.123,5.71 34.92,5.75 34.643,5.69 34.422,5.71 34.182,5.82 33.803,5.9 33.517,5.86 33.083,5.81 32.834,5.69 32.575,5.68 32.308,5.61 32.142,5.41 31.883,5.11 31.652,4.97 31.246,4.82 30.932,4.77 30.766,4.72 30.591,4.52 30.314,4.18 30.074,3.95 29.788,3.78 29.492,3.72 29.178,3.73 28.717,3.84 28.422,3.91 28.135,4.19 27.905,4.3 27.591,4.32 27.323,4.29 27.046,4.24 26.871,4.16 26.751,3.94 26.594,3.72 26.345,3.56 26.132,3.37 25.929,3.36 25.754,3.54 25.578,3.8 25.449,4.04 25.431,4.36 25.671,4.35 25.911,4.54 25.957,4.73 25.911,4.89 25.966,5.04 26.132,5.14 26.298,5.23 26.446,5.36 26.612,5.45 26.788,5.51 26.945,5.6 26.982,5.79 27.028,5.97 27.166,6.15 27.203,6.33 27.092,6.43 26.898,6.42 26.742,6.5 26.538,6.53 26.372,6.61 26.178,6.64 26.022,6.51 25.865,6.59 25.735,6.72 25.578,6.87 25.634,7.04 25.671,7.22 25.671,7.39 25.625,7.55 25.486,7.66 25.394,7.83 25.228,7.9 25.135,8.05 25.025,8.27 25.015,8.41 25.025,8.53 24.886,8.78 24.988,8.92 25.108,9.02 25.052,9.17 25.089,9.35 25.117,9.53 25.274,9.66 25.458,9.67 25.606,9.8 25.763,9.89 25.929,9.81 26.068,9.81 26.28,9.88 26.437,9.84 26.631,9.8 26.843,9.83 27.018,9.93 27.203,9.9 27.369,9.83 27.508,9.7 27.563,9.54 27.655,9.4 27.775,9.31 27.932,9.23 28.025,9.38 28.163,9.51 28.302,9.64 28.597,9.62 28.754,9.67 28.92,9.61 29.077,9.88 29.151,10.12 29.317,10.27 29.455,10.36 29.585,10.5 29.732,10.59 29.88,10.51 30.028,10.43 30.157,10.56 30.277,10.7 30.369,10.81 30.563,10.88 30.572,11.01 30.452,11.1 30.305,11.18 30.129,11.21 29.935,11.27 29.797,11.31 29.649,11.38 29.465,11.41 29.298,11.43 29.16,11.34 28.966,11.27 28.791,11.29 28.597,11.35 28.449,11.43 28.32,11.55 28.274,11.7 28.228,11.86 28.062,11.98 27.923,12.14 27.886,12.27 27.831,12.39 27.822,12.55 27.775,12.7 27.655,12.78 27.526,12.9 27.406,13.02 27.434,13.16 27.637,13.23 27.72,13.33 27.923,13.27 28.098,13.39 28.274,13.37 28.412,13.21 28.56,13.27 28.689,13.4 28.929,13.28 28.985,13.43 29.105,13.54 29.225,13.67 29.409,13.74 29.557,13.67 29.742,13.57 30.222,13.4 30.563,13.25 30.812,13.06 31.08,12.79 31.209,12.54 31.394,12.21 31.606,11.93 31.782,11.7 31.948,11.49 32.123,11.32 32.428,11.18 32.769,11.13 32.945,11.13 33.092,11.24 33.305,11.32 33.498,11.47 33.582,11.65 33.702,11.84 33.868,12.11 34.015,12.36 34.135,12.52 34.209,12.66 34.302,12.7 34.477,12.74 34.689,12.75 34.828,12.73 34.938,12.65 35.058,12.5 35.123,12.36 35.215,12.3 35.446,12.34 35.64,12.37 35.834,12.36 36.037,12.4 36.258,12.37 36.388,12.29 36.498,12.21 36.572,12.08 36.618,12.0 36.683,12.0 36.738,11.9 36.757,11.79 36.757,11.65 36.702,11.54 36.609,11.46 36.517,11.45 36.48,11.31 36.471,11.17 36.443,11.0 36.443,10.84 36.415,10.7 36.406,10.58 36.434,10.49 36.48,10.39 36.489,10.32 36.517,10.24 36.582,10.14 36.563,10.02 36.609,9.92 36.674,9.9 36.757,10.03 36.849,10.12 36.942,10.04 37.006,9.95 37.126,9.89 37.218,9.82 37.265,9.71 37.403,9.85 37.56,9.95 37.652,9.99 37.726,9.96 37.745,10.1 37.828,10.17 37.911,10.22 37.985,10.39 38.049,10.44 38.151,10.41 38.225,10.52 38.326,10.59 38.418,10.66 38.437,10.76 38.566,10.94 38.64,11.03 38.825,11.02 38.926,11.24 38.991,11.28 39.009,11.44 39.111,11.59 39.194,11.61 39.258,11.58 39.286,11.82 39.369,11.91 39.415,12.08 39.48,12.21 39.674,12.26 39.822,12.29 39.978,12.27 40.154,12.25 40.32,12.27 40.477,12.33 40.606,12.46 40.726,12.5 40.874,12.49 41.022,12.41 41.215,12.35 41.326,12.29 41.428,12.2 41.465,12.07 41.52,11.92 41.538,11.83 41.603,11.73 41.677,11.68 41.76,11.57 41.834,11.44 41.889,11.3 41.991,11.08 42.055,10.97 42.129,10.97 42.194,10.9 42.305,10.77 42.369,10.66 42.489,10.6 42.563,10.57 42.628,10.51 42.692,10.44 42.766,10.43 42.849,10.4 42.877,10.33 42.895,10.23 42.96,10.19 43.062,10.17 43.2,10.17 43.329,10.2 43.431,10.24 43.588,10.29 43.745,10.25 43.883,10.27 43.994,10.29 44.086,10.33 44.169,10.32 44.234,10.22 44.308,10.09 44.382,10.0 44.437,9.94 44.575,9.91 44.695,9.87 44.797,9.82 44.889,9.83 44.982,9.89 45.055,9.92 45.138,9.88 45.203,9.87 45.36,9.99 45.535,10.05 45.646,10.07 45.766,10.29 45.877,10.36 46.025,10.5 46.089,10.45 46.311,10.02 46.348,9.86 46.302,9.6 46.209,9.28 46.108,9.11 46.08,8.88 45.794,8.55 45.729,8.21 45.72,7.83 45.618,7.66 45.397,7.64 45.258,7.56 45.231,7.31 45.249,7.26#40.267,12.018 40.261,12.029 40.258,12.027 40.257,12.026 40.254,12.024 40.252,12.023 40.249,12.02 40.247,12.02 40.245,12.019 40.245,12.018 40.242,12.016 40.239,12.015 40.235,12.015 40.229,12.016 40.227,12.015 40.221,12.016 40.218,12.014 40.215,12.011 40.211,12.01 40.205,12.012 40.2,12.009 40.196,12.004 40.194,11.998 40.193,11.987 40.193,11.975 40.191,11.971 40.189,11.968 40.189,11.964 40.191,11.962 40.195,11.956 40.197,11.955 40.199,11.952 40.2,11.95 40.205,11.948 40.208,11.948 40.209,11.951 40.211,11.951 40.214,11.953 40.218,11.954 40.222,11.958 40.226,11.965 40.229,11.974 40.233,11.98 40.237,11.985 40.243,11.987 40.246,11.987 40.248,11.987 40.25,11.988 40.252,11.99 40.251,11.993 40.253,11.997 40.253,11.999 40.255,12.004 40.257,12.005 40.26,12.01 40.26,12.012 40.263,12.014 40.265,12.017#40.361,12.158 40.356,12.137 40.348,12.124 40.334,12.115 40.324,12.113 40.317,12.109 40.309,12.101 40.305,12.094 40.307,12.086 40.31,12.076 40.312,12.067 40.307,12.059 40.308,12.055 40.304,12.049 40.301,12.047 40.298,12.041 40.298,12.039 40.294,12.034 40.29,12.03 40.284,12.028 40.278,12.024 40.274,12.021 40.27,12.02 40.267,12.018 40.261,12.029 40.266,12.031 40.269,12.034 40.27,12.035 40.273,12.037 40.275,12.038 40.277,12.039 40.283,12.044 40.282,12.047 40.285,12.048 40.287,12.052 40.288,12.055 40.29,12.061 40.288,12.064 40.286,12.066 40.284,12.067 40.283,12.069 40.282,12.069 40.28,12.071 40.28,12.072 40.278,12.078 40.276,12.08 40.274,12.082 40.272,12.081 40.27,12.082 40.268,12.082 40.267,12.079 40.263,12.076 40.258,12.074 40.254,12.072 40.25,12.072 40.247,12.072 40.244,12.072 40.24,12.072 40.238,12.072 40.236,12.072 40.233,12.069 40.231,12.068 40.224,12.068 40.222,12.066 40.219,12.068 40.216,12.067 40.212,12.068 40.204,12.069 40.2,12.071 40.197,12.073 40.191,12.076 40.186,12.079 40.182,12.082 40.176,12.085 40.171,12.088 40.164,12.091 40.16,12.094 40.146,12.11 40.123,12.136 40.09,12.152 40.047,12.171 40.065,12.169 40.098,12.161 40.131,12.15 40.144,12.142 40.157,12.126 40.162,12.122 40.168,12.12 40.174,12.117 40.182,12.111 40.19,12.106 40.191,12.101 40.195,12.097 40.199,12.091 40.206,12.087 40.216,12.084 40.222,12.084 40.231,12.087 40.236,12.086 40.239,12.088 40.247,12.088 40.253,12.09 40.255,12.095 40.259,12.1 40.264,12.102 40.267,12.109 40.269,12.117 40.276,12.126 40.28,12.128 40.282,12.131 40.291,12.132 40.293,12.135 40.297,12.138 40.301,12.139 40.305,12.14 40.312,12.14 40.32,12.14 40.326,12.143 40.334,12.153 40.34,12.169#40.191,12.086 40.189,12.086 40.185,12.088 40.183,12.091 40.182,12.096 40.184,12.096 40.186,12.096 40.188,12.095 40.19,12.091 40.19,12.09 40.191,12.087",
        "nationstyle": "{\"fillOpacity\":0.5,\"fillColor\":\"#DDFF33\"}",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the ",
        "list": "Metrol Kalazart Making Seaside Eston Tronish [[Shaelas Tiraleth]] [[Dollen on the River]]"
    }
]