[
    {
        "created": "20231208071753837",
        "text": "The Na'qalla (\"repairer\") [[drow]] of [[Xen'drik]] are one of the four main Scorpion Nations of the [[Vulkoori]]. As the scorpion carries its children on its back, the Na'qalla see [[Vulkoor]] as the mother who protects them. Unlike the other [[Vulkoori]] nations, Na'qalla drow prefer not to fight, seeing violence as the ultimate reason behind the shattering of [[Xen'drik]].\n\nThe \"lullmages\" of Na'qalla are [[gleaner]]s who work delicately to quiet the [[shifting zone]]s, the [[Traveler's Curse]], and to a subtle degree, even the [[Madness of Crowds|Du'rashka Tul]]. They speak or sing to the land in [[Druidic]], soothing its pain, and reminding it of its potential to shelter a rich tapestry of peoples—and to discourage it from continuing cycles of suffering.\n\nFew non-[[Vulkoori]] are aware of the existence of the Na'qalla. They generally value isolation, trusting that the communities that surround them are forging their own relationships with [[Xen'drik]], and can handle that on their own. Na'qalla are also the only non-nomadic [[Vulkoori]] nation, creating stationary homes by shaping trees into buildings of living wood using [[primal magic]], and growing crops which they trade with other [[Vulkoori]]. When a Na'qalla settlement becomes large enough that it strains resources or threatens to trigger the [[Du'rashka Tul]], a portion of the population will create a new settlement near a [[shifting zone]] or other topographical locus of change; the Na'qalla place their settlements in a ritualistic way to demonstrate to the land that it can rest and coexist with the people who live on it.\n\nNa'qalla tattoos are more personalized than those of other [[Vulkoori]], designed to create a unique identification that [[Xen'drik]] itself can recognize. In addition, the Na'qalla library of tattoo designs includes intricate double meanings designed to euphemistically record the worst atrocities of Xen'drik's history—a way of shouldering some of the burden of the land's pain.",
        "title": "Na'qalla",
        "modified": "20231208074216750",
        "tags": "tribe Xen'drik drow Vulkoori",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "pacifistic tribal tradition of Vulkoori drow, attempts to calm the land and quiet its curses"
    }
]