[
    {
        "created": "20210314070747075",
        "title": "Nest",
        "text": "The cryptic and exclusive [[Wayfinder Foundation]] considers [[Stormreach]] to be one of its most important venues. This collective of explorers, scholar-adventurers, and unprincipled treasure hunters operates out of a large ruin of a temple dating back to the [[giant]]s’ custodianship of [[Stormreach]]. The dark, cavernous structure has been converted into a headquarters, museum, and training ground for the Foundation’s Stormreach regulars as well as itinerant members who need a place to bunk down, resupply, and gather information. Foundation members affectionately call this home away from home The Nest. A [[shifter]] named [[Kharva Crack-Tusk]] runs the Nest, with the help of a [[half-orc]] named Klintros Drovomar.\n\n!! The Wayfinder Foundation in Stormreach\n\nMore [[Wayfinders|Wayfinder Foundation]] are drawn to [[Stormreach]] than to\nany other locale frequented by these brave explorers.\nEvery year dozens of initiate Wayfinders and would-be\nexplorers flock to the city. Few survive the tests that\n[[Xen'drik]] presents.\n\nA good number of Wayfinders arrive in Stormreach determined to pursue the interests of historical societies of [[Khorvaire]], or even to seek a cure for their\nLord [[Boroman|Boroman ir'Dayne]]’s bizarre wasting illness. [[Xen'drik]] is a\ntempting mistress, however, and even the organization’s most idealistic and stalwart members lose their way once they reach this gateway to the dark mysteries\nof the savage continent. Some fledgling Wayfinders\nare seduced by [[Stormreach]]’s wild urban life and never\nmake it into the jungles. Whether gambling over the\nblood sport of the [[Ring|Red Ring]], being captivated by the silken\npleasures of the city’s lurid brothels, or becoming\naddicted to one or more mind-warping narcotics,\nmany young explorers who arrived seeking their\nfortunes instead wind up as drooling degenerates.\nTheir last coin spent on their chosen vice, they turn\nto crime or simply end up prey of the street predators\nof Stormreach’s urban jungle.\n\nOther Wayfinders who arrive here plunge wildly into the enticing mysteries of [[Xen'drik]] with a dangerous zeal. Many never look back. They \"go native\" in Xen’drik’s mist-laden wilds, losing interest in the Foundation’s goals and seduced by the unfettered and\nexciting existence of the jungle's inhabitants. Others fall\nin love with the wisdom and traditions of the people\nwho refuse to bow to gold or politics. One marries a [[drow]] priestess, another becomes the sworn scorpion-brother of a chieftain, a third joins the work of the [[giant]] [[Scriveners of the Sky]] in their efforts to reclaim their lost heritage.\n\nThe wilderness of [[Xen'drik]] is vast as any ocean, and some simply drown in its feral depths. An expedition into Xen’drik is no jaunt into the [[Eldeen Reaches]] or the [[Shadow Marches]]; it is an expedition into the wild heart of savagery itself. The [[Traveler's Curse]] can cause a day trip to turn into a months-long expedition spent foraging for food and fending off beasts more terrifying than any [[Khorvaire]] holds, not to mention tribes of cannibals. Even the steadiest mind can snap out in the thick jungle. Witnessing the brutal rites of [[grimlock]]s, barbaric [[giant]]s, and bloodthirsty [[drow]]\ntribes breaks explorers’ souls, and the secrets long buried in giant ruins can drive anyone to madness. More than a few Wayfinders go insane, some of whom were the very best and brightest of the Foundation before they lost their minds. Nevertheless, their expertise is still highly sought after by the desperate or those who wish insight into the same horrors that sundered their spirits.\n\nAlthough madness grips some, the native lifestyle lures others away, and a few are drained of purpose by debauchery, most of [[Stormreach]]’s [[Wayfinders|Wayfinder Foundation]] are corrupted by something far simpler and more powerful: greed. Nothing pollutes a good heart faster than a touch of avarice. More than a few Wayfinders become\ncorrupted when they realize just how much untold wealth lies in the ruins of [[Xen'drik]]. Guides are quick to look for more lucrative means of using their skills. Why collect a meager fee to take a bunch of soft city slickers out to the ruins to find some secret treasure, when you could slit their throats while they sleep and claim the riches yourself?",
        "modified": "20210727192022855",
        "tags": "[[Wayfinder Foundation]] Stormreach Marketplace ruin museum office",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#A3DB62"
    }
]