[
    {
        "created": "20210128184327334",
        "text": "When the [[Doriak]] [[dwarf]] clans split from their [[Dorann|Dorann Holds]] forebears\nhundreds of years ago, they initially settled in the passes\nand valleys of the [[Paqaa|Paqaa Mountains]] mountain range. Leaving behind\nthe destructive clan violence of their forebears, they made\ngreat leaps in metallurgy and [[alchemy|alchemist]]. The [[psionic|psionics]]-tending\n[[duergar]] in particular developed advanced techniques for\nworking with the abundant metals and deep crystal found\nin the mountains of their adopted home. Previous to the rise\nof the [[Inspired]], the Doriak were in great demand as technicians in all [[Sarlona]]n nations, and some clans migrated even\nfarther south, approaching Adar borders. During this\nperiod, the Doriak began building //dalnans//, small structures\nof crystal and steel designed to harness the psychic energy\nof a community. Many of these early monoliths can still\nbe found throughout Sarlona.\n\nWhen the [[Inspired]] came to power, they hired many\nof the [[Doriak]]—who functioned nearly like a guild in this\nperiod—and the clan coffers swelled with [[Riedra]]n gold. The\nDoriak and the Inspired worked together to build the first of\nthe massive [[hanbalani|hanbalani alta]], with the dwarves supplying the basic [[alchemical|alchemist]] and metallurgical building blocks. Although\nthe basic framework was derived from the Doriak design, the\nInspired also brought [[quori]] insights to the work, ensuring\nthat the monoliths could be used in ways the Doriak never\nconsidered. Once the Inspired had appropriated the knowledge they needed to build hanbalani on their own, they turned\non the Doriak in a massive coordinated betrayal on [[1 Lharvion, 234 YK|Khorvaire calendar]] (536 Unity), a date that has come to be known as the Night of Razor Dreams. Planned assassinations, both physical and [[psionic|psionics]], wiped out nearly all the\nDoriak leaders, engineers, and skilled technicians in the hanbalani construction facilities. Meanwhile, the [[shifter]] warriors\nof the [[Taskaan Legion]]—already garrisoned near many of the\nclan homes as \"protection\"—swarmed the Doriak villages and\ntowns in the [[Paqaa Mountains]], killing or enslaving all who\nremained. Only a fraction of the once-great Doriak nation\nsurvived this horrifying betrayal, fleeing to the northern\nfoothills of the Paqaa Mountains and the free lands of the\nsouthern [[Tashana Tundra]]. The Night of Razor Dreams burns in\nthe heart of every Doriak, a terrible price paid for an unwise\nand greedy collaboration with the [[Riedra]]n leadership.",
        "title": "Night of Razor Dreams",
        "modified": "20230612040004374",
        "tags": "Sarlona",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "event",
        "color": "#A3CFBB"
    }
]