[
    {
        "created": "20230825233842294",
        "text": "The Ninth College is an [[arcane order]] within House [[Sivis]] which includes the greatest [[arcanists|arcane magic]] of the house. The [[gnome]] [[wizard]]s and [[artificer]]s of the Ninth College study the transformative (and destructive) power of the spoken and written word, as amplified by the [[Mark of Scribing]]. The techniques used by members of the Ninth College are a carefully guarded secret, and cannot be learned without training from a current member of the order.\n\nThe Ninth College is based in the [[Labyrinth|Labyrinth (enclave)]], the great [[Sivis]] [[enclave]] in [[Korranberg]]. The organization’s name is something of an in-joke among House [[Sivis]]; the famous [[Library of Korranberg]] has eight colleges, and Sivis’s legendary scholastic order of magic is “the ninth college.” It receives funding from the [[Hidden Word|Notaries Guild]] and [[Tasker's Dream]], and members of the order are prominent in both of those organizations. The Ninth College is a center for linguistic studies, and its members have a reputation for eccentricity. Philologist Harlus Haskal d’Sivis once spent twenty years trying to devise the perfect single-word greeting, while [[Syla Syrralan d'Sivis]] has spent a fortune crafting inks from the blood of rare and deadly [[aberration]]s. Generally, members of the Ninth College spend much of their time crafting [[spell scroll]]s and other [[magic item]]s on behalf of House [[Sivis]], in between researching the words of power which bind reality.\n\nAdmission into the Ninth College is extremely selective. After a grueling battery of tests evaluating an applicant's scrollcraft, mastery of the [[Mark of Scribing]], and dedication to the art of language, the admissions board typically assigns applicants a task set by the [[viceroy|Kendal Santor d'Sivis]] of the order himself. This might involve anything from creating a new word to recovering a book of forgotten spells from a ruined library in [[Xen'drik]]. Any heir of House [[Sivis]] can undertake the tests, but only once. Should you fail, the doors of the Ninth College are closed to you forever.\n\nViceroy [[Kendal Santor d'Sivis]] is the head of the college and a lord seneschal of House [[Sivis]], advising the [[Doyenne|Lysse Lyrriman d'Sivis]] on matters of magic.",
        "title": "Ninth College",
        "modified": "20230828215149911",
        "tags": "[[arcane order]] [[trade guild]] Sivis Korranberg",
        "type": "text/vnd.tiddlywiki",
        "category": "organization",
        "color": "#9EC5FE",
        "article": "the ",
        "tooltip": "secretive arcane order within House Sivis"
    }
]