[
    {
        "created": "20240711034746051",
        "text": "''Capital:'' [[Noldrunthrone]] (former)<br/>\n''Region: ''[[Noldrunhold]]<br/>\n''Primary Resources:'' Minerals, ores, [[dragonshard]]s (former)\n\nThere are twelve holds in the [[Mror Holds]], including House\n[[Kundarak]]—but there were thirteen exiles in the stories. Noldrun was clever and curious, an explorer who was always finding new things. Noldrun was never a large [[dwarf]] [[clan|Mror clan]], but its greatest mine—Korran's Maw—was a rich source for a seemingly impossible array of minerals, including Eberron and Khyber [[dragonshard]]s. This made it a strong ally of House [[Kundarak]] and [[Zilargo]], and brought tremendous wealth to the clan. [[Noldrunthrone]] was the capital of the [[clan|Mror clan]]’s holdings—a great city to rival [[Krona Peak]].\n\nAnd then, approximately four hundred years ago, [[Noldrunhold]]\nfell silent. Messengers sent into the hold never returned. Noldrun\nhad previously fought many fierce battles with the [[Jhorash'tar]],\nand blame immediately fell to the [[orc]]s; but none could explain\nhow the Jhorash'tar could have achieved such a massacre.\n\nThe fate of Noldrunhold remains a mystery to this day. Most\ncontemporary records of what explorers found were passed\ndown orally and are unreliable. In some accounts, corpses were\nskinned; in others, there were no corpses, as if the Noldrun\nhad all simply vanished. Some suggest that the Noldrun all\ngathered together and descended into Korran's Maw; others\nsay the [[Jhorash'tar]] killed them and threw the bodies into the\nMaw. Neighboring clans [[Soldorak]] and [[Droranath]] both sought\nto expand into the abandoned territory and claim the empty\nspires, but all attempts were abandoned—again, the stories of\nwhy are unreliable. Some say the new settlers killed each other\nin an irrational [[frenzy|Frenzy]], others say they simply disappeared. The\nDroranath blame the Jhorash'tar orcs, and mysteriously, there\nare tribes of Jhorash'tar still living on old Noldrun lands, though\neven they shun the empty cities and Korran's Maw.\n\nToday, many assume that the Noldrun must have been the first victims of the [[War Below|Mror History]]—that they dug too deep and were destroyed by [[Dyrrn]]. Some assume the [[derro]] found in [[Sol Udar|Realm Below]] are the remnants of the Noldrun dwarves. But that's all\njust conjecture. Perhaps it was the work of a fiendish [[overlord]] imprisoned in the region. Perhaps it was an early impact of whatever caused the [[Mourning]], or some sort of [[Cannith]] experiment. Or perhaps it was the [[Jhorash'tar]] after all, and the [[orc]]s possess some hidden power they have yet to reveal.",
        "type": "text/vnd.tiddlywiki",
        "title": "Noldrun",
        "tags": "[[Mror clan]] tribe defunct",
        "modified": "20240724062215049",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "Clan "
    }
]