[
    {
        "created": "20210131014112739",
        "text": "Prince Oargev ir'Wynarn, grandson of Queen [[Dannel|Dannel ir'Wynarn]], is the last scion of [[Cyre]]’s ruling family. He was serving as an ambassador to [[Breland]]\nwhen the mysterious [[Mourning]] befell his nation and has\nsince become the unofficial leader of the Cyran refugees\nscattered throughout the other domains. He hopes to one\nday gather all of Cyre’s homeless children to [[New Cyre]], his refuge\nin Breland. His other desire revolves around discovering\nthe truth behind the destruction of his kin and country,\nand exacting revenge on the guilty parties. Until then, he\ngraciously accepts the hospitality of Breland (even if the\nBrelish have given him unwanted land in the middle of\nnowhere) and works to rebuild the confidence and honor\nof his subjects. He serves as mayor of New Cyre while also\nplaying the role of a king in exile.\n\nPrince Oargev regularly seeks out news and information from those foolish or brave enough to venture into the [[Mournland]]. He has been known to fund expeditions into the blasted, wasted remains of his once-proud nation, hoping to discover some hint or clue that points to the cause of [[Cyre]]’s demise. In the meantime, Oargev works to improve the plight of his people and dreams of rebuilding Cyre—either in a restored Mournland or someplace else entirely.\n\n!! Suitors of Oargev\n\nOargev is a widower, having lost his wife as well as his nation in the [[Mourning]]. He must find a new spouse if the Cyran branch of the [[line of Wynarn|Wynarn family]] is to endure. The prince, now twenty-five years of age, is both charming and gallant, and the coming social season is sure to be lively as both the families of Cyre and the nobles of other nations try to woo this dynamic leader. In addition, Oargev might be a significant figure within the winding paths of the [[Draconic Prophecy]], and his choice of spouse could have cascading consequences.\n\nOargev is surrounded by the scions of the surviving families of [[Cyre]], along with other nobles of the [[Five Nations]]. Five such suitors are:\n\n* Shaela ir’Ryc (she/her)\n* Jalene ir’Tala (she/her)\n* Donal ir’Kulan (he/him)\n* Isti ir’Dalas (she/her)\n* Habra ir’Soras (she/her)\n\nOf those five, one is a [[mind seed]] of the [[Dreaming Dark]]; one’s part of a [[cult of the Dragon Below|Cults of the Dragon Below]], one’s a [[warlock]] bound to an [[archfey]], one’s fiercely devoted to the [[Silver Flame]], and one’s tied to the [[Three Faces of Love]]; it’s up to the GM to decide which is which. \n\nOther potential suitors of the prince include:\n\n* Princess [[Haydith ir'Wynarn]]\n* Queen [[Diani ir'Wynarn]]\n* [[Rose]]\n* Lady [[Talalara]]\n* [[Ilina Corla d'Cannith]]\n* [[Alzia ir'Kesslan]]",
        "type": "text/vnd.tiddlywiki",
        "title": "Oargev ir'Wynarn",
        "tags": "[[Wynarn family]] [[New Cyre]] human humanoid",
        "modified": "20220217232928384",
        "color": "#FEA627",
        "category": "person",
        "article": "Prince "
    }
]