[
    {
        "created": "20201221223308163",
        "text": "The Odakyr Rites are a set of magical rituals that produce [[Karrnathi undead]]. The Rites work only when performed on the remains of a soldier slain in battle, and only in [[manifest zone]]s tied to the [[plane]] of [[Mabar]]. They were developed during the [[Last War]] after years of research at [[Fort Bones]] by the [[necromancer|necromancy]] Gyrnar Shult and the [[Vol|Blood of Vol]] high priest [[Malevanor]], when he was still a living person. \n\nThe [[Karrnathi undead]] these rituals create are tremendously efficient\nsolders, imbued with a malign intelligence and purpose. A normal [[zombie]] requires some sort of necromancer to sustain and command it, but the sentient Karrnathi undead can integrate with any unit. One of the few limitations of the undead derives\nfrom their utter lack of mercy or compassion. Left on\nits own, a Karrnathi skeleton will slaughter all opposing\nforces—soldiers, civilians, even children. A commander\nmust exercise close control if he wants his undead to\nleave anyone alive.\n\nGyrnar Shult believed that the [[Karrnathi undead]]\nwere animated by the martial spirit of Karrnath\nitself. This is why they can be produced only from\nthe corpses of elite Karrnathi soldiers: an enemy\ncorpse lacks the connection to Karrnath, while a\nfallen farmer has no bond to war. However, the [[Kind]]\nfears that the undead aren't animated by the soul of\nKarrnath, but rather by an aspect of [[Mabar]] itself—that\nthe combat styles of the undead might be those of\nthe [[dark fiend|yugoloth]]s of Mabar. Over the years, he has felt\na certain malevolence in his skeletal creations that he\ncan't explain, not to mention their love of slaughter.\nHe has also considered the possibility that they are\ntouched by the spirits of the [[Qabalrin]] [[elves|elf]] of ancient [[Xen'drik]]. The Kind hasn't found any proof for these\ntheories, but they haunt his dreams.",
        "title": "Odakyr Rites",
        "modified": "20220829053553874",
        "tags": "",
        "type": "text/vnd.tiddlywiki",
        "category": "phenomenon",
        "color": "#432874",
        "article": "the ",
        "tooltip": "set of magical rituals that produce Karrnathi undead soldiers"
    }
]