[
    {
        "created": "20201221223308163",
        "text": "The Odakyr Rites are a set of magical rituals that produce [[Karrnathi undead]]. The Rites work only when performed on the remains of a soldier slain in battle, and only in [[manifest zone]]s tied to the [[plane]] of [[Mabar]]. They were developed during the [[Last War]] after years of research at [[Fort Bones]] by the [[necromancer|necromancy]] [[Gyrnar Shult]] and the [[Vol|Blood of Vol]] high priest [[Malevanor]], when he was still a living person. The name of the rites comes from Odakyr, the agricultural region of [[Karrnath]] surrounding Fort Bones.\n\nThe [[Karrnathi undead]] these rituals create are tremendously efficient solders, imbued with a malign intelligence and purpose. A normal [[zombie]] requires some sort of necromancer to sustain and command it, but the sentient Karrnathi [[undead]] can integrate with any unit. One of the few limitations of the undead derives from their utter lack of mercy or compassion. Left on its own, a Karrnathi skeleton will slaughter all opposing forces—soldiers, civilians, even children. A commander must exercise close control if he wants his undead to leave anyone alive.\n\n[[Gyrnar Shult]] believed that the [[Karrnathi undead]] were animated by the martial spirit of Karrnath itself. This is why they can be produced only from the corpses of elite Karrnathi soldiers: an enemy corpse lacks the connection to Karrnath, while a fallen farmer has no bond to war. However, the [[Kind]] fears that the undead aren't animated by the soul of Karrnath, but rather by an aspect of [[Mabar]] itself—that the combat styles of the undead might be those of the [[dark fiend|yugoloth]]s of Mabar. Over the years, he has felt a certain malevolence in his skeletal creations that he can't explain, not to mention their love of slaughter. He has also considered the possibility that they are touched by the spirits of the [[Qabalrin]] [[elves|elf]] of ancient [[Xen'drik]]. The Kind hasn't found any proof for these theories, but they haunt his dreams.\n\n!! The Source of the Rites\n\nThe exact nature of the necromantic breakthrough that led to the development of the Odakyr Rites is left up to the GM, and depends on how they plan to use [[Karrnathi undead]] in their game. Did [[Shult|Gyrnar Shult]] and [[Malevanor]] discover some sort of\nartifact tied to [[Mabar]] at the heart of the [[manifest zone]]?\nDid they tap into the power of [[Katashka]] the Gatekeeper,\nor acquire some sort of ancient [[Qabalrin]] tome from\n[[Lady Illmarrow]]? Or did they just legitimately develop a new\nnecromantic technique that no one had mastered before,\nwhich is entirely possible? Despite their cruelty, are the\nKarrnathi undead truly what Shult believed—are they\nempowered by the patriotic spirits of the fallen, or do\nthey hold a darker secret?",
        "title": "Odakyr Rites",
        "modified": "20240420204651948",
        "tags": "",
        "type": "text/vnd.tiddlywiki",
        "category": "phenomenon",
        "color": "#432874",
        "article": "the ",
        "tooltip": "set of magical rituals that produce Karrnathi undead soldiers"
    }
]