[
    {
        "created": "20210322012721595",
        "text": "//“Some call the ability to see the connections and collisions between all things genius. Others call it madness. I lean toward the former.”//\n<div align=\"right\">—Ohnal Caldyn, compiler of the //Caldyn Fragments//</div>\n\nOhnal Caldyn is a [[Library of Korranberg]] scholar considered to be the foremost expert on the [[Draconic Prophecy]]. His ever-growing compendium on the subject, known as the [[Caldyn Fragments]], is one of the most opaque and challenging texts in all of arcane academia.\n\n[[Morgrave University]] is honored to have Ohnal Caldyn as an adjunct professor this term. While some have called Professor Caldyn’s work on the [[Draconic Prophecy]] “the ravings of a lunatic,” Morgrave stands by Caldyn’s scholarship and believes that history will vindicate his remarkable work. When speaking to the professor, please avoid making\nany sudden movements or loud noises.\n\n!! Early Life\n\nWhen Ohnal Caldyn was born in [[Breland]] in 949 YK, everyone assumed he would follow the path taken by most of his ancestors: wizard, sage, advisor, or tutor in the court of the King of [[Breland]]. As a child, Ohnal exhibited all of the intelligence and diligence that would make any of those occupations a natural fit.\n\nThe first indication that Ohnal might be destined for something greater came early in his life. His father, an ambassador to King Boranex at the time, was involved in a political meeting with members of several different [[dragonmarked house]]s. As the meeting concluded, Ohnal was allowed into the room to speak with his father and meet the dragonmarked representatives. As the young Ohnal, not yet 10 years old, observed the dragonmarked people interacting with one another, he turned to his father and spoke: “Father, there is going to be a fire at the royal stables this evening. The King’s horses are in great danger.”\n\nOhnal’s father, horrified that his son would act so strangely in front of such important people, apologized for his son’s behavior and order the nanny to remove his son from the room immediate.\n\nThe night passed, and there was no fire at the stable of the royal palace. However, at a tavern called The Royal Inn in the city of [[Starilaskur]], a fire consumed the stables. Four knights of the [[King's Citadel]] were rooming there for the knight, and their prized mounts perished in the blaze.\n\nIncidents exactly like this became more and more frequent: Ohnal would see a [[dragonmark]]ed individual, or see a [[dragonshard]], or study the skies, and he would make a prediction that at first seemed to go unfulfilled—only to be confirmed later in a different context.\n\n!! The Caldyn Fragments\n\nAs it became more and more apparent that Ohnal possessed a gift far greater than anyone has ever imagined, his father was faced with a terrible decision. As a member of the Brelish Court, he was inclined to focus his son’s power toward furthering the goals of the [[Breland]]. As a loving father, however, he knew that alerting the world to his son’s power would mean that young man would be forever a slave to those who wanted to use his powers. Instead of bringing his son’s gifts to the attention of the Brelish Court, the ambassador urged Ohnal to see the world.\n\nOhnal, already trained a bit in the arts of magic, took to the adventuring life with joy. Not only did he see most of [[Khorvaire]], but he also spent a great deal of time exploring the lost continent of [[Xen'drik]] and the depths of [[Khyber]]. In addition to great wealth, Ohnal gathered more and more knowledge and insight into the [[Draconic Prophecy]]. He began to understand that his ability to see the shifting patterns of reality tapped into a force that flowed through the world, going back to the very [[Progenitor Dragons]] whose forms created the world as he now knew it.\n\nIn the depths of the [[Xen'drik]] jungle, Ohnal encountered a type of creature whose existence was only rumored back on [[Khorvaire]]. These creatures, which called themselves [[skarn]], practiced magic with a form of energy that called [[incarnum]]. Ohnal immediately detected vibrations in the [[Draconic Prophecy]] as he observed the skarn going about their tasks. As he saw the connections to the Prophecy in these people as strongly as he saw the connections in the [[dragonmark]]ed, Ohnal believes that [[incarnum]] is somehow related to the three [[Progenitors|Progenitor Dragons]].\n\nHis observations as he adventured, gathered over two-score years, became known as the [[Caldyn Fragments]]. The red tome in which he scribed his efforts to capture a small part of the Prophecy was further augmented by his collaboration with the [[Library of Korranberg]]. Caldyn founded the [[Crimson Codex]] to use his insights to promote peace and stability throughout [[Eberron]]. But as people outside the organization learned about the existence of the Caldyn Fragments, others scrambled to obtain copies of the work that could supposedly predict the future. Now, three other groups (the [[Blackwheel Company]], the [[Covenant of Light]], and the [[Cabal of Shadows]]) focus their efforts on the [[Caldyn Fragments]] to try to shape and manipulate the predictions to their own ends.",
        "type": "text/vnd.tiddlywiki",
        "title": "Ohnal Caldyn",
        "tags": "[[Library of Korranberg]] [[Morgrave University]] humanoid human",
        "modified": "20210905195715120",
        "color": "#FEA627",
        "category": "person",
        "article": "Professor "
    }
]