[
    {
        "created": "20211112220830321",
        "text": "After the [[War of the Mark]], the ruins of [[Sharn]] lay abandoned for five hundred years. When [[Galifar Wynarn]] united the [[Five Nations]] and sent a force to rebuild the shattered city of [[Sharn]] after the ruin of the [[War of the Mark]], the engineers were surprised to find an impressive marble structure still intact among the ruins. Few structures had survived the war, but a large temple to [[Aureon]] in present-day [[High Walls]] stood unscathed.\n\nGalifar declared the temple would be maintained as the Cty Archive, and important documents and a municipal collection of valued books were kept within \"the oldest building in [[Sharn]]\". The Archive's shrine to [[Aureon]] is one of the oldest in [[Breland]], and its library contains books and scrolls preserved from the fall of the [[Dhakaani Empire|Dhakaan]] when Sharn was still called \"Duur'shaarat\". Decades ago, a thriving printing press moved into its second floor, and an exhibit on [[Sharn]]'s notable historical figures moved into the section of the building once used as an abbey.\n\nThe abandonment of this landmark structure in favor of zoning [[High Walls]] into a ghetto for suspicious residents is a testament to the paranoid fear inspired by the trauma of the [[Last War]]. The [[city council|Sharn Council]] neglected to even transfer most of the contents of the Archive in their haste to build the ghetto's walls and keep members of their own populace prisoner. The new [[City Archive]] is located in [[Highest Towers]].\n\nThe outer walls of the building are 3-foot-thick marble. The interior floors and walls of the second and third level (as well as the spiral staircase ascending to them) are made of termite-eaten wood and rotted through in many places. There is no source of light inside the Archive.",
        "type": "text/vnd.tiddlywiki",
        "title": "Old City Archive",
        "tags": "library temple Sharn [[High Walls]] ruin",
        "modified": "20211112222545841",
        "color": "#A3DB62",
        "category": "location",
        "article": "the "
    }
]