[
    {
        "created": "20210308052357635",
        "title": "Omaren family",
        "text": "''Founder:'' [[Delera Omaren]].<br/>\n''Current Leader:'' [[Paulo Omaren]].<br/>\n''Primary Sphere of Influence:'' City infrastructure.<br/>\n''Family Business:'' The [[Stormreach Forge]].<br/>\n''Districts:'' [[Forgelight]], [[Temple District]].<br/>\n''Allies:'' House [[Cannith]], House [[Deneith]], the [[Iron Watch]].<br/>\n''Enemy:'' [[Yorrick Amanatu]].\n\nThough charismatic, the pirate queen [[Delera Omaren]] was no politician. After the [[Stormreach Compact|History of Stormreach]], Delera overcommitted her family to the tasks of maintaining the infrastructure of the [[city|Stormreach]] and outfitting the [[Stormreach Guard]], at too low a cost. Over the years, this generosity caused the Omaren fortune to fade as the other [[Storm Lords]] profited.\n\nSome of the Omaren lords have done their best to\nlive up to their obligations. Others have tried varying\napproaches to break the Omaren curse. In 890 YK,\n[[Castal Omaren|Omaren Revolt]] sought to eliminate the other lords\nand seize control of the city. He misjudged [[Yorrick Amanatu]]’s influence over the [[Stormreach Guard]], and the mistake cost him his life. The lords allowed Castal’s heir to retain his title, but further penalties were assessed, and the new lord was deeply subservient to the rest of the council.\n\nLady [[Paulo Omaren]] is determined to restore her family’s honor. Presenting herself as an innovator, she looking for new solutions to the challenges that face [[Stormreach]]. Lady Paulo has been working with [[Cannith]] South, allowing\nthe house to establish facilities inside the [[Foundry]] and\nthe [[Stormreach Forge]]. She also approached the [[warforged]]\n[[Steeljack]] and created the [[Iron Watch]], and has made alliances with House [[Deneith]].\n\nLady [[Paulo|Paulo Omaren]] isn’t the oldest member of her family. The Omarens have an unusual tradition dating back to their buccaneer heritage: Leadership is held through force of arms, and any heir of the family can challenge the current lord to a duel to claim the title. Such duels are uncommon, since the best warriors of the house have no interest in administration. However, this tradition means that the Omaren lords have to be skilled in two arenas, and if an Omaren lord wants to rule until an old age, he or she might have to use trickery to deal with young challengers.",
        "modified": "20210727192023745",
        "tags": "tribe [[Storm Lords]] Stormreach human",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]