[
    {
        "created": "20210311225227264",
        "title": "Onyx Fountain",
        "text": "A hive of small performance spaces, rehearsal rooms, and studios, the Onyx Fountain is House [[Phiarlan]]’s training ground—for stage performance and intrigue.\n\nHouse [[Phiarlan]] protects and patronizes artists in\n[[Stormreach]] based on their talent, not their political or\nethical views. To this end, the house created the Onyx\nFountain, a stronghold of studios, galleries, small\nrecital halls, rehearsal spaces, and small theaters in the\n[[Temple District]]. The Onyx Fountain is named for the\nimposing fountain of glossy black stone at its entrance.\nThe fountain’s waters flow into a [[dragon]]-shaped basin,\nand potent magic shapes the flowing waters into wings\nand scales upon the dragon’s back.\n\nThe Onyx Fountain is a warren of corridors, niches, and chambers, each of which is unique. One chamber houses an elaborate illusion of frolicking [[fey]],\ndancing wildflowers, and talking animals in the [[Faerie Court|Thelanis]]. Another contains sculptures from the [[Dhakaani Empire|Dhakaan]], complete with a towering relief of the [[Graywall Mountains]]’ [[Six Kings]] monument. Others are\nfilled with swirling spheres of emerald light and illusions of otherworldly beings whose translucent forms slowly transform. Most of the building’s spaces are\nilluminated with multihued [[everbright lantern]]s.\n\nThe Fountain is not just a refuge for artists and\nperformers, but also a hive of intrigue. Performance\nspaces double as training rooms for [[Serpentine Table]] agents honing the arts of stealth and infiltration. Acrobatic skill, a hypnotic voice, the ability to turn light and\nshadow into allies and weapons, and an imagination\ncapable of ingenious solutions to split-second crises are\nwhat make [[Phiarlan]] spies some of the best in the world.\nThe Fountain also hosts clandestine meetings masquerading as rehearsals or private performances.",
        "modified": "20210727192023820",
        "tags": "[[community center]] Stormreach [[Temple District]] theater",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#A3DB62"
    }
]