[
    {
        "created": "20201217033357197",
        "text": "In [[Daanvi]]'s grand tower of the Panopticon, a host of [[immortal]]s\nmonitor events occurring across [[Eberron]]'s [[plane]]s. Countless\n[[modron]]s observe [[crystal ball]]s. There are chambers in which\n[[angel]]s and [[devil]]s stand around wide scrying pools, replaying\nrecent events. And in the highest chamber of the Panopticon,\ntwelve [[solar]]s—with [[one seat|Tyrala (solar)]] empty—contemplate the events\noccurring in the [[plane]]s they are bound to and wait to be\nsummoned by the authorities of those planes.\n\nThe Panopticon is larger than the entire city of [[Sharn]].\nDifferent sections are devoted to each of the planes, and\nsome immortals have spent countless years monitoring a\nparticular location or creature. It holds the most powerful\nand sophisticated scrying network in existence, dwarfing the\ncapabilities of even the [[dragon]]s of [[Argonnessen]]. However, this\nsystem is not intended to benefit mortals. Adventurers must\nhave an exceptional reason to secure a travel pass allowing\nadmittance to the Panopticon, and the immortals who work\nthere are not inclined to answer questions.\n\n!! The Solar Council\n\nThe twelve [[solar]]s of the Panopticon have the authority to administer justice within the [[plane]]s of existence, but there are a host of restrictions on how and when they may act. Typically, a solar must be invoked by a legitimate authority within the plane in question—so while [[Hazariel]], the Solar of [[Syrania]], is usually called in to cast down\n[[radiant idol]]s, [[Azazar]], the Solar of [[Xoriat]], has never yet been\ncalled on by that plane. Until called, they watch; while in the Panopticon, solars can observe anything that occurs in the plane of their dominion. \n\n[[Tyrala|Tyrala (solar)]], the Solar of [[Dal Quor]], has not been seen since before the Turning of the Age.",
        "title": "Panopticon",
        "modified": "20220802210623287",
        "tags": "Daanvi layer",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#3B5C0A"
    }
]