[
    {
        "created": "20200420220351922",
        "text": "Practiced by many [[kalashtar]], the Path of Light is a religion dedicated to bringing about an age of light through meditation and physical discipline. The tenets of the faith are:\n\n* We live in an age of darkness. We must find the path that leads to the light.\n* Act with compassion and courage. Each noble act is a step on the path.\n* Hone your body and your mind. You are the tool you will use to change reality.\n\n!! Links to Headers\n* <<scrollToHeader \"Overview\">>\n* <<scrollToHeader \"The Universal Life Force\">>\n* <<scrollToHeader \"Symbol\">>\n* <<scrollToHeader \"Rites\">>\n* <<scrollToHeader \"Temples\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Overview\n\nThe Path of Light seeks to change reality by first bringing change within, using meditation to focus the mind and athletic discipline to improve the body. The next step brings light into the world, using courage and compassion to banish the darkness in the people around you. Mediate disputes. Extinguish hatred by guiding people out of darkness. Inspire people to be better than they are. Even the smallest change is a victory, yet lightbringers—the followers of this path—hope that this is merely a step on a greater journey.\n\nThe Path of Light teaches that this age is dominated\nby [[il-Lashtavar]], \"the great [[darkness that dreams|Dreaming Dark]].\" This\nforce poisons the world and promotes darkness. But all\nthings change. If enough light can enter the world, it will\nlead to a tidal shift: the age of il-Lashtavar will end and\nusher in the time of il-Yannah, the great light. (See <<navAndScrollToHeader \"Dal Quor\" \"The Turning of the Age\">> of [[Dal Quor]] for more information.)\n\nSome followers of this faith believe that meditation\nalone is sufficient to change the path of the world, that\nmerely contemplating the light is sufficient to bring\nabout the change. Most believe that it is necessary to\ntake action, but that darkness must fought with light.\nViolence is never the answer, and the only way to defeat\nevil is to redeem it. Lightbringers seek to inspire those\nwho live in fear and enlighten those whose evil is driven\nby ignorance. The faith has followed this path for over\na thousand years, but now a splinter sect advocates\ngreater action. These [[shadow watchers|atavist]] believe that evil\nmust be fought, that sources of darkness that poison\ncommunities can and should be ruthlessly eliminated.\n\nThe Path of Light is taught to the [[kalashtar]] by the\nspirits bound to their bloodlines. It is widespread in the\nnation of [[Adar]] in distant [[Sarlona]], but in [[Khorvaire]], it is\nlargely unknown outside kalashtar communities. The [[atavist]] shadow watchers champion a sect born in Khorvaire, and the elders of Adar have condemned its methods.\n\nIf you follow the Path of Light, you must choose your\nside. As a lightbringer, you seek to spread hope and\ngoodwill. As a shadow watcher, you hunt down and eliminate sources of darkness. Which path will you follow? \n\nSee also [[Kalashtar History]].\n\n!! The Universal Life Force\n\nFollowers of the Path of Light believe that there is a universal life force that encompasses all things and all the [[plane]]s. It's not a god; it's the energy that defines existence. Souls are drawn from this force and live their lives, gathering experiences; after death, the soul travels to [[Dolurrh]], and is then released from its burdens, rejoining the universal life force. \n\nEventually that energy will be drawn back into new souls, but at the same time, each soul is unique. If the life force is like an ocean, a soul is like a cup of water drawn from that ocean. If that cup is emptied into the ocean and another is lifted out, some of the water might be the same as that first cup, but you'll never draw exactly the same cup twice. Or consider each soul to be a dream of the universe. Each dream exists as a unique and beautiful expression, and when the dreamer awakes, the dream is gone, never to return. But each time the dreamer returns to sleep, there will always be a new dream... and perhaps it will include elements of past dreams. If you meet someone on your travels and feel a strong connection to them, it's possible that some part of your souls knew each other in a previous existence... or perhaps you actually share elements of what was once a single soul.\n\nTo followers of the Path of Light, losing one's unique identity upon death is nothing to fear. Each soul is beautiful and will always be part of the eternal expression of the universe. Enjoy the dream while it lasts, and then follow it where it takes you next. Don't try to cling to eternity, don't be afraid of change, because the next beautiful dream is waiting to be born.\n\nThis philosophy puts the [[kalashtar]] [[quori]] fundamentally at odds with the [[Dreaming Dark]], who seek to stop <<navAndScrollToHeader \"Dal Quor\" \"The Turning of the Age\">> and exist forever, even if it means absolute stagnation. But the kalashtar of the Path of Light are determined to bring about the new age, even though doing so will likely destroy their current incarnations. \n\n!! Symbol\n\nThe symbol of the Path of Light is a shard of brilliant\ncrystal, carried or worn as an amulet. This crystal may\nbe used as a [[holy symbol]]; if it's worn as a necklace, the\npriest must place one hand on it to use it as a [[focus|magical implement]]. The\nformal garb of a priest includes a headdress with curving horns and points made from a Sarlonan shell-like material called [[sentira]]. \n\n!! Rites\n\nPhysical and mental discipline are important virtues of\nthe Path of Light. Martial arts (see [[Path of Shadows]]) and guided meditation become a form of devotion and prayer. A [[kalashtar]] priest\nconducts services telepathically, using shrines designed\nto amplify psychic abilities and allowing them to share\nthoughts and images directly with the congregation. To\nan outsider, a service can appear silent and tranquil despite being an ecstatic experience for the faithful. \n\n!! Temples\n\nThe nation of [[Adar]] in [[Sarlona]] is home to vast fortress\nmonasteries devoted to the Path of Light. In [[Khorvaire]],\na mere handful of shrines appear in cities with large\nkalashtar communities. These shrines are calm and\npeaceful, the air scented with Sarlonan incense. The\nchambers are open, providing space for martial arts.\nLabyrinthine patterns engraved on the floors serve as\nan aid to meditation, while the walls hold crystals that\nfocus and amplify the psychic abilities of the priests. ",
        "type": "text/vnd.tiddlywiki",
        "title": "Path of Light",
        "tags": "religion",
        "modified": "20230501155326645",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "a kalashtar religion dedicated to bringing about an age of light through meditation and physical discipline"
    }
]