[
    {
        "created": "20200415044902560",
        "text": "''Leader:'' [[Elvinor Elorrenthi d'Phiarlan]] <br/>\n''Headquarters:'' the [[Demesnes]] (various)<br/>\n''Dragonmark:'' [[Mark of Shadow]]<br/>\n''Emblem:'' [[hydra]]\n\n//We are the shadow—the border between light and darkness. We are not simply spies or assassins. We are agents of balance, and through our dance, we shape the future.//\n\n<div align=\"right\">—Kaleth Shol d'Phiarlan, ghost of the [[Serpentine Table]]</div>\n\nThe [[elves|elf]] of House Phiarlan carry the [[Mark of Shadow]],\na gift that lends itself to illusion and deception. It\ncomes as no surprise that House Phiarlan has two\nfaces. To the public, it is the house of entertainment,\na source of actors, bards, and artists of great skill. But\nthose who have the wealth to afford its services might\nlearn of the house’s dark side—the [[Serpentine Table]], an\norganization of spies with eyes in every shadow.\n\nThe primary enclaves of House Phiarlan, known as the [[Demesnes]], are the foremost centers of the arts in the [[Five Nations]], each focusing on a specific artistic tradition:\nthe written word, movement arts, music, material arts,\nand the arts of illusion, puppetry, oratory, and acting.\nBaron [[Elvinor Elorrenthi|Elvinor Elorrenthi d'Phiarlan]] leads the house from the last\nof those, the [[Demesne of Shadow]], which is located in\n[[Sharn]]. The [[hydra]] serves as House Phiarlan's emblem. \n\nHouse Phiarlan has close ties with\nHouse [[Ghallanda]], because Phiarlan\nperformers often work at Ghallanda’s\nhostels. The houses generally stand\ntogether when there are disagreements\namong the [[Twelve]].\n\n!! History of House {{!!title}}\n\nHouse Phiarlan traces its history back to when the\nenslaved [[elves|elf]] of [[Xen'drik]] rose up against their [[giant]]\nmasters. A traveling band of scouts and bards raised\nmorale and brought news and information to the scattered tribes. They called themselves “phiarlans,” an [[Elven|Aerenese]] word that translates roughly as “spirit keepers.”\n\nWhen the elves founded the island nation of [[Aerenal]], the Phiarlans traveled between the city-states as troubadours and mediators. Sometimes mediation worked, but the Phiarlans also learned the power of passing information to the right people. With the rise\nof the [[Undying Court]], they served the [[Sibling Kings]] as\nspies in an effort to help maintain order in the land.\n\nThen the [[dragonmark]]s appeared. Though their\nnature was a mystery, it was clear that they were connected to the [[Draconic Prophecy]]—and the [[dragon]]s had long been enemies of Aerenal. Suspicion fell\nupon the dragonmarked and grew worse when it\nwas shown that the line of [[Vol]], bearers of the [[Mark of Death]], were allied with dragons. Fearful that they might share Vol’s fate, the Phiarlans fled to [[Khorvaire]], where they joined to become House Phiarlan. Their artistic skills earned them a place in the [[Five Nations]], and in time the [[Serpentine Table]] offered its\nservices to those in power there.\n\n!!! The Last War\n\nDuring the [[Last War]], House Phiarlan served every nation in the conflict. As the\nwar raged on, however, different family lines within the house developed conflicting loyalties and found themselves working at cross-purposes. The resulting [[Shadow Schism]] split the house, resulting in the creation of House [[Thuranni]] and the near extermination of the [[Paelion]] family. In the wake of the Shadow Schism, House Phiarlan retains greater resources and better intelligence-gathering capabilities, while House Thuranni has trained assassins and the willingness to use them. Today, Phiarlan influence is strongest in [[Aundair]], [[Thrane]], and [[Breland]]; the house lost most of its holdings in [[Karrnath]] and the [[Lhazaar Principalities]] during the Shadow Schism.\n\n!! Guilds and Organizations\n\n<<list-links-article \"[tag{!!title}tag[trade guild]sort[title]]\">>\n\n!! Enclaves\n\n<<list-links-article \"[tag{!!title}tag[enclave]!tag[Metrol]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Phiarlan",
        "tags": "[[dragonmarked house]] tribe",
        "modified": "20230322214629792",
        "tooltip": "elf dragonmarked house of Shadow, along with Thuranni; artists, entertainers, spies",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "House "
    }
]