[
    {
        "created": "20210207114641632",
        "text": "The settlers of [[Q'barra]] have never truly understood\nthe Poison Dusk. The majority of settlers still believe\nthat the Poison Dusk is one of the tribes of the [[Cold Sun Federation]] and that the different species comprising it are all just different forms of [[lizardfolk]]—that the\n[[kobold]], [[troglodyte]], and [[lizardfolk]] share\nthe same relationship as a [[goblin]], [[hobgoblin]], and\n[[bugbear]].\n\nThose who have studied the Dusk more closely\nrecognize that it is an alliance of different species\nbut have still drawn flawed conclusions. The most\ncommon among these is that the Poison Dusk are a\ncult that worship the [[dragon]] [[Rhashaak]]. It is true that\n[[Haka'torvhak]] is the stronghold of the Poison Dusk,\nand that they pay homage to the corrupted dragon,\nbut this is because Rhashaak is the voice of the [[overlord]] [[Masvirik]]. ''The Poison Dusk is the harbinger of the Cold Sun.''\n\nWhere do they come from? If the Poison Dusk is\nhated by both [[lizardfolk]] and [[dragonborn]], how have\nthey managed to survive?\n\n[[Masvirik]] is immortal, and his essence pervades\n[[Q'barra]]. He has influence over all reptilian creatures.\nThe web of [[dawn shard]]s scattered across the land\nreduces his power but doesn’t block it completely.\nTouched by the [[Silver Flame]], the [[Masvirik’Uala|Cold Sun Federation]] [[lizardfolk]] are the most resistant to his power, while the [[kobold]]s of the region are the most easily corrupted. Beneath the surface of Q’barra, he is served by a host\nof [[troglodyte]]s. New [[dragonborn]] are drawn to his\nservice with every generation. His power is strongest\nin [[Haka'torvhak]] itself. This is why the dragonborn\nhave never been able to completely cleanse Masvirik’s\nstronghold. For generations they would raid the\nHaka’torvhak and slaughter all of [[Rhashaak]]’s soldiers,\nbut in time, new servants are drawn to the city. All too\noften, these new agents of the Poison Dusk include\nthe [[dragonborn]] assigned to watch over it. \n\nThe Poison Dusk are fanatically devoted to [[Rhashaak]] and [[Masvirik]]. They serve with the fervor of the [[demon]]ically possessed—and some of them are. The majority of Rhashaak’s fiendish servants were bound along with the [[overlord]]s. The [[dusk shard]]s found across Q’barra hold fragments of these demonic\nbeings, and this power can be transferred to agents of\nthe Poison Dusk.\n\nAs a result, the Poison Dusk and [[lizardfolk]] have\nbeen battling over [[dragonshard]]s for thousands of\nyears. The Poison Dusk seeks to gather the [[dusk shard]]s for their own purposes while reducing the areas covered by dawn shards. The [[lizardfolk]] wish\nto keep the dusk shards out of the hands of their\nenemies.\n\nThe arrival of House [[Tharashk]] has destroyed this\nbalance of power. Thanks to the [[Mark of Finding]], the\n[[dragonmarked house]] has recovered more [[dusk shard]]s\nin the last ten years than the Poison Dusk has in the\nlast thousand.\n\nThus, both the [[Masvirik'Uala|Cold Sun Federation]] and Poison Dusk\nattack [[Tharashk]] holdings. Where the [[lizardfolk]] do\ntheir best to cripple mining operations, the Poison\nDusk take shards while otherwise leaving an\noperation intact. The Poison Dusk is happy to have\nTharashk doing the work of prospecting and mining;\nthey just want the shards.\n\n[[Masvirik]] has no servants among the [[Lords of Dust]].\nHis fiendish agents are bound in [[dusk shard]]s, and\n[[Rhashaak]] is his voice. He is a hateful being, filled\nwith malice for all. For centuries he has simply sought\nto slaughter all those who will not serve him. It is only\nnow, with the potential value he sees in House [[Tharashk]], that Masvirik is trying more subtle schemes to attain his goals. One possible arc for a campaign\nwould be to introduce [[yuan-ti]] to [[Q'barra]], as [[human]]s\nnewly transformed by the power of the Cold Sun. The\nPoison Dusk has never managed to destroy [[New Galifar]] by force... can it be corrupted from within?\n\n!! The Poison Dusk in Battle\n\nThe Poison Dusk is comprised of [[kobold]]s, [[troglodyte]]s, [[dragonborn]], and a small number of [[lizardfolk]] (mostly [[blackscale]]). These come in three varieties.\n\n''Corrupted'' members of the Poison Dusk are\ndriven by savage instinct. They are brutal and aggressive but rarely employ complex tactics unless under the leadership of a [[dusk shard]] cultist or fiendish\nvessel. Any existing creature of the appropriate race\ncan be used with the Poison Dusk, though spellcasters are rarely found among them.\n\n''Dusk shard'' creatures can be identified by the\nsliver of [[dusk dragonshard|dusk shard]] embedded in their torso\nor forehead. The tiny shard strengthens their bond to\n[[Masvirik]], and this in turn changes them in mind and\nbody. Dusk shard creatures are innately more intelligent than lesser servants of the Poison Dusk, and any spellcasters serving the Poison Dusk will have dusk\nshards; their mystical knowledge is imparted through the shard. Dusk shard soldiers are better equipped than the base, corrupted masses, and they have the skill to use fine weapons and armor. Many are physically transformed so that they possess serpentine or draconic traits and specifically resemble a [[black dragon]]; see [[blackscale]] for an example of this. \n\n''Fiendish vessels'' are the most powerful agents\nof the Poison Dusk. These bear larger shards and are\nhosts for the trapped servants of [[Masvirik]]. The vessel\nis completely dominated by the [[fiend]] and speaks with\nthe voice of the ancient spirit. The power of the vessel\ndepends on the size and purity of its embedded shard.\nA vessel with a smaller shard is sometimes referred to as a\n\"Slithering Idol\", and may have the power to hypnotize with their eyes, resist all poisons, or a variety of serpentine abilities. A vessel with a larger shard is actually transformed\ninto an avatar of the imprisoned spirit, and while it\nmaintains the general appearance of the original host\ncreature, you can use the statistics of the [[fiend]] or [[rakshasa]] associated with the shard. When the creature is slain, its body reverts to its original, natural shape, but may continue to faintly whisper in [[Abyssal]]...\n\nThe shards of a fiendish vessel or dusk shard cultist retain their power after the death of the bearer. This is the source of the shard pits in [[lizardfolk]] villages; shards are collected from fallen foes to keep them from being used again.\n\nNormally it takes time for a shard to transform\nits bearer, but at the GM’s discretion, the [[shard|dusk shard]] of a\nfiendish vessel could be so strong that an ally could\npluck it from the chest of the fallen vessel and become\na new host. Only a handful of shards with this\nlevel of power exist, but they are virtually impossible\nto destroy. The Poison Dusk will go to great lengths to\nregain such a shard if it is lost. ",
        "type": "text/vnd.tiddlywiki",
        "title": "Poison Dusk",
        "tags": "[[Cults of the Dragon Below]] Q'barra",
        "modified": "20211020183135823",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]