[
    {
        "created": "20210906005601441",
        "text": "Many years ago, while the [[Last War]] raged on, a revolution\nof sorts took place quietly behind the closed borders of\n[[Zilargo]]. For years, [[gnome]] spellcasters of all sorts believed\nthat [[elemental]]s were merely manifestations of the raw elements of which they were composed. Certainly they had languages and exhibited behaviors that indicated some\namount of intelligence, but most thought the creatures\nwere mindless drones capable only of receiving orders or\nserving in some other capability. The gnomes of [[Lorghalan]] had very different views of the sapience of elementals, but their views had been seen as fringe for over a century. Only after Zil researchers had observed the creatures on their native [[plane]]s directly\ndid any among them suspect that elementals were as sentient as any\nhuman. None of [[Zilargo]]’s casters dared suggest that their\nexploitation of [[elemental]]s cease, however, but one [[wizard]]\nmade a daring suggestion twelve years ago.\n\nThis [[wizard]], a gnome named ''Harkra Loivaerl Lonadar'', felt that more could be accomplished with the art of [[elemental binding]] by negotiating with the elementals, incorporating some of the techniques of the [[stonesinger]]s of [[Lorghalan]]. Her\ntheories, which began to gain strength only toward the end\nof the [[Last War]], were not popular.\n\nMost of the nation’s spellcasters and elemental experts\nfelt that the system in place was ﬁne. They saw no need to\ntamper with something that worked, and especially felt no\ncompassion for the creatures they were binding to service\nin their airships and weapons. Harkra managed to convince\na small coalition of merchants in positions of inﬂuence within Zilargo that her ideas had merit, however, and the\nPower of Purity was founded.\n\nThe group exists today as part of the [[elemental binding]]\nindustry in [[Zilargo]]. The initial skepticism of their ideas\nhas since been overcome by their results. In 991 YK, an\nelite group within the faction, called the ''Inmost'', was\nfounded by Harkra Loivaerl Lonadar, who had grown\ntired of the increasing bureaucracy required for running\na rapidly growing business, which is what the Power of\nPurity had become. Harkra gave up control of the larger\norganization’s interests to more fully dedicate herself to\nher ideas on binding research. The Inmost is primarily\ncomposed of elemental scions and other eccentric\nindividuals. Combined with the knowledge of the Power\nof Purity, which includes some of the foremost experts on\n[[elemental binding]] in all [[Khorvaire]], the Inmost’s members have made the organization quite powerful. These\nindividuals act as agents, guards, and even repositories of\nelemental knowledge. Some say that some members of the Inmost bind [[elemental]]s to more than items—they bind\nelementals, or parts of them, to their own ﬂesh.\n\nThe Swiftwind facility lies in the northwest corner of\n[[Zilargo]], at the foot of the [[Howling Peaks]], and has long been\nin the forefront of [[elemental binding]] research. Its massive\nairship hangars churn out an [[airship]] a year each, and the\ncrews in each have friendly competitions to see which can\nfulﬁll its order before the others. Because the Power of Purity believes in willingly negotiating with [[elemental]]s,\nmany of these rare extraplanar creatures wander the commons at all times.",
        "type": "text/vnd.tiddlywiki",
        "title": "Power of Purity",
        "tags": "Zilargo [[elemental binding]]",
        "modified": "20221212002536579",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]