[
    {
        "created": "20201217032655291",
        "text": "Imagine [[Terminus Station]] in [[Sharn]], but instead of [[skycoach]]es\nand rail tickets, portals lead to different [[layer]]s. Hundreds of\nsubjects and [[modron]]s mill about, standing in orderly queues\nas they wait to pass through a portal. By Daanvian law, all\ntravelers must pass through the Prime Gate, where [[plane shift]]\nand [[astral|Astral Sea]] travel deposit adventurers. If people enter Daanvi\nthrough some other means, they're in violation of the law—never a good idea.\n\nWhile the Prime Gate's bustling appearance suggests Daanvi\nis as welcoming to travelers as [[Syrania]], most traffic consists of\nlocal commuters moving between layers. Extraplanar visitors\nmust acquire travel passes from the Passage Authority; how\ndifficult this is depends on the tone of the Authority when you\narrive... and this shifts from day to day. If the Authority is\njust, the [[angel]]s keep it moving quickly and smoothly; as long as you truly have a valid reason for your travel, you should be\nable to pass. If the Authority is even-handed, it's managed by\n[[modron]]s; it's possible to get through, but there are immense\nlines and a lot of redundant paperwork. In addition to having\na clearly stated reason for travel, modrons might only provide\naccess to specific layers, or impose restrictions—“You'll have\nto drink that potion now or throw it away.” And if the Authority\nis oppressive that day, the [[devil]]s on duty make it a living hell;\nthe question is whether they're more interested in extortion or\ntormenting travelers with bureaucratic burdens. Do they want\na bribe? Do you need to perform a service for them? This is an\narchetypal abuse of power; what makes a good story?",
        "type": "text/vnd.tiddlywiki",
        "title": "Prime Gate",
        "tags": "Daanvi layer",
        "modified": "20220102201300914",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the "
    }
]