[
    {
        "created": "20201223010247109",
        "text": "//Surely you've heard the stories of the Pale Prince, and how he schemes to cover the world in ice—how each winter is a reflection of his struggle to extinguish the [[sun|Sun]] and cast the land into cold night. Perhaps you've heard of the menagerie in the [[Fortress of Frozen Tears|Taer Syraen]], with mortals of great skill or beauty trapped forever in icy prisons. Or the tales of his [[Wintertouched]] servants who spread sorrow across the world and spill new tears for the walls of their prince's fortress.//\n\n//When you hear the mournful cry of the wind in the darkest depths of winter, beware. It could be the hunting horn of the Prince of Frost, come to claim another trophy for his dark hall.//\n\n!\n\nThe mighty [[archfey]] known as the Prince of Frost is a song of sorrow, a tale of love turned to bitter despair. He despises mortals, and this hatred gives birth to schemes great and small. According to the stories, the Prince of Frost was once the Prince of Summer, but his heart froze when his beloved, one of the three Daughters of Delight, fled with a mortal hero. The escaping lovers cast their spirits forward in time, and the Prince waits in his castle of frozen tears (the [[feyspire]] [[Taer Syraen]]) for their return and his revenge. Until then, he torments all virtuous heroes who cross his path, reflecting the story of a good person turned cruel by loss. \n\n!! Links to Headers\n* <<scrollToHeader \"Description\">>\n* <<scrollToHeader \"Son of Summer, Daughter of Delight\">>\n* <<scrollToHeader \"Heart of Ice\">>\n** <<scrollToHeader \"Helgar's Song\">>\n* <<scrollToHeader \"Goals\">>\n* <<scrollToHeader \"The Pale Prince as an Enemy\">>\n* <<scrollToHeader \"The Pale Prince as Ally or Patron\">>\n** <<scrollToHeader \"A Bitter Game\">>\n** <<scrollToHeader \"A Dish Served Cold\">>\n** <<scrollToHeader \"A Love Lost\">>\n** <<scrollToHeader \"A Tragic Bargain\">>\n* <<scrollToHeader \"Notes\">>\n\n\n!! Description \n\nThe Prince of Frost is majestic and terrifying. Winter follows in his footsteps, and he can call down a blizzard or freeze a lake with a word or a glance. Despite his handsome\nfeatures and his resonant voice, he has a chill in his manner that he cannot hide. His heart is made of ice, and while he saves his cruelty for his enemies, joy has no place in his soul. He is a master orator, and his wit is sharp and cold. When he turns to intimidation, his words freeze the air. He is amused by verbal duels with mortals, and he might not kill a foe who impresses him with a clever argument or witty tale. Although he is not given to cruelty for its own sake, he shows no mercy to those who raise his ire.\n\nThe Prince of Frost has ice-blue skin and long white hair that gives off wisps of snow as it cascades down his back. He wears winter like a cloak, chilling the air around him and leaving frozen footprints in his wake. His mere presence brings a deadly frost that withers blooming wildlife and kills the weak. His pale white eyes send a chill through the blood of anyone he looks upon, whether or not they meet his gaze. He carries his sword, //Bitter Edge//, at all times; this blade is forged from his own frozen tears, and if the Prince is slain, his spirit might take refuge in the blade.\n\nDespite his dark reputation and his ruthless nature, the Pale Prince is a [[fey]] of his word. He might offer uneven terms in his bargains or arrange a game in a deceptive manner. He is a cunning enemy, and battles of wit are one of the few pleasures that still warm his heart. He rarely swears oaths to mortals, but a sworn pledge is one the Prince keeps.\n\n!! Son of Summer, Daughter of Delight\n\nIn a time now forgotten, no winter ever gripped the Prince of Summer's domain in the [[Moonlit Vale]]. The region was a place of light and joy. Here, the children of the Summer Queen passed the long days with song and celebration, basking in the bright beauty and the company of friends.\n\nThree of the brightest lights of the court were the Daughters of Delight, scions of another [[eladrin]] domain, and the loveliest of the three was the ''Lady Sharaea''. She had long been betrothed to the eldest son of the Summer Queen. The Prince, whose name is forgotten, loved Sharaea with all his heart, and for a time, she loved him in return. But she grew disillusioned with the endless revelry of the court, and she began to spend her days in the mortal world, seeking to make a difference. Her betrothed grew jealous, but his attempts to pull her back only drove her further away. She found new love in the arms of ''Hayne Kasar'', a brave and selfless warrior, and together they fought to defend the innocent and battle the forces of darkness.\n\nIn Sharaea's absence, the heart of the [[fey]] prince grew colder, and in time, he demanded that his betrothed return to the court, insisting she honor her vow and be wed to him. When Sharaea refused, the prince swore to capture her and marry her, even if he had to keep her a prisoner in his tower. Sharaea knew she could not resist his power, and she feared for the safety of her mortal lover.\n\nSo it was that she and Hayne ventured to [[Whitestone|Shadow (barony)]] and made a deal with the [[Lady in Shadow]]. In exchange for a favor to the [[archfey]], their souls were drawn from their bodies and cast forward in time. One day, they shall be reborn. Sharaea's hope was that the passage of time would soothe the jealous heart of the Prince of Summer.\n\n!! Heart of Ice\n\nThe name of the Prince of Summer has been torn from the tales and taken from the tongues of mortals. Little is known of his life in the elder world. When he learned how he had been betrayed, how Sharaea was lost to him, his heart turned to ice. So powerful was his bitter sorrow that it spread a chill across the land, transforming his sun-dappled demesne into the frigid vale it is today. The prince blamed the heroes of the mortal world for turning his beloved against him, and in the darkness of his heart's winter, his thirst for vengeance grew. His cold heart drew to him the darkest [[fey]], and infected others.\n\nSharaea's sisters, Velayn and Loralae, were filled with despair at the loss of their sibling, and the Prince captured them in their sister's stead. His bitter power magnified their sorrow and bound them to his frozen heart. They wasted away, and soon the Daughters of Delight were no more; in their place were the [[Sisters of Lament]], chill shades of the lovely women haunting the winter winds.\n\nThe Prince turned his back on the Summer Court. In his striving, he had become the Prince of Frost, also known as the Pale Prince, greatest of the winter [[fey]]. According to the stories, he tore the very [[Sun]] from the sky in his grief, and the [[Moonlit Vale]] is sunless to this day (see [[Shan Pyrial]] for more about this myth). He then swore to direct his wrath to the Material Plane until the day that he finds Sharaea and binds her to him once and for all.\n\nThe Prince of Frost knows that it was the [[Lady in Shadow]] who helped Sharaea escape, and for this he might have held the great witch in contempt. But the Pale Prince has actually gained a measure of respect in the Lady's eyes. She admires his dedication, and the way he heralds sorrow and delivers death. She watches him closely, wondering if he might make a fine exarch or even a consort. The Prince takes secret delight in usurping some of the Lady in Shadow's power with his wintry might. If he knew of her admiration, would he turn his heart from bitterness? If he did, would the Prince of Frost revert again to the Prince of Summer?\n\n!!! Helgar's Song\n\nThose well-versed in the lore of the Prince of Frost may have heard the story of Helgar, a master [[bard]] who faced the Pale Prince in battle and weakened him by singing a song written by the Prince's long-lost love. The Prince allowed Helgar to live in exchange for the bard's memories of the song, so the words and tune are thought to have been lost to the mortal world. Perhaps they still exist somewhere beyond the reach of the Pale Prince. Perhaps another ancient [[fey]]... or Lady Sharaea herself.\n\n!! Goals\n\nA heart frozen by lost love drives the actions of the Prince of Frost. He knows that Sharaea's soul is destined to be reborn into the mortal world, and he has sworn that he will find her when she returns. He will have his betrothed at his side, even if she is trapped in bonds of ice. Thus, he has agents spread across the world searching for any sign that the Daughter of Delight has been reborn. Over the course of centuries, he has kidnapped princesses, sorceresses, and other women of great beauty and skill, hoping that he has finally found his beloved—but he has been disappointed every time. His victims remain in his [[tower|Taer Syraen]], blood and flesh preserved in ice.\n\nThe prince is also driven for a desire for revenge. He hates the mortal world for luring Sharaea from his side. More than that, he hates bold and brave folk who help those weaker than they are for no other reason than compassion. One such person stole Sharaea's heart. Adventure and heroics drew Sharaea from her rightful fate, and cast her soul into the future. The Prince of Frost hopes to find Hayne Kasar reborn as well, and make him suffer.\n\nWhile the prince waits for the rebirth, he soothes his frigid heart by sending his forces against mortal heroes, proving his superiority by besting them in games of wit, skill, and combat. In a broader scope, he enjoys sowing sorrow among mortals, especially when he can shatter the bonds of love. His fortress is made of frozen tears, and he likes little more than to turn the fires of passion to cold ashes.\n\nWhile this sport gives him some small pleasure, the Prince of Frost has loftier goals. When his hunger for revenge burns bright in his frozen heart, he looks at the mortal world and considers what joy he might find in spreading his chill shadow across the sunlit valleys. If he claimed the Material Plane as his domain, there would be no escape for Sharaea or her lover upon their return—and no mortal world to steal his lover away again.\n\n!! The Pale Prince as an Enemy\n\nThe Prince of Frost and his followers can be used in many ways, either as one-time antagonists or long-term foes.\n\n* ''Wintertouched:'' The Prince of Frost has countless agents and followers in the Material Plane, and these servants have powers that vary broadly. They can be involved in any of the prince's plots described below, or they can spread sorrow in the name of their dark master, harvesting tears for his frozen citadel. Depending on the nature of the [[Wintertouched]], they can accomplish this through force, such as the slaughtering of loved ones, but leaving someone behind to mourn. Or it could be a subtle sport, wherein they manipulate events to tear apart a royal wedding or bond between allies.\n* ''Cold Games:'' The Prince of Frost despises mortals as a rule, but he particularly hates selfless champions who dedicate their lives to noble causes. He enjoys making fools of such heroes. Sometimes he works slowly and subtly, by striking at lovers and relatives and stripping away everything that brings joy to the heart of such a one. He hopes to show that even the noblest mortal can become cold and cruel if they suffer enough. At other times, he might challenge a champion directly, appearing at a moment when his foe is in desperate need of aid that the Prince can offer. He offers this boon as his stakes in a contest of chance or skill. The price of failure is typically a term of service or imprisonment in the prince’s [[fortress|Taer Syraen]], for the defeated hero or a loved one. The latter case allows the mortal to truly feel the pain of failure.\n* ''Prisoners in Ice:'' Over the course of many centuries, the Prince of Frost has claimed numerous captives. Some are the victims of his sinister games. Others he kidnapped believing that they might be Sharaea or Hayne reborn. All are bound forever in the [[Fortress of Frozen Tears|Taer Syraen]]. Any one of these prisoners could have a vital role to play in the present day. Perhaps one of the prince’s victims knows a terrible secret that holds the key to defeating the PCs’ current foes. Maybe a PC learns that one of their ancestors is trapped in the Prince's icy vale. Whatever the reason, a quest to penetrate the [[feyspire]]'s defenses and release one of the Prince’s captives is a challenging task. Success would surely earn the Prince’s ire.\n* ''Remembrance of Valor and Delight:'' Legend says that the souls of Sharaea and Kasar will be reborn in mortal flesh, and that these champions will once again spread light across the world. Either or both of these noble spirits could be incarnated as player characters, either with the knowledge of the player, or as a secret only discovered when the [[Wintertouched]] begin hunting. When this is revealed, odds are good that the PCs might not have the power to stand up to the Prince of Frost. However, the immortal prince might work slowly and subtly. In the case of Sharaea, he wants turn her against the mortal world, to make her love him and return to him willingly, resorting to force only when no other option exists. He wants Hayne Kasar to suffer lingering sorrow and despair. He might even secretly help the character carrying Kasar’s soul early in his career, letting the hero achieve much so that he might have more to lose when the prince is ready to strike. If the PCs don’t understand the true nature of their souls, they need to travel to [[Thelanis]] to learn the story. Perhaps there they can find allies who can shield them from the Prince’s wrath... for a price.\n* ''Rise of the Long Night:'' The greatest threat posed by the Prince of Frost is his goal to blanket the mortal world in never-ending winter. The GM must decide what forces in the world are holding back the Prince's power and the hand of winter, and which seek to help him bring about this apocalypse.\n\n!! The Pale Prince as Ally or Patron\n\nThe Prince of Frost is cold and ruthless. He shows no mercy to his foes, and he enjoys his cruel games with those he selects as his prey. In his darkest moments, he schemes against the whole world. However, long years pass while he is content merely to rule his frigid demesne and watch the world for the return of Sharaea, punishing only those who earn his ire. \n\nConsider the following possibilities for a player character (e.g. a [[warlock]], or a member of the [[Wintertouched]]) who wishes to serve the Prince of Frost. Each includes a sample creed that the PC must follow to maintain their powers. Use these as guidelines to develop more detail. Be sure to establish the ground rules on how the creed might be broken, and warn the player of potential breaks.\n\n!!! A Bitter Game\n\nThe [[warlock]]’s service is itself a game, perhaps lasting more than one lifetime, and the Prince is content to watch it play out. Terms have been established: As long as the character abides by the rules, everything is fine. If the character fails, however, he or she might lose powers and become a prisoner in [[Taer Syraen]], or worse.\n\nThe Bitter Creed includes the following:\n\n* ''Never Love.'' The character must show that a life without love is worth living. This is ideal for a game in which romance could bloom, but the [[archfey]] might also set an ideal lover in the PC's path to tip the scales of the game.\n* ''Be Cold.'' The PC's heart must be as cold as ice. The interpretation is broad, but the character might be callous and cruel, especially to enemies. They must also remain somewhat aloof from companions and, perhaps, eschew true friendship.\n* ''Never Steal.'' In the eyes of the Pale Prince, Sharaea was stolen from him. The PC must show that not all mortals are thieves. However, theft can be defined in many ways. The Prince maintains that Hayne Kasar stole Sharaea’s heart from him. It might be simple enough to avoid stealing objects, but can the warlock avoid stealing ideas?\n\n!!! A Dish Served Cold\n\nThe [[warlock]] has suffered an unconscionable loss, and the Prince of Frost has granted a measure of power the PC needs to punish those responsible. Possibly, though unlikely, the [[archfey]] sympathizes with the character’s loss. More likely is that the character’s vengeance serves the Prince's goals. Or, the patron could believe that this quest for revenge might harden the PC until they are willing to aid him in his darker goals.\n\nThe Vengeful Creed includes the following:\n\n* ''Seek Vengeance.'' The PC has been granted power to punish their enemies. They are expected to pursue this quest without hesitation or remorse.\n* ''Show No Mercy.'' The character must be as cold and ruthless as those of the Winter Court. Any sign of weakness or compassion to enemies cannot be tolerated.\n* ''Punish the Deserving.'' Although the character’s personal quest for revenge is top priority, he or she must avenge other slights as well. In the case of the Pale Prince, this revenge should bring loss and sorrow to those who survive it.\n\n!!! A Love Lost\n\nThe Prince of Frost is pitiless and possessive. His jealousy drove Sharaea away. Nonetheless, he has loved her in his way. In that love could be his hope at redemption. Somehow, the PC has struck a cord with this truth—a ray of light that might show the Winter Prince the way back to summer. The character must find Sharaea and win her over to the Prince of Frost. Perhaps the PC must also protect all lovers in an attempt to stop the sort of tragedy that first froze the Pale Prince’s heart. Maybe this is exactly as it seems, or it could be that the PC //is// Sharaea reborn, and this scheme is a way of winning her heart until her soul rises to the fore. On the other hand, this could be another [[archfey]]’s way to bring the Pale Prince to his knees.\n\nThe Lovelorn Creed includes the following:\n\n* ''Search for Sharaea.'' Follow any lead concerning the rebirth of Sharaea, and report all findings to the patron. Once Sharaea is found, woo her to the ways of the Winter Court.\n* ''Encourage Love.'' In the past, the Prince of Frost has brought sorrow to lovers so they could share his pain. In this pact, he or another patron seeks to nurture love. The character should freely express love, as well.\n* ''Follow Instructions.'' The PC might be called upon to perform specific tasks. These tasks are likely to do with protecting lovers or strengthening their bond. The character might have some wiggle room with distasteful requests. Directly refusing a request and consistent failure can result in a loss of power or worse.\n\n!!! A Tragic Bargain\n\nIn this scenario, a character serves because they have no choice. Perhaps the character or an ancestor lost a challenge against the Pale Prince. According to the terms of that loss, the character must serve the Prince in the mortal world for a period, such as 7 years and a day. Perhaps a loved one is imprisoned in the [[Fortress of Frozen Tears|Taer Syraen]], or the lives of family members are at stake, enforcing the servitude. Nothing stops the character from focusing efforts against those who do evil. The Winter Court has evil enemies, and as long as loss and sadness are on the horizon, the Prince of Frost is pleased.\n\nThe Tragic Creed includes the following:\n\n* ''Search for Sharaea.'' Follow any lead concerning the rebirth of Sharaea, and report all findings to the patron.\n* ''Spread Sorrow.'' Every tear the character squeezes from foes is another building block for the court of the Prince of Frost.\n* ''Follow Instructions.'' A character who serves the Winter Court directly might receive specific requests at any time. Perhaps a pompous mortal must be humiliated or an artifact needs to be obtained. This works as described in <<scrollToHeader \"A Love Lost\">> above.",
        "title": "Prince of Frost",
        "modified": "20230503224731208",
        "tags": "archfey fey immortal [[Taer Syraen]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "entity",
        "color": "#8C4606",
        "tooltip": "bitter archfey of lost love, despises mortal heroes and yearns for revenge, lord of Taer Syraen",
        "alternatetitle": "Pale Prince"
    }
]