[
    {
        "created": "20210712225556917",
        "title": "Proctor",
        "text": "The Proctor is the mysterious leader of the [[Trust]], the secret police of [[Zilargo]]. It is a title passed down from director to director, but no one even knows when the reins are passed to a new Proctor, much less the shrouded leader's identity.\n\nThe [[Trust]] was the brainchild of an old [[gnome]]\nwhose name has been stolen from history; today she is known only as the Proctor. The history of the pre-[[Zilargo]] city-states is rife with intrigue and vendettas. The [[Library of Korranberg]] had long served as a home to gnomes from\nall cities and families, and they had already faced\nthe problem of establishing trust among gnome city-states in the face of the growing influence of the [[dragonmarked house]]s and the rising threat of [[Galifar]]. The Proctor countered the threat with a secret corps pledged to enforce the honor code of the library and keep personal feuds from spilling over into the public realm. She proposed to use this corps as the foundation of a wider organization that would span the newborn nation.\n\nAt least a dozen accounts describe the meeting at\nwhich she made her fateful announcement. In some\nthe Proctor discusses the methods she used to recruit\nher corps—how she found those who could see the\nlibrary as a family greater than their own flesh and\nblood. In other accounts, the Proctor blackmails the\n[[Triumvirs|Triumvirate]] and forces them to give her the resources\nthat she needs. Whatever the truth of the matter,\ntwo years after [[Zilargo]] was founded, a pamphlet distributed across the nation announced the existence of the Trust and the role it would play in the days to\ncome. This tract lauded the shared virtues of the Zil: ingenuity, curiosity, love of family, and the ability to overcome adversity through wit and wisdom. The\npamphlet acknowledged that friendly competition\nbetween neighbors is the whetstone that keeps wits\nsharp. Competition would be accepted, but crime\nwould not. However, the precise definition of crime\nwas vague. The tract ended with these words:\n\n//“To those who follow the proper path, we shall be as invisible as any ghost. Trust that we have your best interests at heart. Trust that we will act only when we must. Trust that we will always look after the needs of our great family, and that we need your aid as much as you need ours.”//\n\nRecords of the period that followed are murky.\nMost [[gnome]]s would have you believe that the Zil\nembraced the [[Trust]] with open arms, but a sage who\ndelves deeply will find a remarkable number of curious deaths in the following decade. No records exist of any family openly challenging the Trust or seceding from the Zil union, though some, such as the gnomes of modern [[Lorghalan]], managed to escape. Most likely, the Proctor waited to make the announcement until she was sure that she had a sufficient number of agents in the\nmajor families—people who would steer public opinion in the proper direction.",
        "modified": "20210727192026035",
        "tags": "Zilargo gnome Trust humanoid",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "person",
        "color": "#FEA627"
    }
]