[
    {
        "created": "20220304214017851",
        "text": "The Prophet is a mysterious masked [[Cyran|Cyre]] man living in [[Nelview]], [[Breland]]. He has created a cult among the Cyran refugees: a sect of the [[Inner Sun|Vale of the Inner Sun]]. He claims the [[Dragon's Crown]] is a new path to the paradise beneath the surface. He urges his people to abandoned the doomed surface and start a new [[Galifar]] beneath the Inner Sun. Who will be willing to sacrifice their humanity for a new homeland, and what powers can they find in the depths: Could a terrifying new [[Cyre]] rise to avenge the old?\n\nThe Prophet leads refugees to the [[Dragon's Crown]] less than 30 miles outside of town. There, he encourages them to fight captured beasts and kidnapped folk from the village to the death. After the victim dies, he raises them as an [[undead]] to continue to fight. In truth, the Prophet is a cultist of [[Katashka]], and is gathering souls for an unknown nefarious purpose. His mask, a formal accessory common among Cyrans, actually conceals considerable necrosis around his cheek and jaw.\n\nWhen defeated, the Prophet says:\n\n<<<\nYou cannot defeat me. You fear death, knowing your flesh will rot and your soul will shrivel away in [[Dolurrh]]. But I serve the [[Grim King|Katashka]], the Keeper of the Gate—and even if you kill me now, he will open the gate for my return.\n<<<\n\n!! The Prophet's Speech to the Cyran Refugees\n\n<<<\n\nWhat our dreams imagined, our hands created. We were the jewel in [[Galifar]]’s crown, we rang the bell that heralds change, we wielded the hammer and bellows that forge the future. We lived through a century of betrayal and war, fighting enemies on all sides, who claimed our lifestyle was parasitic. They claimed the wonders of [[Cyre]] were only possible through the toil of outsiders, that our arrogant decadence would be our undoing. And in the end, we lost it all. Our homeland, and all its wonders, are gone.\n\nWhy?\n\nBecause our enemies were right.\n\nWe were the heart of Galifar, and the entire kingdom revolved around us. No one went hungry in [[Metrol]], nor felt the bite of winter. Our uncalloused hands created the dreams others couldn’t afford to imagine. And it made us weak. Our homeland was doomed, and its people will be as well if we continue to expect others to provide us all our needs. \n\nWhat, then, is our strength? What is the true strength of [[Cyre]]? It is innovation. Permutation. Transformation. Our strength is the fundamentally Cyran principle of always striving to find a new and better way.\n\nThere is a place for us. There is a new path uniquely suited for Cyrans to trod, which will lead us to a glorious vale of eternal sunlight, a paradise of wonders beyond anything [[Cannith]] could craft. We can create a new homeland there, beneath the Inner Sun—but only those of us who earn our passage. We must be tested, we must be put to the crucible, let our imperfections boil away, our impurities skimmed, until each and every survivor is found worthy.\n\nI know the spirit of Cyre still burns in you. I know you can fight to reclaim your survival, your glory. And if you don't yet have what it takes to seize your future, I know the potential is inside of you. You just need to prove it.\n\n<<<",
        "type": "text/vnd.tiddlywiki",
        "title": "Prophet",
        "tags": "undead humanoid human Nelview",
        "modified": "20220304215116621",
        "color": "#8C4606",
        "category": "person",
        "article": "the "
    }
]