[
    {
        "created": "20210112055130389",
        "text": "An extremist branch of the Church of the [[Silver Flame]], the Pure\nFlame rose in the aftermath of the [[Silver Crusade]]. [[Aundair]]ians\nwhose families had suffered through decades of [[lycanthropic|therianthrope]]\nterror embraced the Flame as the weapon of their liberation,\nbut as a faith born in battle, they have a distorted view of its\nprinciples. The core principle of the Silver Flame is to defend\nthe innocent, but those who follow the Pure Flame see it as a\ntool to punish the wicked. They see no room for compassion;\nwhile they accept the idea that the [[overlord]]s and the [[Shadow in the Flame|Bel Shalor]] drive people to do evil, they focus not on treating them with compassion, but on burning the evil out of them.\n\nThe primary defining traits of the Pure Flame are this harsh\nviolence and uncompromising sense of justice. There must be\nno compromise with the wicked, and there is no hierarchy of\nevil; //no// evil deed can be tolerated. Most followers of the Pure\nFlame are exceptionally loyal to the [[Voice of the Flame|Tira Miron]] and\nbelieve the [[Keeper|Keeper of the Flame]] to be a divine being. However, many also\ndistrust the [[cardinals|Council of Cardinals]] of [[Thrane]], and should the Keeper make\na proclamation that goes against their beliefs, they're quick to\nattribute it to the corrupt cardinals putting words in her mouth.\nA movement in [[Thaliost]] urges Archbishop [[Solgar Dariznu]] to rally\nforces and seize [[Flamekeep]] in order to “liberate the Keeper,”\nthough the Pure Flame doesn't have the forces, resources, or\ntraining to pull off something like this.\n\nMembers of the Pure Flame (the \"Purified\", as they call themselves) are intolerant, bigoted, and violent, rejecting the compassionate principles of the faith and\ndenying that all are equal in the light of the Flame. However,\nbecause of their fanatical devotion to the fight against evil, they\nmight offer adventurers assistance against a real supernatural\nthreat. Purists are generally NPCs, not player characters, as\ntheir uncompromising and intolerant nature will likely cause\nclashes with other adventurers. That being said, a player\ncharacter might be a former Purist seeking redemption for\ntheir vile behavior, or perhaps a young Aundarian rebelling\nagainst a Purist upbringing and broadening their horizons.\n\nSee also the [[Ardent Seekers of the Illuminated World]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Pure Flame",
        "tags": "religion [[Silver Flame]]",
        "modified": "20221121201252452",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]