[
    {
        "created": "20210111043303589",
        "text": "The standard names and attributes of the [[Sovereigns|Sovereign Host]] and [[Six|Dark Six]]—[[Aureon]], [[Balinor]], the [[Shadow]]—are drawn from the Pyrinean Creed, the\ndominant religious tradition within the [[Five Nations]]. This is the source of\nthe Octagram symbol, the division of Nine and Six, and holy days\nlike [[Boldrei's Feast]]. If you follow the Pyrinean Creed, you believe\nin the faith as it's presented in the core Eberron sourcebooks. Followers—called Vassals—recognize all of the Sovereigns and Six, even if they may feel that one in particular is especially influential in their life.\n\nWhile the common faithful know the term “Pyrinean Creed,”\nits history is largely only of interest to scholars and priests.\nA typical Vassal might know that they believe in the Pyrinean\nCreed, but if you asked five of them what [[Pyrine]] was, you'd get\nfive different answers—“He was a legendary missionary!” “It\nwas an old town in [[Daskara|Thrane]] where there was a council!” In\nreality, these beliefs were codified thousands of years ago in the\n[[Sarlona]]n nation of [[Pyrine]] (or //Pariin//), then carried to [[Khorvaire]] by [[human]]\nsettlers. While Pyrine was assimilated by the Empire of [[Riedra]]\nover a thousand years ago and its people no longer worship\nthe [[Sovereign Host]], their legacy lives on in Khorvaire.\n\nA minority of Vassals, called ''Disciples'', devote the\nentirety of their worship toward a single god rather\nthan the pantheon as a whole, while still acknowledging the Doctrine of the Divine Host. A rare few,\ncalled ''Hierocrats'', refute the doctrine and believe\nthat their chosen patron is more important and more\npowerful than the other gods. Most Vassals consider\nthese individuals to be misguided.",
        "type": "text/vnd.tiddlywiki",
        "title": "Pyrinean Creed",
        "tags": "[[Sovereign Host]] religion",
        "modified": "20230707073225893",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "mainstream practice of Sovereign Host worship in Khorvaire"
    }
]