[
    {
        "created": "20210223023052846",
        "text": "During the [[Age of Giants]], the Qabalrin were a reclusive sect of [[elves|elf]] whose arcane might even the [[giant]]s feared. Stories tell of how the titans\nlearned their magic from the god [[Ouralon|Aureon]], bringer of\nlight and law, even as the Qabalrin drew on the power of\nOuralon’s terrible [[Shadow]]. Whatever the truth behind\nthe legends, these elves were the mightiest [[conjurers|conjuration]]\nand [[necromancers|necromancy]] [[Xen'drik]] had ever seen, pioneering\nmuch of the necromantic techniques used in the present day. According to legend, the Qabalrin created the first [[vampire]]s, some of which might still lie entombed in\nancient ruins.\n\nThe Qabalrin lived in a single massive city-state, a fortress in the legendary region known as the [[Ring of Storms]]. Left unchecked, the Qabalrin might have one day dominated the land, but fate—or divine providence—intervened.  Over forty thousand years ago, a massive\n[[dragonshard]] plummeted from the sky, smashing into the city of the Qabalrin. The impact and the resulting devastation (both magical and natural) destroyed the elves. However, not all of the Qabalrin will killed in the catastrophe; their blood and techniques continued to live on in what would become the [[Aereni noble line]] of [[Vol]].\n\nAt some point during the Qabalrin civilization, a faction worked to preserve their souls after death and prevent dissolution in [[Dolurrh]]. Through a ritual that destroyed the living bodies of every participant, the souls of these Qabalrin combined into a mystical force of darkness. Today, the [[Umbragen]] [[drow]] call this force the ''Umbra'', and channel it to create powerful magical effects.",
        "type": "text/vnd.tiddlywiki",
        "title": "Qabalrin",
        "tags": "tribe Xen'drik [[Age of Giants]] elf",
        "modified": "20211106225732646",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]