[
    {
        "created": "20201217060551408",
        "text": "The Queen of the Dead, the most powerful being in [[Dolurrh]],\ndwells in the great spire that rises up above the [[Vault of Memories]]. Little is known about her motives or her origins; curiously, she focuses on the Material Plane far more than most great planar powers do. Though she existed long before the [[elves|elf]], the Queen appears as an elf woman, her face hidden by a cracked alabaster mask, her robes of black feathers trimmed with silver. She can pluck [[shade]]s from the cycle of entrapment, and even grant them new life, creating [[shadar-kai]] by housing them in new bodies. Other souls, she saves but doesn't restore, preserving them in the Vault of Memories.\nShe collects secrets and memories, plucking her favorites\nfrom those gathered by the [[Librarian]] and keeping them in her\npersonal collection. Sometimes she directly opposes mortal\n[[necromancers|necromancy]], especially [[Lady Illmarrow]]. At other times, she\nseems interested in killing specific people, perhaps so she can\npreserve their spirits or their memories. But such direct action\nis extremely rare, remarkable if it occurs more than once in\na century; most of the time, she remains silent in Dolurrh,\nunknown and unknowable.\n\nRarely, the bravest (and most foolish) of adventurers venture\ninto the Queen of the Dead's realm, hoping to reclaim a lost\nspirit from Dolurrh. And rarely, they succeed, for she doesn't\ncare if a shade or two are stolen every century, or even every\ndecade. However, in the [[Age of Giants]], the [[Cul'sir Dominion]]\nsent an army into Dolurrh to recover the spirits of a family lost\nin the [[Quori|quori]] Conflict—none of them returned. The Queen's\npower cannot be contested in Dolurrh, and thieves who attract\nher personal attention find their shades torn from their bodies\nin the blink of an eye.",
        "type": "text/vnd.tiddlywiki",
        "title": "Queen of the Dead",
        "tags": "immortal Dolurrh",
        "modified": "20240314195135471",
        "color": "#8C4606",
        "category": "entity",
        "article": "the ",
        "tooltip": "most powerful entity in Dolurrh; collects souls, secrets, and memories",
        "alternatetitle": "Raven Queen"
    }
]