[
    {
        "created": "20200423051427022",
        "text": "//It is only in conflict that we find ourselves. We can only know our strength when we measure it against another. Laws are traps laid by the weak to control the stronger; anything you can take with fist or blade is yours by right.//\n<div align=\"right\">—A cultist of Rak Tulkhesh</div>\n\nCalled the Rage of War, Rak Tulkhesh is the incarnation of impulses that drives many mortals to battle. Fear, greed, hatred—these are seeds that the Rage of War sows in the hopes of producing a bloody harvest.\n\nRak Tulkhesh typically takes the form of a vaguely draconic creature twisted by demonic rage. Covered in iron spikes protruding from his bleeding flesh, this overlord looms fifteen feet high at the shoulders, and his wings span over forty feet. While in combat, Rak Tulkhesh roars in rage as new weapons are spawned from his body, called forth by the Rage of War to slaughter all who dare stand before him.\n\nRak Tulkhesh's soul is divided among a group of Khyber [[shard|dragonshard]]s spread through the underworld and is confined to those shards by the light of the [[Silver Flame]]. While shattered and bound, the Rage of War can't bring his full power to bear on the world. But he can influence events in the vicinity of any of his shards, drawing power from acts of violence.\n\nThe [[Last War]] was a boon that allowed Rak Tulkhesh to darken the hearts of soldiers and civilians alike, whose actions then weakened the overlord's bonds to give him even greater sway over the regions surrounding his shards. The violence seen in [[Thaliost]] and other occupied cities, the hatred against [[warforged]] and [[Cyran|Cyre]] refugees, the calls for a return to war—all these things bear the mark of Rak Tulkhesh's malign influence.\n\nRak Tulkhesh's heart [[demiplane]] is the [[Bitter Shield]].\n\n!! Cults and Minions\n\nThe cults of Rak Tulkhesh include brutal\nraiders who embrace lives of endless violence, but it also\nincludes those who spread hate and strife—anything that could\nstir up harsh conflict where there might otherwise be peace.\n\nWhile most of the Orphan King's cults are driven by ruthless\naggression, they could also believe they are serving a greater\ngood. A cult might truly be determined to bring down bandits that are preying on innocents; they are simply driven by the delusion that there are no other alternatives to bloodshed.\nAnother common delusion is that the current world must be cleansed in bloody battle to clear the path for a peaceful world—these cultists are only fighting today so that their\nchildren may know peace tomorrow.\n\nThe Rage of War has a particularly strong following among\nthe [[Carrion Tribes]] of the [[Demon Wastes]] who yearn to carry his bloody banner into the soft lands of the south, particularly among the [[Razor Wind]] tribe. The [[minotaur]]s of [[Droaam]] revere the Horned Prince, an entity closely associated with Rak Tulkhesh. But he has drawn strength from the [[Last War]] and cults can be found anywhere in the [[Five Nations]], especially in communities that suffered serious losses during the war. Just as [[Katashka]] differs from\nthe [[Keeper]], Rak Tulkhesh is different from the [[Three Faces of War]]. Rak Tulkhesh isn't a god of war who guides the hands of each soldier; rather, he drives aggression and revels in the bloodshed, regardless of who wins or loses.\n\nBut the most powerful of the overlord's followers is the [[rakshasa]] [[Mordakhesh]] the Shadowsword—Rak Tulkhesh's exarch among the [[Lords of Dust]], who commands a host of [[fiend]]s exerting the overlord's will across [[Khorvaire]].\n\n!! Adventure Hooks\n\nLike [[Bel Shalor]], plots tied to Rak Tulkhesh can focus on escalating tensions in the aftermath of the [[Last War]]; the primary difference is that Bel Shalor’s cultists may\npromote more nuanced inquisitions, while Rak Tulkhesh will\ninspire mob violence. Locals could unleash their rage on [[Cyran|Cyre]]\nrefugees or [[warforged]], believing they threaten their livelihoods.\n\n\"Revenants\", innocent people who wake up convinced they are\nreincarnated soldiers with a duty to complete unfinished battles, could claim to be the spirits of heroes returned to\nright ancient wrongs. \n\nA charismatic leader could inspire a\ncommunity to rise up against oppression—fighting bandits or\na tyrannical local lord. It’s a noble cause, but how many people\nwill die in the violent uprising that follows?",
        "type": "text/vnd.tiddlywiki",
        "title": "Rak Tulkhesh",
        "tags": "overlord immortal fiend",
        "modified": "20211231000922110",
        "color": "#8C4606",
        "category": "entity",
        "article": "the Rage of War, "
    }
]