[
    {
        "created": "20200416213941365",
        "text": "No one knows the extent or depth of the ancient [[dwarven|dwarf]] empire deep beneath the [[Ironroot Mountains]] known as ''Sol Udar''. Great wealth and arcane secrets remain hidden in these halls, along with endless hordes of [[aberration]]s. \n\n!\n\nEach [[clan|Mror clan]] holds dominion over a spire, with the ruling clans\nlaying claim to all remaining land within a hold. Critically,\na clan holds domain both over its territory and all that lies\nbelow it. Early in the tenth century, miners in multiple holds\nbroke through to the Realm Below. Wide tunnels shaped by\nelemental magic led to grand halls and subterranean cities\ncrafted with techniques far beyond those of the modern\n[[Mror|Mror Holds]] earthmovers. Avenues were lit by [[continual flame]],\nand environmental enchantments ensured purity of air and\ncomfortable climate. One might think the dwarves would\nhave been more curious about the fate of the builders, but the\nancient halls were entirely empty, with no signs of blood or\nbone. To those who discovered them, these empty halls were\nnot foreboding, but a gift from the [[Sovereigns|Sovereign Host]]—a wondrous\nrealm waiting for residents.\n\nClan leaders proceeded with caution, but were lured in as\ngreater wonders were discovered. Ancient forges held the\npromise of forgotten techniques that could yet be reclaimed.\nExplorers returned with ornaments of gold and silver, found\nsimply lying around the avenues for the taking. And there\nwere mines—mines far safer and grander than those above,\nyet still containing riches. In time, explorers would realize\nthat some of the richest mines were not entirely natural—that\nsome shafts connect to [[demiplane]]s where the rules of reality don't always apply, like mines where emeralds grow like moss. This, too, could have been a warning, but the clan rulers were dazzled by wonder and opportunity. Expeditions moved into these upper levels, establishing colonies in the Realm Below. Miners began working the ancient veins, and smiths brought some of the forgotten foundries back online.\n\n!! The War Below\n\nFor a time, it seemed like a golden age. No one knows exactly\nwhat brought it to an end. It may be the fault of adventurers\nand explorers who pressed too deep, ever searching for\ngreater treasures. Or it could be that [[Dyrrn]] and its minions\nwere watching the [[Mror|Mror Holds]] expansion all along, waiting for\nthe civilian population in the subterranean colonies to\nreach a critical level. At first, scouts brought back reports of\nnewly exposed tunnels and chambers, of passages coated\nwith unnatural fluids and strange things growing among\nmushroom gardens. Then the scouts stopped returning and\nthe first wave of attacks began. Squads of [[dolgrim]]s. [[Chokers|choker]]\nlurking in the shadows. [[Soldorak]]hold faced howling mobs\nof [[derro]]—possibly the twisted survivors of [[Noldrunhold]], the\nLost Clan. Strange plagues and implacable [[ooze]]s spread through the sunken colonies\nof [[Londurak|Lanarak and Londurak]]. It was a time of terror, but also determination:\nwhatever this unknown threat was, it must be held in the\ndepths at any cost.\n\nArmies were rallied, clans sending their finest soldiers into\nthe depths, while every citizen trained with axe and hammer\nin preparation for [[dolgrim]] raids or a more dramatic surface\nassault. While some [[clans|Mror clan]] considered withdrawal, pride and\na hunger for the wealth and wonders still hidden kept the\n[[dwarves|dwarf]] fighting. They believed if they didn't hold them below,\nthe [[aberration]]s would merely follow them to the surface.\nThe years that followed were a time of endless terror and\nuncertainty. As the horrors were driven back in one hold, they\nwould strike with redoubled force in another. New threats\nappeared with alarming regularity; [[dolgrim]]s and [[derro]] were\ncommon foes, but then came the [[neogi]] and even stranger foes. There was no telling when a previously\nunknown danger would rise.\n\nTwo major discoveries shaped the second decade of the\nwar. The first was the revelation of the enemy the [[Mror|Mror Holds]] faced:\nthe [[daelkyr]] known as [[Dyrrn]] the Corruptor. In 943 YK, the\n[[illithid|mind flayer]] Dyrrashar seized the colony below Loran's Gate in\n[[Soldorak]]hold, and broadcast a psychic message known as\n''Dyrrn's Promise''. This telepathic message didn't take the\nform of words, and attempts to transcribe it have produced\nwidely varied translations. But the thrust was this: \n\n<<<\n“You have drawn the gaze of the Overmind.<br/>\nYou walk the Foul Labyrinth.<br/>\nEverything will change.” \n<<<\n\nClan [[Soldorak]] eventually retook\nLoran's Gate and forced Dyrrashar to retreat, but the illithid\ngeneral has risen elsewhere and remains at large today. None\nwho experienced Dyrrn's Promise can ever forget it.\n\nEven as Dyrrn's Promise spread fear, a second discovery\nbrought hope. Following grave losses, Clan [[Londurak|Lanarak and Londurak]]\nwithdrew its forces to the surface. The Londurak prepared\ntheir defenses for a surface attack... but it never came. This\npattern was repeated in other spires and holds; though the\nreasons are unclear, Dyrrn's forces won't pursue their enemies\nbeyond Sol Udar.\n\n!! Stalemate in the Depths\n\nNobody's sure why the [[aberration]]s avoid attacking the surface\nin force. Sages theorize it's tied to the wards that bind [[Dyrrn]]\nwithin its [[demiplane]], and the aberrations only venture so far from the realm of their master. Or perhaps it's just a tactical\nchoice. Regardless of the reason, the war has been in a\nstalemate over the last few years. But many sages believe that\ncomplacency is foolish, and until they know with absolute\ncertainty what keeps [[Dyrrn]]'s forces from rising to the surface,\nthey can't know their protection will last. And even if the\n[[dolgrim]] hordes won't leave the tunnels and there's no threat\nof a large-scale assault, the Slithering Lord could be unfolding\nmore subtle schemes.\n\n[[Londurak|Lanarak and Londurak]]hold and [[Tordannon|Toldorath and Tordannon]]hold have both pulled back\nfrom the war, fortifying all passages to the Realm Below and\nforbidding any traffic with the depths; they ignore the Realm\nBelow, believing that if they don't poke the hornet's nest, the\n[[aberration]]s won't threaten them. Most of the other major clans\nmaintain lines in the depths, defending claimed mines and\ncolonies with steel and blood. These territories are secured\nby heavy fortifications, strong enough to repel attack, though\nserving on the line is a dangerous job. But the [[dwarves|dwarf]] aren't\ntrying to press beyond their current lines, for if they venture\nacross it, their fate is unknown.\n\nThe future of the war remains unclear. Many of the [[clan|Mror clan]]\nlords yearn to press deeper. But there have been all too\nmany casualties over the past few decades, and there is still\nconsiderable fear that the current lull is a trick—that [[Dyrrn]]\nis building forces for a renewed assault. And no one knows if\nthere is a way to win the war once and for all, or if it's just a\nmatter of advancing the line another hundred feet. Ultimately,\nit's up to the GM to decide whether the war remains as a\nlurking threat, or if it heats up and dominates the story.\n\n!! Ripples on the Surface\n\nWhile the [[aberration]]s have yet to come to the surface in force,\nthe war is ongoing, and it can be felt on the surface. Individual\naberrations occasionally come to the surface; a lone [[choker]]\nmight carry out a spree of killings, or an [[illithid|mind flayer]] could rise to\nwork with a [[dwarf]] cult. Psychic attacks, unnatural diseases,\nand other threats can emanate from the depths.\n\nIn the past three decades, the touch of [[Dyrrn]] has become\nseen even in the children born to the [[Mror|Mror Holds]] dwarves. Very\nrarely, an infant born to ordinary parents is different. Known\nas [[ruinbound]] dwarves, these unusual infants are born with a\npersonal [[symbiont]] bound to them, along with other unnerving\nmutations—and unexpected powers. \n\nThe Influence of Dyrrn table below gives examples of threats that\ncould arise either in a subterranean colony or on the surface\nitself. These things aren't common, and clan soldiers are ever\nwary to repel threats, but these ideas could drive a story set in\na Mror community.\n\n!!! The Influence of Dyrrn\n\n| !<<dr d8>> |!Event |\n| 1 |''Haunting Whispers.'' The people of a community are tormented by telepathic whispers. These whispers may be the fears or cruelest thoughts of neighbors, or they may reveal and reinforce the fears of the listener. While there's no physical effect, a plague of whispers can trigger discord and violence. The whispers could be blocked by an effect that prevents telepathic communication (such as a [[ring of mind shielding]]) or that prevents a creature from being charmed by an [[aberration]]. |\n| 2 |''Gray Water.'' An infected well or a point within a sewer system begins to spawn [[gray ooze]]s. |\n| 3 |''The Frenzy.'' A psychic curse takes root in a victim, driving them to irrational violence. See [[Frenzy]]. |\n| 4 |''Alien Persona.'' This victim of this psychic curse believes that they are an [[aberration]], such as a [[mind flayer]]. They attempt to follow their unnatural instincts, such as killing people and consuming their brains. This curse isn't contagious, but victims can be cunning and may be able to hide the affliction. [[Greater restoration|restoration]] can remove the curse. |\n| 5 |''Cultists.'' A [[cult of the Dragon Below|Cults of the Dragon Below]] takes root in the local community. [[Transcendent Flesh]] and revenant cults are common options. A cult may be led by an [[intellect devourer]] or [[mind flayer]], or spring up on its own. |\n| 6 |''Freshly Formed.'' An [[aberration]] is spontaneously created by the [[transmutation]] of local creatures. [[Dolgrim|dolgrim]]s could be formed by fusing two [[dwarves|dwarf]] together; a [[gibbering mouther]] could be the result of victims being liquefied and blended together. These creatures need not look like the traditional aberrations, but can use the standard stat blocks. |\n| 7 |''Lone Hunter.'' A single intelligent [[aberration]]—an [[intellect devourer]], a [[dolgaunt]], or even a [[mind flayer]]—moves through a community. It may kill seemingly at random, or it could have a mission it seeks to fulfill. |\n| 8 |''Mindstorm.'' A wave of psychic force drifts through a community in the same way a hurricane might. Those caught in the area of effect must resist the storm or suffer the effects of the [[phantasm]] spell. The area of effect, duration, and strength depend on the intensity. A minor storm could affect a 20-foot radius, and only last twenty seconds; a powerful storm might cover hundreds of feet and last for up to an hour. Likewise, the visions vary. Sometimes a mindstorm is bizarre, but not harmful; inanimate objects might melt or move, and time could run backward or slow down. Another mindstorm could take the form of an attacking horde of [[dolgrim]]s—and due to the effects of [[phantasm]], these attacks can be deadly. |\n\nIt's important to recognize the scope of the conflict in the\ndepths. No one knows the full size of the Realm Below, though\nit appears to stretch across the [[Ironroot Mountains]], and\nconnects to multiple [[demiplane]]s in [[Khyber]]. There's a good\nchance it exists below every major [[Mror|Mror Holds]] city, but not every\nspire has broken through and made a connection to Sol Udar.\nWhen creating adventures in a Mror city, decide if there is an\nestablished passage to the Realm Below; if so, is it a simple\npassage, or is there a subterranean fortress or colony? In\na spire with no known connection, a cult could be secretly\ndigging to try to reach their aberrant masters. Or a clan could\nhave opened a passage beneath its keep but lacked the courage\nto explore it—a job for adventurers.\n\n!! Venturing Below\n\nTo an outsider, the idea of pressing into the Realms Below\nmay seem like madness, but several factors drive the ongoing\n[[Mror|Mror Holds]] presence in the depths. The first is a hunger for the\nwonders that lie below. The ancient dwarves possessed\nthe ability to craft legendary objects and artifacts. They\nunderstood [[Khyber]]'s systems of [[demiplane]]s in a way even\nthe [[Dhakaan]]i haven't mastered; many clan lords dream\nof bottomless mines or resources that can't be found in\nthe natural world. Beyond the innate desire for these\nthings, for the Mror, it's a matter of pride. Sol Udar is\nthe work of their ancestors. The knowledge that it\nholds, the untold wealth, this is their birthright. It's\na burning reminder that they could be more than\nthey are now—they could be greater than the [[Five Nations]] or the [[Aereni|Aerenal]]. Additionally, many dwarves are driven by their desire to know the story—to understand who their ancestors were and what became of them.\n\nIf a player character is a Mror noble, the Realm Below can be a tempting opportunity for advancement. The [[clans|Mror clan]] hold all lands below their territory. If a noble with a stalwart band of allies can secure an outpost in Sol Udar and fortify against the\nforces of [[Dyrrn]], they can claim it as their personal\nestate. This could be a remarkable keep for a party of\nadventurers—if they are powerful enough to maintain\nit! The table below contains some\nmore story hooks for why adventurers might delve into the Realm\nBelow.\n\n!!! Realm Below Story Hooks\n\n| !<<dr d6>> |!Event |\n| 1 |An explorer possesses a wondrous relic from the Realm Below. But terrible things keep happening around them. Is the relic cursed, or has another threat followed the traveler? |\n| 2 |A relative who's settled in a subterranean colony sends a disturbing letter; when the adventurers investigate, soldiers have sealed off all contact with the colony. What are the [[dwarves|dwarf]] afraid of? |\n| 3 |A [[clan|Mror clan]] champion was lost in Sol Udar a decade ago, along with the legendary weapon they carried. Does the clan want it back, or do the adventurers discover it on their own—and learn what became of the fallen hero? |\n| 4 |An infectious curse is spreading in a community; the only cure lies in the tunnels below. |\n| 5 |A character is troubled by vivid visions of a sacrifice occurring in Sol Udar. Are these visions of the past, or the future? |\n| 6 |The ruling clan is preparing for a major offensive, pushing the defensive line of a colony down multiple levels, but the commander is worried that there are cultist spies among her staff. Can the adventurers expose the traitors? Or is it the commander herself who's fallen under [[Dyrrn]]'s influence? |\n\nThe lines between regions secured by the [[Mror|Mror Holds]] and those\nheld by [[Dyrrn]]'s forces are clearly marked. As the [[aberration]]s\ngenerally don't come to the surface, there are places where\nthe uppermost passage has simply been sealed with magic\nand steel. In other places where the dwarves have established\ncolonies, the edge of the colony is heavily fortified and patrolled\nby soldiers, ever alert for some new attack. In most cases,\nsoldiers won't prevent someone from proceeding into the\ndepths—but anyone returning goes through careful scrutiny to\nensure they haven't been infected by unnatural influences. And\nif an explorer has returned with treasures, it's considered polite\nto offer a gift to the guardians.\n\n!! Into the Silent Halls\n\nThe Realm Below blends the civilization of Sol Udar with\nthe alien touch of the [[daelkyr]]. The dwarves of Sol Udar were\nan advanced civilization employing arcane science beyond\nthat currently possessed by the [[Five Nations]]. The halls were\nshaped by elemental magic—an improved form of the [[move earth]] spell—and reinforced to be stronger than any natural\nstone. Barring any alien influence, the air is renewed by\nmagic and remarkably fresh; a permanent [[prestidigitation]]\neffect keeps these halls clean after thousands of years and\nuntold conflicts. Ultimately, venturing into this environment\ncan be somewhat eerie: though there may have been a brutal\nbattle there just months ago, the halls are silent and pristine.\n\nWidespread magic was a part of daily life in Sol Udar.\nExplorers might find a chamber where illusory music begins\nto play as soon as someone enters, or discover a theater still\nperforming ancient entertainment. Many doors are sealed by\n[[arcane lock]]s, and high-security areas may have self-restoring\n[[glyphs of warding|glyph of warding]] or more sophisticated security. The people\nof Sol Udar weren't warlike by nature. Their halls contain great\nforges and foundries, but many of their wonders are utilitarian.\nAn Udar kitchen has tools that replicate the heating, chilling,\nand flavoring effects of [[prestidigitation]], and might have a built-in [[alchemy jug|Ghallan jug]] to dispense whatever liquids are needed. Of\ncourse, not all enchantments are automatically noticeable, and\nmany effects require some form of command word or gesture\nto activate; modern colonists who have settled in the upper levels of Sol Udar are still struggling to understand the full\ncapabilities of their new home.\n\nThe dwarves of Sol Udar also took advantage of the many [[demiplane]]s that lie within [[Khyber]], identifying passages to them and building around them, just as the people of the surface build around [[manifest zone]]s. A typical demiplane portal is clearly marked and heavily secured, of great potential value—and danger—as they can break the laws of the natural world. Demiplanes are entirely unpredictable in size, some no larger\nthan a town, with others the size of [[Khorvaire]] itself. Within\na demiplane, time might run differently. Gemstones could\ngrow on trees. A demiplane can have its own sun, and provide\nvegetation and other resources that couldn't be found in any\nnatural cave. But a demiplane could also hold strange curses,\nunnatural diseases, or deadly creatures—or in the case of\n[[Dyrrn]]'s [[prison-realm|Palace of Sinew]], all three.\n\nThe Realm Below isn't one single contiguous community.\nIt was an entire nation, one that stretched at least the length\nof the [[Ironroot Mountains]]. There are major cities, small\noutposts, and long passages connecting them. The Realm\nBelow likely had some form of rapid transit: Teleportation\ncircles? Something similar to the [[lightning rail]]? A system tied\nto demiplanes? Whatever this was, it has yet to be discovered,\nand may lie on the lower levels held by Dyrrn's minions. In\ncreating a section of the Realm Below for an adventure, the GM\nshould think about the purpose of this particular area. Was it\nan industrial center? A residential community? A hospital? A\nprison? If it contains a passage to a demiplane, the nature of\nthe demiplane should relate to the function of the community; if\nit's a hospital, perhaps the local demiplane has alien vegetation\nthat has remarkable medicinal properties. But what unknown\nthreats could dwell in the demiplane—threats the ancient\ndwarves knew to avoid?\n\n!! Denizens of the Deep\n\n[[Dyrrn]]'s minions have spread throughout the lower reaches\nof Sol Udar. Areas inhabited by [[aberration]]s are generally\neasy to spot. Often, organic matter covers the surfaces of\nthe buildings. Explorers have encountered fleshlike coating,\nwith tendrils of muscle spread out like spiderwebs; organic\nfluids that move along the walls, a harmless form of living\nooze; floating, bioluminescent globes that could be neurons\nin a vast brain; and other, stranger things. There are strange\nsmells and sounds. People often experience telepathic static,\nhearing thoughts of people around them or having flashes of\nalien imagery. Areas infested by the [[daelkyr]] may encounter living traps and hazards. A web-like membranes secreted by the ceiling fall on adventurers. Chitinous\nstingers grown by the walls fire at random intervals. These traps can still be evaded by\nthe standard methods, though at the GM's discretion, unusual\nskills could also apply; perhaps an organic poison needle trap\ncould be disarmed with surgical tools instead\nof using [[thieves' tools]].\n\nDyrrn's specialty is corruption, both mental and physical.\nThus it has created creatures like the [[dolgrim]]s and [[dolgaunt]]s—[[goblinoid]]s physically transformed into monsters, the most\nprolific denizens of the dark—as well as the [[derro]], who still\nbear some resemblance to the dwarves they once were, but\nwhose minds have been altered.\n\nDolgaunts often command units of dolgrims, but dolgaunts\ncan also be found acting alone or maintaining strange shrines.\nUnique dols can have greater abilities. Dols are capable of acting with surprising discipline and precision, but their strategies are often\nunorthodox and enigmatic.\n\n[[Derro|derro]] are believed to be dwarves twisted by [[Dyrrn]]'s power. There may be derro whose roots go back to the ancient dwarves who built Sol Udar; however, the common assumption is that the derro are the descendants of the lost dwarves of [[Noldrunhold]]. Other derro could be more recent victims, created from Mror settlers captured in the War Below. The derro are nomadic scavengers who remain\nin constant motion, roaming the deep tunnels of the Realm\nBelow. They completely ignore Dyrrn's aberrations, and seem\nto be ignored in turn; one scout reported seeing a derro band\nwalk through a dolgrim camp, without acknowledgment from\neither side. Some scholars believe that the derro can't perceive\nthe aberrations, and that some believe themselves to be in a\nreality in which Sol Udar is still in its time of glory, and the\nderro are its lords. They don't appear to serve Dyrrn directly,\nbut they definitely see all outsiders from above as enemies.\nA derro warlord calling himself Lord Mror has repeatedly\nattacked Mror colonies; however, it's unclear if this is a single\npowerful derro with followers across the realm, or if several\nderro savants use this title.\n\nThe [[daelkyr]] often hold the most important areas of an Udar\nsite; as such, these dungeons contain both treasures created\nby the dwarves and the organic tools of the daelkyr. However,\nthe purpose of areas claimed by [[Dyrrn]]'s forces varies widely.\nIn some cases, there's a clear logic to what these creatures\nare doing: [[dolgrim]]s could have seized an ancient foundry and\nbegun forging weapons. Explorers could find some sort of\nspawning pit where new [[aberration]]s are being produced. But\nthe behavior of aberrations is often alien and inexplicable; a\nchamber could contain a giant, beating heart that serves no\napparent purpose, or a pool of liquid that reflects another\nlocation. The inhabitants of the depths are unpredictable,\nand aberrations may not have the same biological needs as\nnatural [[humanoid]]s; for example, [[dolgrim]]s don't need to work\nsubterranean farms for food.\n\nSome [[aberration]]s are permanently settled in a region, but\nothers may spill out of portals to [[Dyrrn]]'s domain, and others\nmay be grown on the spot by the organic matter spread\nthroughout infested regions, or created from the corpses of\nfoolish explorers. A [[gibbering mouther]] may whisper with the\nvoices of the [[dwarves|dwarf]] who ventured into the depths last week.\n\nWhile [[mind flayer]]s can be found serving any [[daelkyr]], [[Dyrrn]]\nthe Corruptor is their creator. Sol Udar is thus a logical\nplace to encounter mind flayers or any creatures associated\nwith them: [[intellect devourer]]s, [[ulitharid]]s, [[neothelid]]s, and\nthe like. A neothelid may be an intentional creation,\nas opposed to an accidental abomination. Elder brains are\ntools used as telepathic anchors, linking local mind flayers,\nwhile the elder brains are linked to Dyrrn itself. In general,\nmind flayers serve as Dyrrn's emissaries and lieutenants—directing lesser aberrations or humanoid cults, or engaged in inscrutable research. The most infamous mind flayer is\nDyrrashar, the ulitharid who delivered Dyrrn's Promise. It\nhas appeared multiple times since then, often leading subtle\nattacks against Udar colonies.\n\nMost other threats are encountered in isolation, and almost\nany sort of [[aberration]] could be found in the darkness; you can\nalso use unusual variations of aberrations or [[monstrosities|monstrosity]],\nshifting the creature to fit your story. For example, [[beholder]]s\nprimarily serve [[Belashyrra]], the Lord of Eyes, but Dyrrn could\nhave beholder servitors with beaks surrounded with tentacles,\nas opposed to toothy maws.\n\n! Sol Udar Trinkets\n\nIn addition to more valuable treasures that can be found, the following table presents some interesting items, both magical and mundane, that might be found adventuring in the Realm Below.\n\n| !<<dr d12>> |!Trinket |\n| 1 |An ancient compass-like tool points unerringly toward a location in Sol Udar. |\n| 2 |A scarab-like creature, the size of a small gold coin. If you attach it to your neck, it telepathically projects eerie music into your mind. |\n| 3 |A hexagonal playing card of unfamiliar design, bearing the number 5 and the image of a dwarven woman in heavy armor. |\n| 4 |A set of living thieves' tools, with flexible tentacles instead of steel picks. |\n| 5 |An [[adamantine]] key of ancient design. |\n| 6 |An eel-like [[symbiont]] that wraps around your wrist like a bracelet, reducing the effects of motion sickness and hangovers. |\n| 7 |A battered locket that contains an animated image of a dwarf. It's possible it's sentient and understands what you say—but probably not. |\n| 8 |A leather choker with leech-like mouths on the inside. While attached to your throat, it amplifies your voice to three times its normal volume. |\n| 9 |A battered brass mug that chills any liquid placed inside, but with a hole punched through the bottom. |\n| 10 |A preserved eye of an unknown creature; the iris still expands and contracts. |\n| 11 |A hexagonal metal disk engraved with a [[Dwarven|Mjordai]] word that means “play.” When you hold it and speak that word, it loudly plays an ancient marching tune that can be heard up to 60 feet away. |\n| 12 |An organic pen made of a leathery substance, with a talon as the nib. It generates ink as you write—which seems to be made of blood. |",
        "title": "Realm Below",
        "modified": "20221121201729843",
        "tags": "[[Mror Holds]] ruin dungeon",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#3B5C0A",
        "tooltip": "remnants of a great dwarven empire beneath the Ironroot Mountains, filled with great wealth and hordes of aberrations",
        "alternatetitle": "Sol Udar"
    }
]