[
    {
        "created": "20210311003921790",
        "text": "The Red Ring is a massive gladiatorial arena in [[Locksmith Square]], [[Stormreach]]. It is unrivaled in its brutality. To satisfy the desperate and demanding masses of Stormreach, a population living on the fringe of a savage [[continent|Xen'drik]], the Ring offers sport gruesome enough to satisfy even the most bloodthirsty tastes. [[Khorvaire]]’s champions come across the [[Thunder Sea]] to prove themselves during the [[Annual Games]] and instead often get sent home in pieces.\n\nThe greatest gladiators of the Red Ring are the [[Bloodbound]], who pledge their very souls to the Red Ring and serve a stablemaster until the day of their death. \n\nOnce [[Stormreach]]’s leading entertainment venue and\nsource of gambling revenue, the Red Ring has fallen in prominence in recent years. Rancorous internal politics at the arena and expanding egos on the [[Blood Council]]\nhave put the ring at increasing odds with certain powerful interests in Stormreach, but it remains a popular and profitable enterprise and continues to receive the support of the [[Storm Lords]]. If that support were to wane any further, however, the Red Ring could find itself in jeopardy.\n\n!! Specialty Matches\n\nStandard one-on-one and team battles are popular,\nbut to keep the crowds coming week after week, the\n[[Blood Council]] creates all manner of exotic specialty matches.\n\n!!! Beast Match\n\nA real crowd pleaser. One [[Bloodbound]] enters the ring\nto face some huge and horrible [[monstrosity]]. Experienced gladiators are expected to do so unarmored, and on occasion,\nunarmed. In a new, popular variant, two Bloodbound\nbattle each other while various monsters are released\ninto the ring to savage them.\n\n!!! Last Man Standing Match\n\nThese meatgrinders always sell out, even though\nthe admission fees are tripled to cover the massive\nlosses the stables take. Most stables contribute several\n[[Bloodbound]] to these free-for-all melees in which over\ntwenty gladiators enter the ring, one walks out, and the\nrest get carried out.\n\n!!! Death Vat Battle\n\n[[Bloodbound]] battle over tremendous vats of alchemical acid or brackish polluted brine with tentacled monsters lurking within. They must navigate a matrix of metal\npoles, shaky gangplanks, and hanging chains as they fight.\n\n!!! Chain Match\n\nIn this one-on-one match, both [[Bloodbound]] wear\nspiked rusty gauntlets on their left hands tied together\nby a 10-foot length of chain. The ring floor is scattered\nwith pits of poison-coated spikes, walls of fire, and other\nhazards. The gladiators can jerk each other about using the chain, but no rules prevent a Bloodbound from sundering the chain.\n\n!!! Hail of Death Match\n\nHail of death was the first new format developed by [[Malketh Zolark]] since ascending to his father’s position. It is currently wildly popular. Spectators in the front rows of the arena can purchase overpriced crossbows and ammunition from the ring vendors. (No one can bring his own weapons to these bouts.) Spectators use these purchased crossbows to fire upon the [[Bloodbound]] combatants as they fight. These matches are huge moneymakers, both because of the crossbow\nfees and the sellout crowds, who love being involved\nin the matches.\n\n!!! Razor Chariot Match\n\nIn this match, pairs of [[dire tiger|dire beast]]s pull huge chariots about the arena. The chariots are covered in blades, and huge razored saws extend from each wheel’s hub.\n[[Deneith]] mercenaries who are armed to the teeth ride the chariots, attacking all [[Bloodbound]] in the arena. The tigers occasionally savage spectators who get too\nclose, as well.\n\n!! Gladiators of the Ring\n\nAlmost any monstrous creature in [[Eberron]] could be faced in the arena. Here are a few sample [[Bloodbound]] for an arena match.\n\n* [[Steel Maw]]\n* [[Drenga Sandspur]]\n* [[Old Varkaar]]",
        "title": "Red Ring",
        "modified": "20220828203114440",
        "tags": "arena [[Locksmith Square]] Stormreach",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#A3DB62",
        "tooltip": "brutal glatiatorial arena in Locksmith Square, Stormreach"
    }
]