[
    {
        "created": "20200413215143928",
        "text": "The soldiers of the Redcloak Battalion are among the deadliest warriors in [[Breland]]. When a situation calls for extreme military force, law enforcement turns to the Redcloak Battalion. This elite unit fought in the forefront of the [[Last War]], and the bards in [[Menthis|Menthis Plateau]] today sing of the exploits of [[Khandan the Hammer|Khandan Dol]] and [[Meira the Huntress|Meira]]. At the end of the war, the battalion was split up and its units assigned to cities and strongholds across Breland. One unit was assigned to [[Sharn]]; its [[headquarters|Talain Garrison]] is located in the [[Daggerwatch]] district of [[Upper Dura]], and is led by Captain [[Khandan Dol]].\n\nMany of the members of the Redcloak Battalion resent\nbeing relegated to mere law enforcement, and there is a strong rivalry between the Redcloaks and the [[King's Swords]] of the [[Citadel|King's Citadel]], who generally have less military experience even though they enjoy far greater authority and prestige.\n\nAs veterans and heroes of the Last War, many of the\nRedcloaks are unfriendly toward travelers from other\nnations. As far as the Redcloaks are concerned, the\n[[Treaty of Thronehold]] is merely an intermission, and\nsoon King [[Boranel|Boranel ir'Wynarn]] will come to his senses and finish\nthe job that [[Wroann ir'Wynarn]] began. \n\nThe Redcloaks are absolutely faithful to [[Breland]]: they are willing to lay\ndown their lives in the service of their nation. Trying\nto bribe a Redcloak is a good way to lose a hand.\n\n!! Allies\n\nAs part of [[Breland]]'s military forces, the Redcloaks can count on the support of the crown, the [[King's Citadel]], and the larger Brelish army, largely summa­rized as the following parties:\n\n* ''[[King Boranel|Boranel ir'Wynarn]].'' The king of [[Breland]] is a cautious advo­cate of the Redcloaks. He values their contributions but fears their power, which is why he divided the battalion after the end of the war. Still, he rewards loyalty among the Redcloaks by showing loyalty to them in return. Again and again, he has proven himself willing to exercise his power on behalf of a loyal Redcloak.\n* ''Other Redcloaks.'' The first place any Redcloak turns for help is another Redcloak. No one else is as reliable and competent, while being unerringly faithful to the Brelish king and the battalion. Every Redcloak read­ily provides aid to other members, with no questions asked and no favor expected in return.\n\n!! Enemies\n\nAs veterans of the [[Last War]], many Redcloaks carry strong grudges against other nations. They tend to believe that the [[Treaty of Thronehold] is merely an intermission in the ongoing conflict, and soon enough King Boranel will take his proper place on the throne of a reunited Galifar. Many of these grudges are personal based on an individual soldier's experience in the war, but some of them run both ways. Among the Redcloaks, tensions still run hot regarding their former rivals, particularly those from the following nations:\n\n* ''Thrane.'' In the waning years of the [[Last War]], the Red­cloaks played a major role in the devastating [[Battle of Cairn Hill]] between [[Brelish|Breland]] and [[Thrane]] forces. Thanks to heavy losses on both sides, veterans of that battle tend to nurse bitter grudges against their enemies.\n* ''Darguun''. The [[hobgoblin]]s of [[Darguun]] fought alongside Brelish forces at the [[Battle of Cairn Hill]], but the cordial relations between the two nations frayed immediately after. The Redcloaks skirmished with hobgoblins who were leading [[Thrane]] civilians in chains back to Darguun. Few Darguuls remember the skirmish itself, but the \"wicked red-cloaked Brelish\" have an established place in the [[gob­linoid]]s' collective memory—and many Redcloaks do remember the event bitterly.",
        "type": "text/vnd.tiddlywiki",
        "title": "Redcloak Battalion",
        "tags": "[[law enforcement]] Breland military",
        "modified": "20220923220538754",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "elite Brelish military division, now serving as law enforcement"
    }
]