[
    {
        "created": "20210111050951065",
        "text": "Priests of the Restful Watch specialize in embalming, funerals,\nand cemetery maintenance. They can be found in every major\ncity in the [[Five Nations]], and even smaller towns may have a\ndevotee of the Watch tending the boneyard. The Restful Watch\nmaintains that the souls of the dead pass through [[Dolurrh]] into\nthe realm of the [[Sovereigns|Sovereign Host]]—unless they are snatched by the\n[[Keeper]]'s greedy talons. One of a priest's most important duties\nis helping bereaved choose appropriate grave goods or sacrifices\nsufficient to distract the Keeper and ensure the deceased's soul\nreaches Dolurrh. For a simple person with few achievements,\na single coin might suffice. But the more remarkable the\ndeceased, the greater interest the Keeper will have in their\nsoul—requiring a more significant sacrifice to distract him.\n\nFaithful of the Watch rarely discuss another aspect of their\nfaith with outsiders—that once a soul rises to the realm of the\nSovereigns, it can never return. The Restful Watch believes that\nif [[Aureon]] knows that a dead hero will be needed in the future,\nhe has the [[Keeper]] snatch the soul before it reaches [[Dolurrh]], so\nit can be restored when the time is right. Thus, while the Restful\nWatch primarily reveres Aureon, they also understand and\nrespect the Keeper, and believe that he serves a vital purpose.\n\n!! Player Character Options\n\nMembers of the Watch often serve as mediums and exorcists,\nconsidering it a sacred duty to lay restless spirits to rest. \n\nThe Restful Watch believes that Aureon is preserving the souls of heroes in preparation for an apocalyptic conflict that lies ahead. It's said that this will involve\nthe collapse of the [[Silver Flame]] and the subsequent unleashing\nof the dreadful [[overlord]]s. You may have been sent out in the\nworld to watch for signs that this conflict is coming to pass;\nthis could require you to investigate the [[Mournland]] or clash\nwith the [[Lords of Dust]].\n\nThe Restful Watch also occasionally identifies people they\nbelieve [[Aureon]] has marked as a hero whose soul will be\npreserved. This could be one of your fellow adventurers—and\nas an acolyte or sage of the Restful Watch, you've been assigned\nto follow this person around, chronicling their life and making\nsure to perform the appropriate rituals when they die. //“Don't mind me, I'm just going to follow you around until your heroic death. Trust me, you're going to accomplish amazing things!”//",
        "title": "Restful Watch",
        "modified": "20221212023148662",
        "tags": "[[Sovereign Host]] religion",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]