[
    {
        "created": "20210223022317232",
        "text": "The Ring of Storms of [[Xen'drik]] is considered to be an idle myth, and its\nlocation has never been conclusively identified. According\nto legend, it was the mountain refuge of a sect of magically\npowerful [[drow]] during the [[Age of Giants]], but this sect was\ndestroyed by the fall of an enormous [[dragonshard]] from the\nRing of [[Siberys]].\n\nBut the Ring of Storms is no myth. Once the location of the massive city-state of the [[Qabalrin]] in the mountains today known as the [[Tempest's Spine]], a massive dragonshard known as the ''Heart of Siberys'' did indeed plummet from the sky over ten thousand years ago, smashing into the city. The impact and the resulting devastation (both magical and natural) destroyed the elves. Remarkably, though, the damage did not extend beyond the mountain ring. The [[giant]]s called it a miracle, citing the harsh justice of [[Ouralon|Aureon]] and a divine warning to those who would traffic with the [[Shadow]].\n\nFollowing the disaster, a shield of storm clouds rose over the ring, creating a fierce tempest that continues to this day. Faced with [[quori]] invasions and [[elf]]\nrebellions, the giants turned their eyes from the cursed land of the [[Qabalrin]], and the Ring of Storms was lost from history.\n\nToday, the [[drow]] tribe known as the [[Umbragen]] dwells in the depths of [[Khyber]] deep beneath the Ring of Storms. They channel a force known as the ''Umbra'', a mystical energy formed from the souls of [[Qabalrin]] who sought to preserve themselves after death and prevent dissolution in [[Dolurrh]].\n\n!! Reaching the Ring of Storms\n\nThe valley of the [[Qabalrin]] is protected by sheer cliffs and a howling tempest; crossing these peaks is nearly impossible for even the most experienced climber. An unnatural cold seems to cling to the mountains, defying the steaming jungles on either side. Fierce winds from the storm form a shield high above the valley. \n\nHowever, there is a way to avoid the imposing barriers to scaling the peaks. Long ago, the [[Qabalrin]] carved passage through the mountains—a fortress tunnel they called the Path of Marble and Ice. The gateway to the path is carefully hidden.\n\n!! The Lay of the Land\n\nThose who penetrate the mountain ring find a lush valley awaiting them. Swamp and dense rainforest have risen up in the ring over thousands of years, devouring and burying the delicate black marble and glass [[Qabalrin]] structures.\n\nMost of the creatures that inhabit the valley are children of the ''bolatashi'' (\"great mothers\"). These bizarre creatures, a creation of the [[sorcerer]]s of [[Argonnessen]], were brought to the region to repopulate it after the devastation of the shardfall. The bolatashi are cornucopias of life, capable of spawning a vast array of reptilian and amphibious creatures. Vast and bloated, a bolatash is incapable of movement or self-defense, and unless it is tended, it starves and dies. The bolatashi are scattered throughout the valley, each tended by a tribe of [[dragonborn]] who see the creature as the source of all life. The guardian dragonborn make use of giant turtles that can spit vast torrents of acidic venom. \n\nThe [[dragonborn]] society here has gone through waves of rising and falling over the millennia, as their civilization repeatedly reaches the threshold of being taken by the [[Madness of Crowds|Du'rashka Tul]]. Today, they've identified the folly of their ancestors and maintain small clanholds, serving as stoic defenders rather than trying to build another glorious, doomed empire.\n\nWhile much of the valley is filled with jungle, the center of the Ring is a barren wasteland. Nothing grows within several miles of the point of impact of the Heart of [[Siberys]], and there is a strange feeling in the air—an eerie sense of latent energy, almost like static electricity.\n\n!! Qabalrin Ruins\n\nWhen the Heart of Siberys struck the Ring, the mystical shock waves killed nearly all of the living [[Qabalrin]], but their catacombs and vaults remain largely intact. Braziers of [[continual flame]] still burn, shedding dim light across subterranean plazas. These underground structures were built in natural caverns that were reinforced with the magic of the Qabalrin. Elaborately carved spires and arches of black marble and gray granite embellish natural underground rivers. Massive statues of long-dead elven [[wizard]]s serve as monuments of this fallen civilization.\n\nWhile a [[Qabalrin]] ruin could be a source of treasure and powerful magic, the greatest threats are the first [[vampire]]s held in long-sealed prison vaults. If intruders can get past the wards and traps, they might hesitate to release these mysterious [[undead]]. These vampires of the [[Age of Giants]] may be driven completely mad over millennia of solitude, or they could each have agendas of their own. Perhaps a Qabalrin vampire seeks to destroy the Heart of Siberys in the center of the Ring, unleashing the shadow of their people and find new vessels for bound Qabalrin ghosts. Souls released from the Heart may even merge with the [[Umbra|Umbragen]] and significantly increase its power.",
        "type": "text/vnd.tiddlywiki",
        "title": "Ring of Storms",
        "tags": "Xen'drik ruin monument",
        "modified": "20230606174830333",
        "style": "{\"color\": \"#40262D\"}",
        "points": "-30.074,-19.35",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the "
    }
]