[
    {
        "created": "20200422195316246",
        "text": "<div style=\"float: left; width: 85px; margin-right: 10px; margin-top: 10px;\">{{$:/plugins/wccbuck/risia.svg}}</div> Risia is known as the Plain of Ice, for that's the vast majority of what's found within it. Risia is defined by endless arctic wastes, and what appear to be mountains are just peaks of solid ice. But like [[Fernia]], Risia's appearance can be deceiving. Because it's filled with glaciers and snow, many sages assume that this is its defining principle. But in [[Lamannia]], there are also endless blizzards and majestic glaciers—ice in its natural state. By comparison, the core ideas that define Risia are isolation, stagnation, and preservation. The endless frozen plane isn't about snow, it's about the utter stillness, the empty and unchanging landscape. Risia\nis sparsely populated, because that's one of its core concepts; it's bleak\nand lonely, a realm in which you could walk for days and never\nsee another creature. Where a desert of sand can at least shift\nin the breeze, the frozen landscape of Risia is unchanging.\nYet, unlike a stone plateau, it reflects a substance that could\nchange at one point—but is now caught, frozen, stagnant.\n\nThough this isolated and unchanging plane might not\nseem appealing to adventurers, it's important to remember\nthat the plane represents preservation—and ancient secrets\nforgotten for ages could be frozen within the ice. And while\nthe realm itself is barren, it's not completely deserted; over\nmillennia, hardy creatures have come to Risia and settled in\nthis desolate realm.\n\n!! Universal Properties\n\nRisia is bitterly cold, and unprotected creatures quickly\nsuccumb to the deadly temperatures. Here are a few of the\nconsistent [[properties|universal property]] of the plane.\n\n* [[Lethal Cold]]. All regions of Risia are subject to extreme cold. In addition, all creatures gain resistance to fire damage, and a creature that is usually resistant to fire damage becomes immune to it.\n* [[Empowered Ice]]. Spells and other magical effects involving cold are enhanced.\n* [[Preservation]]. Creatures that are incapacitated are stabilized and enter a state of suspended animation. If an unconscious creature remains in contact with the ground for more than one minute, it's drawn below the surface and encased in an ice-encrusted stasis. While encased in this way, time ceases to flow for the creature and it doesn't grow older.\n* [[Stagnation]]. Creatures recover [[stress]] at a much slower pace.\n* [[Stillness of Flesh]]. Time passes at the same pace as on the Material Plane, and is consistent across its layers. However, the passage of time has no effect on a mortal creature's body, and creatures don't age or grow while in Risia. Exhaustion, starvation, and disease merely incapacitate a creature, and don't immediately kill it. [[Dwarves|dwarf]] are immune to this property's effects, and in Risia they can grow, age, and die, just as they would on the Material Plane.\n\n!! Denizens\n\nRisia's few natives are rarely seen. The concept of the [[plane]]\nis bleak isolation, and an active population would defeat this\npurpose. A few layers hold creatures that have crossed into\nRisia from [[Eberron]], ones that can thrive in arctic conditions;\nthere are [[remorhaz]]es hunting in the [[Frozen Sea]] and [[yeti]]s\nin the [[Frostmantle]]. But these things come and go. The two\nprimary forces in Risia are the native spirits of the plane and\nthe [[frost giant]]s that have carved out a home in the ice.\n\n!!! Spirits of Ice\n\nAt first glance, Risia appears to be barren and empty. But\nsome travelers have described a presence, a sense of being\nwatched, and most feel this presence is malign. On the surface,\nthe concept of Risia seems entirely neutral; there's nothing\ninherently evil about ice. But there's a hunger to Risia—an\ninnate desire to consume warmth and to bury living things in\nice. In the //Planar Codex//, [[Dorius Alyre ir'Korran]] calls this force\nthe //Killing Cold//. This greatest power of the plane of isolation\nis uninterested in being known, and has never interacted\ndirectly with outsiders, but its presence can be felt through its\n[[manifestation]]s. These include [[fiend]]s such as [[ice devil]]s and [[chain devil]]s, but also icy [[hag]]-like creatures or [[salamander]]s who wield frost rather than flame. The\nappearance and nature of manifestations reflect the themes of\nRisia—a chain devil might be shrouded by frost-mist and can\nbind its enemies with chains of ice. Regardless of their form,\nthese spirits don't speak with outsiders. Their intelligence\nreflects the cunning with which they stalk their prey, but they\nare spirits of the Killing Cold, of bitter isolation, and of the ice\nthat entombs and preserves.\n\nWhen these manifestations aren't active, they're absorbed\ninto their layer; they manifest when they're needed, in the form\nthat's needed. And in the meantime, as spirits of stagnation and\nisolation, they're perfectly content to sit in silence for centuries\nbefore something compels them back into physical form.\n\n!!! Frost Giants and Dwarves\n\nThe archarcanist Il'Ara of the [[Group of Eleven]] was devoted to the study of Risia, and she [[magebred|magebreeding]] her own lineage of [[frost giant]]s over millennia. When the forces of [[Argonnessen]] began to lay waste to [[Xen'drik]], Il'Ara gathered\nher faithful children and passed through to Risia, certain that\nthey could find sanctuary in the isolation of the Plain of Ice.\n\nIl'Ara's children have since established themselves across\nthe layers of Risia. There are a few citadels where multiple\n[[giant]]s live together, while others have established their own\nsolitary outposts. Each has found a different path to surviving\nthe endless tedium of immortality in the icy wastes. Some have\nbecome artists, writing poetry or sculpting massive works of\nart that take centuries to complete. Others pursue physical\ndiversions such as wrestling, hunting [[fiend]]s, or crafting ornate\ngames. These denizens always take great interest in outsiders\nas a source of diversion. The crueler giants take joy in hunting\nnewcomers, but others can be excellent hosts. Many artists\nyearn for an audience—though a genteel giant artist can be\ndeadly if guests don't show proper appreciation for their\nwork. As these Risian frost giants are remnants of the grand civilization of [[Xen'drik]], the GM may wish to increase their\nintelligence and abilities as suits the story.\n\nIl'Ara continues her arcane studies in her fortress, Winter.\nShe may have found ways to wield vast power over Risia and\nto protect her children from the [[fiend]]s... or she could be bored\nof her immortal existence, considering entering the ice and\nembracing stasis.\n\nThe frost giants of Risia have [[dwarf]] servants. Their origin\nis a mystery: the giants know that Il'Ara produced these first\ndwarves, but they don't know—or at least remember—if she\ncreated them herself or pulled them through from [[Eberron]].\nThese dwarves know no other existence than their servitude to\ntheir giant masters, and Risia holds few other options for them.\nMysteriously, these dwarves—and //all// dwarves—are immune to\nthe [[Stillness of Flesh]] property of Risia. They age just as they\nwould on Eberron, and unlike other mortals on this plane, they\ncan give birth to children who grow and mature. So every giant\nin Risia came from [[Xen'drik]], and as they die, no new giants\nreplace them; but the dwarves that dwell in Risia were born\nthere, and know nothing of the ancient past.\n\n!! Layers\n\nThe [[layer]]s of Risia are few in number but vast in size,\nconnected by great archways of ice. Sometimes, travelers\nfind pools of ice that show images from other layers; breaking\nthrough this ice sometimes allows passage, while other times,\nthe images are simply lost. While depictions of Risia often\nshow it with terrifying storms, these are only found in the\n[[Boundless Blizzard]]; most of Risia is utterly still, silent, and deadly. Risia's spirit [[manifestation]]s can be found in all of these\nlayers. The [[giant]]s are concentrated in [[Frostmantle]], but outliers\ncan be found in other layers.\n\nThe most noteworthy layers are discussed below, but others\nexist as well. One is a vast, featureless glacier, which may be\nthe inspiration for the title “The Plain of Ice.” A small layer\nholds immense ice sculptures of unknown [[humanoid]]s; this\ncould be a reflection of primal beings, or perhaps the work\nof a [[frost giant]] artisan who's been sculpting for thousands of\nyears. Another plane contains a series of rivers flowing over an\nicy plain, but they aren't natural water; the liquid is so cold it\nshatters any mundane material placed within it.\n\n<<list-links-article \"[tag{!!title}tag[layer]sort[title]]\">>\n\n!! Planar Manifestations\n\nHere are a few of the ways Risia can affect the Material Plane.\n\n!!! Manifest Zones\n\n[[Manifest zone|manifest zone]]s to Risia are often found in cold or arctic\nregions, where their impact isn't immediately obvious. In\nwarmer climes, most manifest zones tied to Risia create\nregions of unnatural cold, often taking on the plane's\n[[Lethal Cold]] and [[Empowered Ice]] [[properties|universal property]] of the plane,\nregardless of the regional climate.\n\nIn a few Risian zones, the effects of [[Stillness of Flesh]] can\nbe felt, slowing or completely stopping the aging, growth, and\nreproduction of all creatures—except for [[dwarves|dwarf]], that is.\nWhile a manifest zone that prevents aging could be otherwise\nconsidered quite a boon, these zones can be quite small, and\noften tied to deadly cold that makes it difficult to live there.\n\nIt's unusual for a Risian zone to transport people to Risia,\nbut it can happen when the planes are coterminous.\n\n!!! Coterminous and Remote\n\nWhile Risia is coterminous, temperatures drop sharply,\nand areas that would normally be chilly but otherwise safe\ncan take on the [[Lethal Cold]], [[Empowered Ice]], and [[Stillness of Flesh]] universal properties. During these times, on rare occasions, creatures caught in an area of exceptionally intense cold can be unexpectedly transported to Risia. However, this effect is unpredictable; while it can happen if it serves the story, it's not something most people are afraid of.\n\nWhen Risia is remote, intense cold loses some of its bite. Creatures have [[advantage]] against the effects of extreme cold.\n\nTraditionally, Risia becomes coterminous once every five\nyears for the full month of [[Zarantyr|Khorvaire calendar]]. Once every five years,\nexactly two and a half years after it is coterminous, it's remote\nduring the month of [[Lharvion|Khorvaire calendar]]. However, this isn't always the\ncase. Historians have recorded times when the cycle has\nextended far longer; in 657 YK, Risia entered a coterminous\nphase that lasted for three years.\n\n!!! Risian Artifacts\n\nAn object carved from [[Risian ice]]  can be used as an implement for casting spells or creating magical effects related to cold or\nstasis. While it can develop in both [[manifest zone]]s and\non the plane itself, Risian ice is relatively rare even within\nRisia; you can't just find giant sheets of it spread across\n[[Frostmantle]].\n\nThe [[frost giant]]s possess [[magic item]]s and artifacts that\nthey brought with them from [[Xen'drik]], and [[Il'Ara]] has surely\ncreated new wonders over the years. Adventurers could\nalso find treasures from any civilization there, either buried\nin the [[Frozen Sea]] or still clutched in the hands of people\nentombed within the ice.\n\n!! Risian Stories\n\nRisia is barren, isolated, and unwelcoming; it's not a place\nthat wants adventurers. Nonetheless, there are many ways it\ncould affect a story.\n\n//''Frozen History.''// [[Il'Ara]] and her [[giant]]s possess wondrous\nrelics whose like haven't been seen in [[Eberron]] since the [[Age of Giants]]. They're a living link to the [[elven|elf]] uprising; a giant\nmight have personally fought a [[Tairnadal]] elf's ancestor, and\nit could possess a trophy taken from them. If the adventurers\nneed information or an object from the Age of Giants, they\nmight find it here. The adventurers could seek a ritual found\nonly in Il'Ara's colossal [[spellbook]], or perhaps the titan has kept a collection of prisoners from the Age of Giants preserved in [[Risian ice]]; this could be a way to meet a\n[[Qabalrin]] elf or one of the first [[drow]]!\n\n//''Buried Treasures.''// In searching for a vital artifact, the\nadventurers might learn it's on a ship trapped in the [[Frozen Sea]]. The trail of a lost explorer could lead to the [[Boundless Blizzard]]. While adventurers could recover valuable treasures from the ice, it's also possible to recover people from it. A\nlegendary hero—or infamous villain—could have been trapped\nin Risia for centuries. What would happen if adventurers\ndiscovered the pirate queen [[Lhazaar]] in an icy stasis on her\nship in the Frozen Sea?\n\n//''Dwarves.''// What's the origin of the [[dwarves|dwarf]] of Risia? Did\nthe titan [[Il'Ara]] truly create the dwarves, or did she steal\nthem from the [[Frostfell]]? Could dwarf adventurers free their\ndistant cousins from the domination of the giants?\n\n//''The Killing Cold.''// What is the sinister presence that drives\nthe spirits of ice? No mortal has ever interacted directly with\nthe Killing Cold. When the adventurers are caught in the\n[[Boundless Blizzard]], they are stalked by deadly [[manifestation]]s\nof the Cold. Can they find some way to communicate with\nthese spirits—or the power that drives them?",
        "type": "text/vnd.tiddlywiki",
        "title": "Risia",
        "tags": "plane",
        "modified": "20220803212010142",
        "tooltip": "plane of ice and preservation",
        "color": "#2E4708",
        "category": "location",
        "article": "the Plain of Ice, "
    }
]