[
    {
        "created": "20220209220600984",
        "text": "The Rose Queen, also known as \"the Bramble Queen,\" \"Shan Loralyndar,\" \"Selephra,\" or any number of other names, is the ruler of the [[feyspire]] [[Shae Loralyndar]] in the [[Twilight Demesne]] of the [[Towering Wood]]. She is an entity of growth and joy turned dark and twisted by the worst urges of [[fey]] and mortals alike, ever working to entrap and slaughter mortals in her hopeless quest to quench her burning wrath.\n\nThe Rose Queen prefers to appear as a beautiful, red-haired [[eladrin]] maiden, a crown of bright yellow roses in her hair. Her gown is a gorgeous array of green and gold, and her bare feet flit lightly amidst the roots and fallen leaves of the forest. Those who pierce her illusory guise, however, see a creature riddled with brambles and thorn-covered vines, sprouting with crimson roses dripping with blood. Her nails and teeth are jagged bark, and her eyes ooze sap like constant tears.\n\n!! Summer of Passion, Autumn of Anguish\n\nThe Rose Queen's story is centered on a cycle of love, loss, and bitter wrath. In her youth, Selephra was a flighty creature, joyful and impetuous—until she met a handsome lord named Torrheval. He was not the first to win Selephra's affections, but he was certainly the first she truly loved. She was drawn to his rigid sense of honor, for where she was capricious, Torrheval was dedicated to duty and his people. \n\nFor months, or years, or decades—in the [[Moonlit Vale]], these are often all the same—the Rose Queen and Lord Eversun lived, and loved, and governed together. But fate is more fickle than any [[fey]], and even in [[Thelanis]], time stops for no one.\n\nThere came a time when war threatened Torrheval's lands, and duty compelled him to return home and mobilize his soldiers to protect his people. The Rose Queen stood at the edge of her wooded demesne and watched as Lord Eversun rode into the distance, resplendent in his gleaming armor, mounted proudly atop his snow-white warhorse. \n\nTales trickled in of great battles and vile curses, but Torrheval did not appear. With each passing day, Selephra's heart became more and more filled with dread, and she spent longer and longer waiting for him to return. Eventually, the Rose Queen would not move from her vigil; her back to an ancient tree, the branches and roots and thorns of the forest grew through her flesh to wrap themselves around heart and bone. \n\nEventually, the Queen heard a rumor (in some stories, from an old [[satyr]] advisor named Enkaros; in others, from her shapeshifting servant Rheusendrous) of a sorceress who was said to hold a general of the fey imprisoned within her castle. Believing this could be the tidings of her Torrheval she had long waited for, Selephra pulled herself to her feet, tearing roots and ivy from the earth. Accompanied by dozens of [[fey]], she marched to the castle, tore through the walls and wards, obliterated whole towers, slaughtered regiments, and finally slew the sorceress with her own hands.\n\nIn an unlocked room in the highest tower, she found her beloved Torrheval. The room was no prison; it was a bedchamber. When he saw the creature of vines and brambles and recognized her as Selephra, he recoiled as if she were a monster—as if he did not owe her eternal penitence for the ages she had waited for him. \n\nIn some versions of the story, the Rose Queen tore Lord Eversun to shreds, along with the fragments and defenders of the castle still standing. In others, she simply withdrew in a rage. But ever since that day, she has ruled [[Shae Loralyndar]] guided by hatred and spite. Within the [[Moon Court]], she ever urges the [[archfey]] to move against mortals, to torment and destroy them on her whim.\n\n!! Dealing with the Rose Queen\n\nRarely, visitors to the [[City of Rose and Thorn|Shae Loralyndar]] mind find the Rose Queen in an joyful chapter of her story, ruling alongside her consort Lord Eversun, or perhaps patiently waiting for his return but still holding court. In these instances, the Queen has a much more agreeable demeanor.\n\nIn her full wrath, she rarely grants outsiders an audience, and when she does, her servants offer weak tea and sour wine in cracked cups to guests seated on dust-covered chairs. Commenting on the state of her palace or hospitality is just one of the countless ways of insulting the Rose Queen.\n\nBecause of her political machinations within the [[Moon Court]], malevolent as they might be, the Queen is sometimes willing to cooperate with mortals or rival\nfey that she would normally not hesitate to kill, if she\nbelieves cooperating will advance her agenda.\nShe finds such situations extremely difficult, and\nhas been known to take any excuse to slaughter her\n“allies” rather than endure their demands and their\npresence. She is quick to take offense, or to pounce\non the slightest violation of the labyrinthine traditions\nof fey honor and courtly behavior, as justification for\nviolence or for breaking agreements or treaties.\n\nThe Rose Queen's primary rivalry is with [[Shan Pyrial]], [[gnome]]-lord of the [[Gate of Joy|Pylas Pyrial]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Rose Queen",
        "tags": "archfey fey immortal Thelanis [[Shae Loralyndar]]",
        "modified": "20240430023644590",
        "tooltip": "archfey ruler of Shae Loralyndar",
        "color": "#8C4606",
        "category": "entity",
        "article": "the ",
        "alternatetitle": "Selephra Bramble Queen"
    }
]