[
    {
        "created": "20210131012115104",
        "text": "Lord Ruken ir’Clarn is the speaker of the upper chamber of the [[Breland Parliament]] and one of the most influential democracy activists. Lord ir'Clarn is a plump man with straight dark hair and fair skin, his figure showing years of privileged living. Willing to pursue any means to ensure that the parliament triumphs over the monarchy, he’s enlisted a number of sympathetic nobles to carry out his dirty work, including [[Hass ir'Tain]] of [[Sharn]]. He also has a few elected lawmakers in his camp, including Shiana of [[Wroat]] and Thanoc of [[Zilspar]]. And secretly, he has opened a line of communication to Queen [[Aurala ir'Wynarn]] of [[Aundair]], hoping to receive financial and political assistance for creating a monarchy-free [[Breland]]. Aurala has tentatively and conditionally accepted, but has yet to decide her degree of involvement, as she continues to receive secret reports from her son [[Jurian|Jurian ir'Wynarn]] regarding Ruken's schemes.\n\nOnce he secures control over the military from [[Boranel|Boranel ir'Wynarn]], Ruken wishes to start a campaign to reclaim [[Droaam]]. For him, the [[Five Nations]] were made by [[human]]s, for humans, and the idea of giving monsters or [[construct|warforged]]s rights is an aberration. His support for the [[Cyran refugees|Mourning]] is an extension of this, Ruken seeing the importance of caring for the people of [[Cyre]] even if they no longer have a home.\n\nThe Clarn family's holdings include the region surrounding [[Mistmarsh]], near the eastern border with [[Zilargo]]. Ruken's youngest son Alben serves as sheriff there. The family also invests in [[newspaper]] publishing in cities across [[Breland]] to protect its image and shape public opinion; for example, the [[Sharn Inquisitive]] is run by [[Haftak ir'Clarn|Haftak's Books and Binding]].",
        "title": "Ruken ir'Clarn",
        "modified": "20240306220422009",
        "tags": "[[Breland Parliament]] human humanoid Breland Wroat",
        "type": "text/vnd.tiddlywiki",
        "article": "Lord ",
        "category": "person",
        "color": "#FEA627",
        "tooltip": "influencial member of Breland Parliament, democracy advocate (but only for humans)"
    }
]