[
    {
        "created": "20210305093725743",
        "title": "Rusila ir'Clarn",
        "text": "Lady Rusila ir’Clarn holds the position of [[Brelish|Breland]] consul to [[Stormreach]], serving from the [[Consulate|Brelish Consulate (Stormreach)]] in the [[Sloths]].  She has no real authority\nin the city, but Lady Rusila has many friends among the [[Stormreach]] elite. She goes out of her way to support political dissidents exiled from other nations and to show sympathy for [[Cyran|Cyre]] refugees. Along each step of the way, she has sown doubts about the efficiency of the [[Wynarn family]]—the kings and queens whose flawed rule paved the way for the [[Last War]]. Lady Rusila is a supporter of the Brelish movement that hopes to abolish the monarchy after King [[Boranel|Boranel ir'Wynarn]]’s death, and as this turn of events comes closer to reality, the movement might use [[Stormreach]] as a base of operations.\n\nRusila ir’Clarn is a Brelish woman in her early thirties. She has long, dark hair; pale skin; and large violet eyes, which suggest [[elf]] or [[half-elf]] blood. Her voice is deep and smoky; she’s an accomplished singer with music from goblin dirges to Brelish ballads. Lady Rusila has a warm demeanor, but behind this mask she\nis ruthless and cunning, willing to use poison, assassination, or any other means to accomplish her goals.\n\nLady Rusila has a keen eye for opportunity, and if she sees any gain for herself or her cause, she might help her fellow Brelander. She can provide emergency medical treatment using an enchanted wand and her limited medicine kit, but her connections are far more useful. If the PCs accept aid from Rusila, they’ll owe her a favor.\n\n!! Adventure Hooks\n\n* Lady Rusila ir’Clarn likes to move among the common people, and the party might encounter her singing in a tavern or discussing the [[Last War]] with former soldiers. Members of [[Dannel's Wrath]] attempt to kidnap her; if the adventurers intercede, they earn her favor.\n* Members of the [[Swords of Liberty]] have come to [[Stormreach]]. Lady Rusila wants to eliminate this cell before it can cast a bad light on the anti-monarchy movement, but she can’t risk publicly opposing the Swords. If possible, she urges the player characters to eliminate this threat; otherwise, the party might be caught in the middle of a struggle between the Brelish factions.",
        "modified": "20210727192029161",
        "tags": "human humanoid Breland Stormreach",
        "type": "text/vnd.tiddlywiki",
        "article": "Lady ",
        "category": "person",
        "color": "#FEA627"
    }
]