[
    {
        "created": "20210315003951510",
        "title": "Sakinnirot",
        "text": "One of the greatest secrets of [[Stormreach]] is also among its very oldest. Over [[one hundred thousand years ago|Age of Demons]], [[Xen'drik]] was home to an entity of incredible power and hate, one of a group of godlike beings called the\nNa-Vakhti—creatures known to the mortal world as the\n[[overlord]]s. Territorial even by demonic standards, this overlord\nlaid claim to Xen’drik, demanding obeisance even\nfrom others of its kind. The entity’s name was Sakinnirot, and like its sibling overlords, its rule ended when the pure force of the newly kindled [[Silver Flame]]\nbound it.\n\nA new, dark age for Xen’drik followed the end\nof the [[Age of Demons]]. The [[giant]]s who rose to prominence eventually made their way to the northern reaches of their island home. There they founded\na new [[city|Stormreach]] built along the equator—Sakinnirot’s former domain—on top of the desolate ancient city and quickly claimed the ruins for their own. They\nscoured the ruins, and in the dust among the stones,\nthey unearthed crude records drawn on crumbling\nwalls and etched into broken tablets. From this lore,\nthe giants learned of their new home as it used to\nbe: a city of slaves who toiled at the whim of powerful [[overlord]]s, who made them prosper, and found inspiration in it. The giant civilization began to\ngrow, in part with the aid of what they uncovered\nin the ruins, and as it did, the demon lord beneath\ntheir feet stirred.\n\nThe giants accomplished much in the [[age|Age of Giants]] to\nfollow, and Sakinnirot was the long shadow cast\nbeneath their ever-rising star. Over the passage of\nmillennia, some of the more erudite and spiritually\nsensitive among the city’s giants began to suspect\nsomething was wrong with their adopted home,\nbut there was no achievement colossal enough to\nmake the feeling go away, no incantation mighty\nenough to provide the answers they sought. When\nat last their seekings brought the destruction of\ntheir civilization down upon them, Sakinnirot was\npleased—and strengthened—and it patiently awaited\nthe arrival of the next civilization foolish enough to\ncall its former charnel palace home. In a very real\nsense, Sakinnirot //is// [[Stormreach]] and vice versa, and\nthe fate of the two has always been and shall remain\ninexorably intertwined.\n\nIn contrast to some of the other [[overlord]]s whose\nnames are known to select mortal scholars, the name of Sakinnirot is unknown outside the [[Lords of Dust]], and even among [[fiend]]s few will speak its name. This\nreticence is not due to any lack of power or influence on the part of the [[overlord]]s. In fact, the opposite is true, since Sakinnirot is so powerful that even its\nown cultists hesitate to speak its name aloud, let alone\nwrite it down for others to find. They say that every\ntime a mortal speaks, reads, or writes the name of\nSakinnirot, the dark force to which the name belongs\ngrows restive.\n\nSakinnirot is bound, but its anger can reach\nbeyond the walls of its prison, bringing misfortune\nto any who draw its attention. Cult doctrine holds\nthat Sakinnirot will allow no mention of its name\nupon mortal lips until and unless it stands before\nthem as the conquering god it knows itself to be.\nOnly then, when the races of the [[Dragon Between|Eberron]] lie\nbloody and cowed before it, will Sakinnirot abide the\nsound of its own name. Until then, it will be known\nonly by the sobriquet used by its followers: “the Scar\nthat Abides.”\n\n!! Patron of Patient Vengeance\n\nThe Scar that Abides is believed to be the\nliteral embodiment of the spite and the patient rage\nof the [[Dragon Below|Khyber]], birthed by the Dragon’s own\nmeticulous hand. Those who worship the Scar that\nAbides say that Sakinnirot was the first overlord\nconceived by [[Khyber]] but the last to actually be born,\nand that its protracted gestation partly accounts for\nits substantial power. It is patron to all those who\nplot bloody revenge, reveling in the gratification of a\ngrudge satisfied. Its following is the cult of an injury\nsavored, and wounds of both a physical and spiritual\nnature are left to fester in its name. Sakinnirot\nfinds sudden or unfocused rage weak, and exhorts\nits supplicants to be patient in bringing a vengeful\nhate to a slow boil. In this regard, its primary rival\nis another of its own kind—the [[overlord]] known as [[Rak Tulkhesh]], “the Rage of War,” whom it considers a savage fool.\n\nWithin the mortal realm, Sakinnirot bears a special loathing for the [[dragonmarked house]]s, and it grows stronger with each interhouse dispute that\nends in violence. Any cultist responsible for singlehandedly driving two groups of [[dragonmark]]ed mortals into mutual ruin is said to earn no small measure of\nfavor from the Scar that Abides.\n\nThe [[rakshasa]] [[Lorishto]] is a follower of Sakinnirot and seeks to bring about the [[overlord]]'s rebirth.",
        "modified": "20210727192029402",
        "tags": "overlord immortal fiend",
        "type": "text/vnd.tiddlywiki",
        "article": "the Scar that Abides, ",
        "category": "entity",
        "color": "#8C4606"
    }
]