[
    {
        "created": "20210402221237158",
        "text": "Governor-prince of [[Breland]], Sarath was last in line to ascend the throne of [[Galifar]]... and yet, one by one, his siblings fell prey to misfortune. In //The Serpent and The Crown// the playwight Miala Shol claims that Sarath orchestrated all of these deaths, that he even worked with a shapeshifting [[fiend]] to clear his path to the throne. Sarath's culpability in these early deaths is conjecture, but when his fourth and final sibling Laeran took the throne, Sarath stepped into the light. Laeran was a [[Khoravar|half-elf]], and it was Sarath who first asserted that no [[half-elf]] could claim the mantle of [[Galifar]]. Laeran was well-loved in [[Thrane]] and [[Aundair]], but Sarath succeeded in poisoning the minds of many. While Laeran's Khoravar blood was an early pretext, Sarath found other faultlines that had formed over the centuries, amplifying these and using the anger and frustration of the people to strengthen his position. These schemes ultimately brought down Laeran and set Sarath upon the throne, but in the end he reaped what he had sowed. The fires of hatred that he'd lit continued to burn; there were uprisings across [[Breland]], and his reign was finally brought to an end by a swift civil war led by the Archdukes of [[Thrane]] and [[Aundair]].\n\nSarath is just one example of the [[Wynarns|Wynarn family]] who placed personal power and ambition above the public good. His short reign is surely invoked by the [[Swords of Liberty]] and others who say that the monarchy does more harm than good, and the poisonous lies he spread are still told by those who hate the [[Khoravar|half-elf]]. A critical question is whether he was working with the [[Lords of Dust]], as Miala Shol suggested in her play; [[Bel Shalor]] revels in the suffering of innocents, and [[Eldrantulku]] would delight in a brother murdering his siblings and sowing strife across his kingdom. It's quite possible that Sarath claiming the throne was a crucial point in the [[Draconic Prophecy]], that securing the power of the Serpent King was a victory for one of the [[overlord]]s; but did Sarath's fall undo that triumph, or was this just one piece of a plot that will finally come to fruition in the present day? ",
        "type": "text/vnd.tiddlywiki",
        "title": "Sarath ir'Wynarn",
        "tags": "Galifar [[Wynarn family]] deceased human humanoid",
        "modified": "20220506025448746",
        "color": "#FEA627",
        "category": "person",
        "article": "King "
    }
]