[
    {
        "created": "20210402221237158",
        "text": "Sarath, Prince of [[Breland]], was last in line to ascend the throne of [[Galifar]]... and yet, one by one, his four older siblings fell to misfortune. In //The Serpent and The Crown//, playwright Miala Shol claims Sarath orchestrated all of these deaths, even working with a shapeshifting [[fiend]] to clear his path to the throne. Sarath's culpability in the earlier deaths is conjecture, but when his final sibling—Laeran, a [[Khoravar|half-elf]]—took the throne, Sarath stepped into the spotlight. Sarath asserted that no [[half-elf]] could claim the mantle of [[Galifar]], and though Laeran was well-loved in [[Thrane]] and [[Aundair]], Sarath succeeded in poisoning the minds of many. While Laeran's Khoravar blood was an early pretext, Sarath amplified other fault lines that had formed in the kingdom over the centuries, using the anger and frustration of the people to strengthen his position. These schemes ultimately brought down Laeran and set Sarath on the throne—but in the end, Sarath reaped what he had sown. The fires of hatred that Sarath had lit continued to burn. Uprisings sparked across [[Breland]], and his reign was finally brought to an end by a swift civil war led by the archdukes of [[Thrane]] and [[Aundair]].\n\nSarath is just one example of the many [[Wynarns|Wynarn family]] who placed personal power and ambition above the public good. His short reign is surely invoked by the [[Swords of Liberty]] and others to demonstrate the monarchy does more harm than good, and the poisonous lies he spread are still told by those who hate the [[Khoravar|half-elf]]. \n\nA critical question is whether he was working with the [[Lords of Dust]], as Miala Shol suggested in her play. [[Bel Shalor]] revels in the suffering of innocents, and [[Eldrantulku]] would delight in a brother murdering his siblings and sowing strife across his kingdom. It's quite possible that Sarath claiming the throne was a crucial point in the [[Draconic Prophecy]], and securing the power of the Serpent King was a victory for one of the [[overlord]]s—but did Sarath's fall undo that triumph, or was this just one piece of a plot that will finally come to fruition in the present day? ",
        "type": "text/vnd.tiddlywiki",
        "title": "Sarath ir'Wynarn",
        "tags": "Galifar [[Wynarn family]] deceased human humanoid",
        "modified": "20240610184504652",
        "color": "#FEA627",
        "category": "person",
        "article": "King "
    }
]