[
    {
        "created": "20201218054616216",
        "text": "This is a seemingly endless ocean of magma, larger than any\nsingle sea in [[Eberron]]. Ultimately, the Sea of Fire wraps around\non itself; head north from High Hearth and you'll eventually find\nit again, but it may take a month of travel. There are islands\nin the sea, spires and mesas of basalt and obsidian—some are\ninhabited, but many are barren and empty.\n\n[[Salamander|salamander]]s sail the blazing sea in ships forged from\nblackened steel, and [[azer]]s fly over it in balloons woven from\nbrass. Many of the islands hold [[teleportation circle]]s traced in\n[[continual flame]], with a word inscribed in [[Ignan|Primordial]] indicating the\ndestination. Any spellcaster with sufficient knowledge of the arcane can expend energy equivalent to casting a rare-tier or higher spell to activate a portal—though unless they speak [[Ignan|Primordial]], they won't know where it\nleads. Here are a few noteworthy destinations.\n\n* //''The [[City of Brass]].''// The sole metropolis in [[Fernia]]. A place of marvels.\n* ''//Efreeti Estates.//'' Each of the noble [[efreet|efreeti]] have a sprawling palace or mansion on an island in the Sea of Fire. While not so grand as the City of Brass, these estates are studies in opulence, filled with [[dao]]-crafted wonders and sculptures of metal and flame.\n* //''Foundries.''// Foundry islands are models of industry. Some are focused primarily on physical engineering, with vast gears and wheels slowly turning, and chains rising and falling. Others reflect arcane industry, with blazing glyphs and fields of shimmering energy. Here the [[azer]]s work at all hours, producing both mundane, martial, and magical goods for the efreet and their servants.\n* ''//[[Deep Halls]].//'' Under the foundries, tunnels extend down below the Sea of Fire into the earth below. These are the domains of the [[dao]]. ",
        "type": "text/vnd.tiddlywiki",
        "title": "Sea of Fire",
        "tags": "layer Fernia",
        "modified": "20220102060602188",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the "
    }
]