[
    {
        "created": "20200422165023095",
        "text": "//I swear to uphold and defend the [[Code of Galifar]] with heart, mind, soul, and steel until [[Galifar]] is reunited and at peace. I swear to follow the Code and to administer it justly and impartially, without respect to wealth or position, throughout the [[Five Nations]] and beyond.//\n<div align=\"right\">— Opening lines of the Sentinel Marshal oath</div>\n\nHouse [[Deneith]] oversees the activities of the Sentinel\nMarshals who, by ancient decree, provide law and order\nacross national boundaries. Operating out of [[Sentinel Tower]] in [[Karrnath]], marshals work alone or in small\ngroups to apprehend [[Khorvaire]]’s greatest criminals.\nAnd Khorvaire is replete with war criminals, many\nof which have protection or influence in their home\ncountries... until a Sentinel Marshal appears.\n\nAs bounty hunters, the Sentinels are without peer. In the early years of the\nkingdom of [[Galifar]], the Sentinel Marshals were granted the\nright to enforce laws and bring fugitives to justice throughout\nthe land. When the kingdom shattered with the eruption of the [[Last War]], the\norganization recast itself as a neutral force policing\nwar crimes, the treatment of prisoners, war profiteering, and the impartiality of the [[dragonmarked house]]s. These activities caused conflict with nearly\nevery power base on the continent at one point or\nanother during the war. The Sentinels’ perseverance during the war years left the group as the only viable entity to police the [[Thronehold]] peace once\nhostilities ceased. \n\nToday, all the nations that signed the [[Treaty of Thronehold]] have agreed to\nallow [[Deneith]] to continue in this role as international police\nofficers as they have for centuries. Each marshal periodically returns to the [[Sentinel Tower]] in [[Karrlakton]] as time and circumstance permits to report on their activities and receive updated instructions.\n\n!! Signs of Authority\n\nA Sentinel Marshal is required to identify themself and their office when making an arrest. The uniform of a Marshal is a black or purple surcoat worn over armor. The cloth is sewn with silver thread and emblazoned with elements of the [[Deneith]] crest. Marshals are not required to wear this uniform at all times, but it’s helpful when one needs to invoke one’s authority.\n\nFor times out of uniform, each Marshal is issued an elaborate badge of office. For one, it might be a special document sealed in a metal case. For another, it might be a brooch displaying the [[chimera]] heads of the Deneith coat of arms and worn as a cloak pin.\n\nWhen a Marshal has demonstrated exceptional service, their superiors might give them an honor blade. Honor blades represent the glory of House [[Deneith]] and the special veneration of the Sentinel Marshals. Such weapons are never sold, and a Sentinel Marshal who finds an honor blade in the possession of anyone other than a Marshal is required to recover it.",
        "title": "Sentinel Marshals",
        "modified": "20230802051412470",
        "tags": "[[law enforcement]] [[trade guild]] Deneith",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "law enforcement agents of House Deneith who pursue fugitives across national boundaries"
    }
]