[
    {
        "created": "20200420212503697",
        "text": "The war between the Shadow and [[Aureon]] rages in all of us.\nAureon's voice tells us that we are stronger together, that\nit's worth it to suffer for the sake of the common good. The\nShadow whispers that there is no common good—all that\nmatters is what you need and what you can do. Why should\nyou make sacrifices for others instead of doing what's best for\nyourself? Why should you give when you can take?\n\nThe Shadow is the Sovereign of ambition. Those who revere\nit view this as a positive trait; the Shadow will show you how\nto be the best you can be. But how far will you go in pursuit of\nyour ambition? What—or who—will you sacrifice? Priests who\nembrace this aspect of the Shadow call themselves ''Mentors'',\nemphasizing that they can show you how to achieve your full\npotential; others call them Tempters or Shadowtongues, as they will always drive\nyou down the darkest path. Unlike a Talon of the [[Keeper]], a Mentor doesn't ask for anything in return for their advice. The [[Pyrinean Creed]] says that\nthe Shadow consumes the souls of those who fall prey to its\ntemptation; a Mentor will tell you that this is exactly the sort of\nlie the Sovereigns use to trick you into following their rules. \n\nThe Shadow is also the keeper of forbidden knowledge, of\nsecrets you know you shouldn't pursue. This includes [[arcane magic]]—granting powers virtuous people should shun. Any spellcasting\ncharacter could attribute their powers to the Shadow; a [[wizard]]\nmight have been struggling with their studies, but after a\nsacrifice to the Shadow, they awoke with new insights. The\nShadow can also serve as a [[warlock]]'s patron. While the Shadow won't interact\ndirectly with a warlock, they could receive visions like a priest;\nthey could interact with a [[fiend]] who claims to speak for the\nShadow; or they could be mistaken about the nature of their\npatron, and actually be bound to the [[overlord]] [[Sul Khatesh]].\n\nIn addition to mystical knowledge, priests of the Shadow\noften know things they simply shouldn't know—secrets that can\nharm people if revealed. Priests of the Shadow can sometimes\nbe found working as fixers in the criminal underworld; how\nmuch are you willing to pay for the knowledge you seek?\n\nBeyond all this, the Shadow is seen as a corrupting force that\ncreates monsters, both figuratively through temptation, and\nliterally—it is said to have created many of the [[monstrosities|monstrosity]]\nthat prey on innocents. In turn, many monstrous creatures see\nthe Shadow as their patron. The [[Cazhaak faith|Cazhaak Creed]] asserts that it’s humanity who suffers in lacking the wondrous supernatural gifts of the so-called monsters.\n\nThe Shadow is honored alongside [[Aureon]] and [[Onatar]] in the [[Three Faces of Knowledge]], the smallest and most secretive of the [[Three Faces]] mystery cults in the [[Five Nations]].\n\nThe Shadow's symbol is an obsidian tower.\n\n!! The Cazhaak Creed\n\nIn the [[Cazhaak faith tradition|Cazhaak Creed]] of [[Droaam]], the [[Sovereigns|Sovereign Host]] are seen as cruel and petty gods who want to keep their subjects small and weak. The Shadow rebelled, breaking free from [[Aureon]] and giving supernatural gifts to its creations. Thus, just as in the in the [[Pyrinean Creed]], the Shadow is the \"Maker of Monsters\"... but creatures who have been labeled \"monstrous\" by the people of the [[Five Nations]] have found a place to belong in the Shadow's embrace.\n\nPeople in [[Droaam]] are free to revere whichever gods they wish, but ''Voices of the Shadow'' serve the populace as spiritual leaders. These priests are typically [[medusa]]s or [[oni]]; while the position isn’t restricted to them, the [[Cazhaak|Cazhaak Draal]] medusas are the most devout of the peoples of Droaam, while many [[oni]] believe that their powerful innate abilities prove they are favored by the Shadow. The Shadow is the foremost of the [[Six|Dark Six]], and in addition to its traditional spheres of magic and knowledge, the Shadow is generally considered to be a guide and guardian to monstrous creatures. As such, a medusa [[cleric]] of the Shadow might have the [[Life domain|Life Domain]], because she sees the Shadow as being the bringer of life to her people.\n\nA Voice of the Shadow reveres all members of the [[Dark Six]] and invokes all of them when it is appropriate—though they also seek to mitigate some of the more extreme behaviors of the lesser faiths. So a [[medusa]] priestess might approach a Last Dirge [[harpy]] who has just arrived in [[Graywall]] and say “I recognize your devotion to the First Song. Here in Graywall, we know her as the [[Fury]]; let me teach you ways to honor her that won’t get you killed.”\n\n!! Marhu Nasaar: Emperor of Night\n\nWorship of the Shadow has deep roots in [[Darguun]], but\nthe Darguul interpretation of the Shadow is different\nfrom both the [[Cazhaak|Cazhaak Creed]] and [[Pyrinean|Pyrinean Creed]] traditions. In\nDarguun, the Shadow is seen as a patron of all those who prosper in darkness—of those creatures and cultures who have no fear of the night or lightless tunnels. The Darguul formally call the Shadow the Marhu Nasaar, Emperor of Night.\n\nThis faith broadly aligns with the Cazhaak view of the Shadow as the patron of so-called monsters, but most Darguuls don’t bother with the extended pantheon. Aside from them honoring the [[Mockery]] as the Lord of Cunning and Victory, they see the Shadow as a deity who can be invoked in any time and space—though it’s well known that the blessings of the Shadow hold little weight when the sun is high and the skies are clear.\n\n!! The Shadow and the Overlords\n\nThe Shadow has specific overlap with two of the best-known [[overlord]]s of the [[first age of the world|Age of Demons]]. [[Sul Khatesh]] is known as the Keeper of Secrets, a moniker shared with the Shadow, and is said to be a source of both arcane knowledge and things best kept hidden. Meanwhile, [[Bel Shalor]] is known as the Shadow in the Flame and specializes in temptation.\n\nSome scholars assert that the myths of the Shadow are actually based on interactions between [[draconic|dragon]] champions and [[overlord]]s—so the story of [[Aureon]] learning magic may actually be based on a bargain between the dragon [[Ourelonastrix]] and [[Sul Khatesh]]. It’s up to the GM to decide whether there’s any truth to these tales, but regardless, Sul Khatesh and Bel Shalor are concrete, very real entities that can serve in the role of the Shadow… and [[warlock]]s or cults that believe they’re dealing with the [[Shadow]] could easily be working with one of these archfiends.\n\n!! Forbidden Magic\n\nThe Shadow tempts you to perform evil actions and can teach\nspells no one should know. A GM could choose to grant a character one or more\nadditional spells that have dangerous or unpleasant side\neffects every time they're cast. Or the Shadow could grant a\nspellcaster the ability to increase the power of any spell they\nknow—as if it was cast at a higher [[tier|spell tier]]—once\nper day, but in doing this, it triggers a negative effect.\nRegardless of what effects you establish, they should\nillustrate a clear and concrete reason why this magic is\nforbidden. Someone or something will pay a price every time\nthis magic is used. Consider the following ideas.\n\nWhen you cast the [[spell]]...\n\n* ...You or one of your allies suffers [[necrotic damage|damage type]] or a [[disadvantage]] on their next action.\n* ...An innocent creature dies. You have no control over who will suffer and may never know who it was.\n* ...Plants wither and all living creatures within 15 feet of you take necrotic damage.\n* ...Choose an ally within sight. That player can reveal a disturbing secret about their character to you. This must be worse than any previous secret they've revealed; if they can't or if they choose not to, the spell fails.\n* ...The effect of the spell itself is particularly horrifying.\n* ...You permanently lose one [[harm]] box (use this one sparingly).\n* ...You or one of your allies loses all [[momentum]].\n* ...A hostile [[shadow]] manifests and attacks you and your friends.\n",
        "title": "Shadow",
        "modified": "20221212225627747",
        "tags": "[[Dark Six]] deity",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "entity",
        "color": "#8C4606",
        "tooltip": "Dark Six Sovereign, the dark side of knowledge and ambition, maker of monsters"
    }
]