[
    {
        "created": "20200420212503697",
        "title": "Shadow",
        "text": "The war between the Shadow and [[Aureon]] rages in all of us.\nAureon's voice tells us that we are stronger together, that\nit's worth it to suffer for the sake of the common good. The\nShadow whispers that there is no common good—all that\nmatters is what you need and what you can do. Why should\nyou make sacrifices for others instead of doing what's best for\nyourself? Why should you give when you can take?\n\nThe Shadow is the Sovereign of ambition. Those who revere\nit view this as a positive trait; the Shadow will show you how\nto be the best you can be. But how far will you go in pursuit of\nyour ambition? What—or who—will you sacrifice? Priests who\nembrace this aspect of the Shadow call themselves Mentors,\nemphasizing that they can show you how to achieve your full\npotential; others call them Tempters, as they will always drive\nyou down the darkest path. The [[Pyrinean Creed]] says that\nthe Shadow consumes the souls of those who fall prey to its\ntemptation; a Mentor will tell you that this is exactly the sort of\nlie the Sovereigns use to trick you into following their rules.\n\nThe Shadow is also the keeper of forbidden knowledge, of\nsecrets you know you shouldn't pursue. This includes [[arcane magic]]—granting powers virtuous people should shun. Any spellcasting\ncharacter could attribute their powers to the Shadow; a [[wizard]]\nmight have been struggling with their studies, but after a\nsacrifice to the Shadow, they awoke with new insights. The\nShadow can also serve as a [[warlock]]'s patron. While the Shadow won't interact\ndirectly with a warlock, they could receive visions like a priest;\nthey could interact with a [[fiend]] who claims to speak for the\nShadow; or they could be mistaken about the nature of their\npatron, and actually be bound to the [[overlord]] [[Sul Khatesh]].\n\nIn addition to mystical knowledge, priests of the Shadow\noften know things they simply shouldn't know—secrets that can\nharm people if revealed. Priests of the Shadow can sometimes\nbe found working as fixers in the criminal underworld; how\nmuch are you willing to pay for the knowledge you seek?\n\nBeyond all this, the Shadow is seen as a corrupting force that\ncreates monsters, both figuratively through temptation, and\nliterally—it is said to have created many of the [[monstrosities|monstrosity]]\nthat prey on innocents. In turn, many monstrous creatures see\nthe Shadow as their patron.\n\nThe Shadow's symbol is an obsidian tower.\n\n<<<\n''Forbidden Magic''<br/>\nThe Shadow tempts you to perform evil actions and can teach\nspells no one should know. A GM could choose to grant a character one or more\nadditional spells that have dangerous or unpleasant side\neffects every time they're cast. Or the Shadow could grant a\nspellcaster the ability to increase the power of any spell they\nknow—as if it was cast at a higher [[tier|spell tier]]—once\nper day, but in doing this, it triggers a negative effect.\nRegardless of what effects you establish, they should\nillustrate a clear and concrete reason why this magic is\nforbidden. Someone or something will pay a price every time\nthis magic is used. Consider the following ideas:\n\n* When you cast the [[spell]], you or one of your allies suffers necrotic damage or a [[disadvantage]] on their next action.\n* When you cast the spell, an innocent creature dies. You have no control over who will suffer and may never know who it is.\n* When you cast the spell, plants wither and all living creatures within 15 feet of you take necrotic damage.\n* When you cast the spell, choose an ally within sight. That player can reveal a disturbing secret about their character to you. This must be worse than any previous secret they've revealed; if they can't or if they choose not to, the spell fails.\n* When you cast the spell, the effect of the spell itself is particularly horrifying.\n<<<",
        "modified": "20210727192030605",
        "tags": "[[Dark Six]] deity",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "entity",
        "color": "#8C4606",
        "tooltip": "Dark Six Sovereign, the dark side of knowledge and ambition"
    }
]