[
    {
        "created": "20210208070649449",
        "text": "High King Shaeras Vadallia rules the martial nation of [[Valenar]] in [[Khorvaire]]. His honored ancestor is the [[Tairnadal]] hero [[Vadallia|Vadallia and Cardaen]].\n\nVadallia came from the [[elves|elf]]’ homeland of [[Aerenal]] as the leader of a host of elf mercenaries. During the [[Last War]], the leaders of [[Cyre]] bought the allegiance of the [[Valaes Tairn]]—the largest faction of the [[Tairnadal]], the elven warclans of northern [[Aerenal]]. Establishing their war camps at the southern tip of Cyre, the elves quickly became the most devastating component of Cyre’s cavalry and commando forces.\n\nLed by Vadallia, the elves targeted [[halfling]] war\nbands, [[hobgoblin]] mercenaries, and the forces of\n[[Breland]] and [[Karrnath]]. Though [[Cyre]]’s enemies tried\nto buy the elves’ services, the [[Valaes Tairn]] stayed\nunfailingly loyal to Cyre for over thirty years. It was\nthus a shock when elves turned on their Cyran paymasters and seized the lands they had defended for decades. Shaeras Vadallia proclaimed himself high\nking of the new nation of [[Valenar]], using an ancient\nelven claim to the land to justify his actions.\n\nWhen Vadallia led his warriors to [[Khorvaire]] to\nfight under the flag of [[Cyre]], it was for the glory of\nwar. The [[Tairnadal]] elves devote their lives to martial\ntraining, but war games are no match for a chance\nto engage in true battle. War in Khorvaire promised\nthe elves a chance to win glory in their ancestors’\nnames, even as entering the fight on the side of\nbeleaguered Cyre provided a fine opportunity to\nhone the skirmisher tactics they had perfected over\ngenerations. But as the struggle\nsettled into a routine, the challenges faded. Some\nsay the Queen of Cyre insulted Vadallia, but most\nbelieve that it was the desire for glory that drove the\nwar leader to turn on Cyre and annex the lands he\nonce defended.\n\nEach of the forty-five warclans of the [[Valaes Tairn]] is obligated to take a\nturn serving High King Vadallia as part of the\nHost of [[Valenar]]. The host consists of twenty\nwarclans—ten tasked with maintaining order\nthroughout the realm, and ten engaged\nin military operations as directed by the\ncrown. A warclan serves on the Host\nof Valenar for ten years before being\nreleased to conduct independent operations and raids, though warclans can\nbe recalled to assist and support the\nHost of Valenar by the high king.\n\nThe warclans of [[Valenar]] have only one goal—glory\nin combat. And while the [[Valaes Tairn]]’s border raids\nare seen as little more than posturing by disaffected\ntroops, it has been suggested that High King Vadallia\nhas an ulterior motive. Valenar’s raids are carried out\nby independent warclans, never by the Host of Valenar. However, Vadallia makes no real effort to stop the incursions, and many believe that with the [[Last War]] ended, the Valaes Tairn are attempting to goad Valenar’s neighbors (particularly [[Karrnath]]) into a\nfull-blown military response. If war does erupt again in southern Khorvaire, the elves are well prepared for a long and glorious campaign.",
        "title": "Shaeras Vadallia",
        "modified": "20221108230327466",
        "tags": "Tairnadal government Valenar elf humanoid",
        "type": "text/vnd.tiddlywiki",
        "article": "High King ",
        "category": "person",
        "color": "#FEA627",
        "tooltip": "Tairnadal ruler of the nation of Valenar"
    }
]