[
    {
        "created": "20210128172152075",
        "text": "Long ago, the [[quori]] meddled with the bloodlines\nof all sorts of creatures in [[Sarlona]] in their efforts to\ncreate perfect [[vessels|Chosen]]. They quickly discovered their\ninterference had created a backlash in nature—[[quorbred|quorbred creature]],\ncreatures antithetical to [[psionics]]. One such\nplace was the Shanjueed Jungle in western [[Ghirvagura]]\nnear [[Adar]], where the [[quori]] had manipulated the fauna\nfor centuries, testing their ideas on material hosts.\n\n''Wyndurgha'', an [[Inspired]] lady who controlled western\n[[Ghirvagura]], conceived a plan to destroy the beasts of the\nShanjueed. She had discovered a strange focused energy\nnear the forest's heart. Her people built a [[monolith|hanbalani alta]] in the\ncenter of the jungle and a wall around the woodland to\ncontain its //altavars//, or so Wyndurgha told them. The workers cleared all the remaining vestiges of the jungle from\noutside the wall, killing any creatures they found. Wyndurgha then went inside to destroy the evil spirits forever.\n\nShe never returned. Her people claim she sacrificed\nherself to protect them. The truth is, Wyndurgha's plan\nfailed catastrophically. Her attempt to use the monolith\namplified the forest's connection to [[Mabar]], infecting the\nShanjueed with a creeping [[undeath|undead]] that has now reached\nthe walls built to contain it. \n\n!! Links to Headers\n* <<scrollToHeader \"Notable Features\">>\n** <<scrollToHeader \"Hut and Surrounds\">>\n** <<scrollToHeader \"Secret Chamber\">>\n** <<scrollToHeader \"Hideaway\">>\n** <<scrollToHeader \"Hidden Stump\">>\n* <<scrollToHeader \"Encounters\">>\n* <<scrollToHeader \"Development\">>\n* <<scrollToHeader \"Treasure\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Notable Features\n\nShanjueed Jungle is perhaps the largest [[Mabar]] [[manifest zone]] on Eberron. The center of the zone lies in the heart of the forest. It expands slowly each year and now covers a circle nearly as wide as the forest. Within the zone, it is\nas if Mabar were coterminous with Eberron. In addition, anyone slain in the forest rises as a random type of [[undead]] the next night (usually a [[zombie]]). Several [[terrible cyst]]s also exist within the corrupt jungle.\nAt the forest's very heart, where Wyndurgha's [[monolith|hanbalani alta]]\nonce stood, the traits of [[Mabar]] hold complete sway in a\n300-foot sphere that is also expanding.\n\nThe wall that holds the jungle back is manned by\n[[Edgewalker|Edgewalkers]] troops who see it as their honor to keep the\nevil within. No gate bridges the outside world and the\njungle. Nobody is allowed to enter or leave the Shanjueed,\nunder penalty of death.\n\nStill, the forest does have uncorrupted inhabitants.\nA nameless [[druid]] with wild red hair and a young face lives in the southern jungle.\nAnimals and plants are her only friends, and she speaks\nonly with her mind. Following are the details of her\nliving area in the Shanjueed.\n\n!!! Hut and Surrounds\n\nA plain wooden hut sits in the\nmidst of many trees and under one particularly massive\none. Its roof is made of bark and grass. The doorway faces\nnorth, covered only by a tangled curtain of vines. No\nwindows are set into the walls.\n\nNear the hut, the ground is clear, but elsewhere it\nis choked with light and heavy undergrowth. Freshwater\nbogs, shallow and deep, make the area treacherous. A [[dire ape|dire beast]] watches the\nhut from nearby if the [[druid]] is home. \n\n!!! Secret Chamber\n\nAlthough the hut appears\nsimple and has a grass pallet for sleeping, underneath\na grass rug in the center is a hidden trap door. Beyond the door is the nameless druid's true living space carved out of living rock. The place is\ncool and dry, except for a small pool of pure water\nthat wells up from deep underground. A comfortable\nbed of furs occupies a small place on the floor, which is\notherwise empty. The whole cave is painted with scenes\nof life and death in the Shanjueed, images layered one\nover another.\n\nA small side cave contains paints, brushes, and the\ntools for making them. It also holds the blackened and\npolished skulls of three [[human]]s and two [[shifter]]s (one of\nthese is all that remains of Bruus—see Development below).\n\nA woven vine curtain hangs over a portion of the\neastern wall, barely hiding a passage there.\n\n!!! Hideaway\n\nA natural rock seals this hidden area. The druid hides here when she needs to,\nbut the sealed wall would make it dangerous to sleep here\nor stay here long.\n\n!!! Hidden Stump\n\nA passage from the secret chamber\nruns nearly 300 feet to a stump. Actually a doorway into\nthe druid's abode, the entrance is nearly impossible to\ndetect from the surface. \n\n!! Encounters\n\nGetting into Shanjueed means passing the wall and\nthe [[Edgewalker|Edgewalkers]] guardians. Edgewalkers ([[creature tier]] ''2'') attack first and ask questions later. Still, they're the easy part. Navigating the nightmare that is the Shanjueed is far more difficult.\n\nWhile characters travel through the [[Mabar]] part of the\njungle, they have a significant chance of encountering [[shadow]]s or other dark [[manifestation]]s or [[undead]] of that realm, or beasts touched by the Endless Night. Anywhere in the jungle, [[quorbred creature]]s can be found.\n\n!! Development\n\nThe nameless [[druid]] attracted the attention of the\n[[Edgewalkers]] one day when she approached the wall.\nThinking she was an //altavar// come to free the forest from\nthe bonds of the wall, the soldiers on the wall attacked\nher. The bravest among them, a mighty [[shifter]] [[ranger]]\nnamed Bruus, went into the Shanjueed with several\nhand-picked warriors to find and slay the evil spirit.\nThey never returned. Since then, lightning storms,\nunnatural hail, swarms of insects, and even fire have\nassaulted the wall at unpredictable moments. A few of\nthe fallen have risen as [[zombie]]s and [[ghoul]]s. Clearly the\naltavar still lives, and it must be put down for the good\nof [[Ghirvagura]].\n\nNews of the //altavar// of Shanjueed has reached the\nelders of [[Tashalatora]]. They suspect this spirit isn't a spirit\nat all, but the creature that was once Wyndurgha. If she\ncould be secured as an ally for [[Adar]]...\n\n!! Treasure\n\nLegend speaks of a [[Ghirvagura]]n [[necromancer|necromancy]] who lived\nin the center of the Shanjueed Jungle in [[Sarlona]]'s ancient\npast. He is said to have had great power. Some who know\nthe tale, such as the [[Keepers of the Word]] in [[Tashalatora]],\nsay it indicates he found a relic left by [[giant]] explorers in\nancient times. Who knows what other magic lies hidden\nwithin the Shanjueed. ",
        "title": "Shanjueed Jungle",
        "modified": "20230104005006880",
        "tags": "[[manifest zone]] Ghirvagura forest Riedra Sarlona",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#3B5C0A",
        "polygons": "7.043,202.92 6.452,203.27 5.742,203.96 5.603,204.43 5.114,204.93 4.929,205.41 5.474,205.52 6.157,205.7 6.674,205.89 7.283,205.72 7.606,205.3 8.354,205.08 8.898,205.2 9.609,205.56 9.295,206.09 8.557,206.42 8.151,206.91 7.578,207.05 7.154,207.4 6.831,207.9 6.092,208.23 6.129,208.68 6.775,208.9 7.468,209.06 8.289,209.17 8.76,208.78 8.926,208.1 9.434,207.63 10.043,207.38 10.412,207.03 10.662,206.29 10.422,205.64 10.948,205.35 11.585,204.89 11.622,204.26 11.197,203.63 10.532,203.3 9.443,203.21 8.649,202.86 7.865,202.62",
        "style": "{\"color\":\"#333C1A\",\"fillColor\":\"#66883F\",\"fillOpacity\":\"0.8\"}"
    }
]