[
    {
        "created": "20200413214354108",
        "text": "The Sharn Watch is responsible for enforcing the laws\nof the city. The sentinels of the watch patrol the streets\nof [[Sharn]], to all outward appearances vigilant for signs\nof unrest. In truth, the Sharn Watch is riddled with corruption, from the commanding officers down to the lowliest patrollers. Dedicated guards who truly want to protect the innocent do exist. But bribery nonetheless runs\nrampant, and the watch has a way of failing to show up\nsomewhere at the same time that [[Daask]] or the [[Boromar Clan]] is perpetrating some misdeed. \n\n!! Benefactors and Response Time\n\nA common viewpoint among the citizens of Sharn is\nthat in the [[upper ward]]s, the Sharn Watch works for the\nwealthy; in the [[middle ward]]s, it works for the [[Boromar Clan]]; and in the [[lower ward]]s, it doesn't work at all. This assessment is close enough to the truth. There's\nan important undercurrent in the situation, however.\nAlthough most officers of the Watch take bribes, that\ndoesn't mean all of them don't care about their city and\nwon't try to keep their communities safe; they do so because they see their benefactors as being an important part of the continued health of their community. For\ninstance, those officers who take gold from the [[Boromar Clan]] believe that the Boromars help keep the city running and give the people what they want. But if some\nstrangers in town break the law, they're just troublemakers who deserve to be run in.\n\nAs another example, the guards of the [[Dura]] [[Bazaar]]\nhave an understanding with the gang of pickpockets\nknown as the [[Little Fingers]]. As long as the thieves\ntarget only tourists and foreigners, the Watch will dismiss any charges brought against them. Why should an officer of the Sharn Watch care if some [[Aundair]]ian\nwith more gold than sense gets robbed? But if the Little Fingers pick on a local, they're asking for trouble.\nThe relationship works both ways; the pickpockets are\nprivy to things the Watch officers aren't, and they often\nwarn the Watch about suspicious people or activities\nthey witness.\n\nWatch officers do exist who are entirely crooked and\ncare nothing for the law. At the other extreme, some\nofficers are entirely honorable and place the law above all else, and most of those are willing to risk their lives to save an innocent bystander from a rampaging [[Daask]] [[troll]]. But most members of the Watch are pragmatists who put the needs of their clients uppermost, the needs of the citizenry second, and generally don't take action against locals.\n\nThe upshot of all this is that the Watch's response to\na crime can vary significantly depending on the nature\nof the crime and where it's committed. As a rule, when\na crime is committed in [[Skyway]], any of the [[upper|upper ward]] or\n[[middle ward]]s, [[Lower Central]], [[Lower Tavick's Landing]],\nor [[Precarious]], members of the Watch arrive to intervene\nand investigate as soon as possible. In [[Cliffside]], [[Lower Menthis]], and [[Lower Northedge]], the few Watch members\nin these locations address crimes in order of priority. In\n[[Lower Dura]] and the [[Cogs]], the Watch's response is typically very slow. \n\n!! Sharn Watch Divisions\n\nThe discussion above primarily concerns the rank and\nfile of the Sharn Watch, the guards who walk the streets\nday in and day out and the officers who supervise them.\nThe Watch also includes a few special divisions that\ncould cross the paths of the adventurers. \n\n* The [[Blackened Book]]\n* The [[Guardians of the Gate]]\n* The [[Redcloak Battalion]]\n* The [[Goldwings]]\n\n!! Sharn Watch NPCs\n\nThe Sharn Watch includes people from all walks of life: veterans of the [[Last War]], retired adventurers, lifelong residents of the city, and immigrants who have become [[Brelish|Breland]] citizens. You can select from or roll on the Race and Personality\ntables below to generate a Watch NPC. There is a <<drp 75% \"Taking bribes.\" \"Not taking bribes.\">> chance the NPC is taking bribes from the [[Boromar Clan]]\nor another wealthy patron. This doesn't necessarily\nmean that the officer is willing to take a bribe from one\nof the adventurers.\n\n| !<<dr d20>> |!Race || !<<dr d10>> |!Personality |\n| 1 |[[changeling]] || 1 |Disgruntled veteran of the [[Last War]] who has seen everything |\n| 2-4 |[[dwarf]] || 2 |Lifelong [[Sharn]] resident who loves discussing rumors and debating the city's best haunts |\n| 5-6 |[[elf]] || 3 |Layabout who tries to do as little work as possible |\n| 7 |[[gnome]] || 4 |Eternal optimist who encourages victims of crime to have hope and look on the bright side |\n| 8-9 |[[half-elf]] || 5 |Investigator who loves to get to the bottom of a mystery |\n| 10-11 |[[half-orc]] || 6 |Rookie with no experience in facing danger who is a bundle of nerves |\n| 12-13 |[[halfling]] || 7 |Brawny meathead who believes all problems can be solved with force |\n| 14-16 |[[human]] || 8 |Greedy opportunist who's always angling for a bribe |\n| 17 |[[kalashtar]] || 9 |Uptight perfectionist who appears to do everything by the book |\n| 18 |[[shifter]] || 10 |Unfriendly interrogator who assumes everyone spills their secrets to the [[Tyrants]]. |\n| 19-20 |[[warforged]] |||<|\n\nSome of the Sharn Watch's most important people are\nas follows:\n\n* Lord Commander [[Iyan ir'Talan]] ([[human]])\n* Commander [[Lian Halamar]] ([[halfling]])\n* Commander [[Belew Yorgan]] ([[dwarf]])\n* Commander [[Silaena Cazal]] ([[elf]])\n* Commander [[Iyanna ir'Talan]] ([[human]])\n* Lady Warden [[Maira ir'Talan]] ([[human]])\n* Captain [[Daja Brel]] ([[human]])\n* Captain [[Khandan Dol]] ([[dwarf]])\n\n!! Watch Station\n\nSharn Watch stations are located throughout the city.\nThe largest are the garrison posts like [[Daggerwatch]] and\n[[Sword Point]]; smaller stations in various places are used\nto hold criminals, dispatch patrols, and take care of day-to-day business.\n\nA typical Sharn Watch station has two well-guarded\nentrances. One is connected to a main vestibule, where\nan officer in a security room with a magically reinforced\nwindow signs visitors in and confiscates their spell components, spellcasting focuses, and weapons. The other entrance is a large barred and warded door that leads to\nthe garage, which holds [[skycoach]]es and [[soarsled]]s. Both\nof these areas are connected to the station's bullpen by\nway of locked and warded doors. \n\nThe below table offers reasons\nwhy the characters might need to visit (or break into)\nsuch a location. \n\n| !<<dr d6>> |!Adventure Goal |\n| 1 |Destroy evidence of a crime that's being stored in a Watch station, or plant evidence in a Watch station to frame someone for a crime. |\n| 2 |Learn which members of a station's crew are on the payroll of a criminal organization. |\n| 3 |Ensure the station's Watch officers are indisposed during an upcoming crime spree. |\n| 4 |Help defend a Watch station from a siege. |\n| 5 |Free someone being held at a Watch station. |\n| 6 |Steal uniforms from a Watch station. |\n\n!! Sharn Watch Villains\n\nCorrupt or extremist members of the Sharn Watch are villains of a special sort: legitimate authority figures who have access to the city's law-enforcement resources. The protections these villains enjoy often call for drastic measures to stop them, which the characters might be labeled as criminals themselves and might have to go underground to avoid arrest or harassment. Examples of Sharn Watch villains appear on the table below. \n\n| !<<dr d6>> |!Villain |\n| 1 |A [[dwarf]] arrests random [[halfling]]s on the streets in the [[lower ward]]s and allows [[Daask]] agents to interrogate and torture them. |\n| 2 |A [[Brelish|Breland]] veteran of the [[Last War]] arrests and murders innocent [[Cyran|Cyre]] refugees, claiming each time that the victim tried to attack him. |\n| 3 |A [[changeling]] investigator works for the [[Tyrants]] and pins unsolved crimes on other Sharn Watch members who interfere with the Tyrants' business. |\n| 4 |A [[half-elf]] works her way through the ranks of the Sharn Watch by assassinating her superiors but making it look like they died in the line of duty. |\n| 5 |An [[elf]] in the [[lower ward]]s comes to the aid of only those who pay a monthly protection fee. |\n| 6 |A [[Blackened Book]] mage confiscates [[magic item]]s from others to auction off to criminals. |\n\n!! Sharn Watch Campaign Themes\n\nIf you want to make the Sharn Watch a significant part\nof the campaign, you can develop a story for a particular commander. [[Lian Halamar]] is the primary agent of\nthe [[Boromar Clan]], and if the adventurers are fighting\nthe Clan, any interaction with the Watch can ultimately\ncome to Lian's attention, with his corruption slowly becoming more and more evident. If the characters oppose\nHouse [[Tarkanan]], it could be Commander [[Cazal|Silaena Cazal]] who\nkeeps interfering with their investigations and placing obstacles in their way. Can the adventurers find a way to\nremove their rival from power?\n\nAnother option is to focus a story on Commander [[Iyanna|Iyanna ir'Talan]] and her efforts to purge corruption from the Watch. A chance encounter could bring the two together; perhaps the adventurers are on the scene when Iyanna is targeted by assassins. Iyanna could call on the adventurers to investigate corruption and to deal with officers who are breaking their oaths. How deep are they willing to go?\n\nIf the adventurers do form an alliance with a Watch\nofficer, you can use the table below to create adventure hooks for parties and side quests for individual characters—cases their ally doesn't trust the\nWatch regulars to handle fairly. \n\n| !<<dr d8>> |!Assignment |\n| 1 |Solve a murder that occurred in [[Skyway]]. |\n| 2 |Find a [[dreamlily]] den and arrest the place's owner and its supplier. |\n| 3 |Protect an ambassador from [[Sarlona]] who is joining a [[Morgrave University]] expedition to the [[Cogs]]. |\n| 4 |Monitor the [[Lyrandar Tower]] airship dock for a specific criminal reportedly trying to leave the city. |\n| 5 |Apprehend a war criminal rumored to be arriving in [[Sharn]] by [[lightning rail]], and deliver the criminal to the nearest Watch station. |\n| 6 |Take a visiting dignitary on a tour of the city and keep them happy. |\n| 7 |Venture into the bowels of the city to find a wanted terrorist who has kidnapped a [[magewright]] and stolen the parts needed to build an explosive device. |\n| 8 |Handle a prisoner exchange—one captured criminal for one captured Sharn Watch officer. |\n\n!! Sharn Watch Adventure Hooks\n\nThe table below presents\nideas for additional adventures themed around the\nSharn Watch.\n\n| !<<dr d4>> |!Adventure Hook |\n| 1 |The Sharn Watch cracks down on [[Daask]], which leads to violent confrontations in the city's [[lower ward]]s. |\n| 2 |The [[Sharn Inquisitive]] publishes an article claiming that [[changeling]]s of the [[Tyrants]] have stolen the identities of many Watch officers, leading to citywide distrust of the organization. |\n| 3 |After a [[Thrane]] immigrant opens a sealed entrance to [[Old Sharn]]'s ruins, the [[Guardians of the Gate]] do not allow anyone in or out of [[Sharn]] until the immigrant is found and the entrance is resealed. |\n| 4 |Agents of the [[Blackened Book]] find scrying sensors in Sharn Watch stations throughout the city. |",
        "title": "Sharn Watch",
        "modified": "20220805230526528",
        "tags": "[[law enforcement]] Sharn",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "primary law enforcement agency of Sharn"
    }
]