[
    {
        "created": "20200421054233168",
        "title": "Sharn Council",
        "text": "Many make the mistake of assuming that the [[Lord Mayor of Sharn]] holds the greatest power within the city. In fact, the City Council appoints the Lord Mayor, and the commanders of the [[Sharn Watch]] report to the Council.\n\nThe Council of [[Sharn]] is comprised of 17 councilors: one from each [[ward|Wards of Sharn]] of the city, with [[Cliffside]] merged into [[Dura]] and a single councilor representing both [[Ashblack]] and [[Blackbones]]. The\nprecise method by which a councilor is appointed\nvaries from ward to ward. In theory, it is a diplomatic selection made by the leaders of the ward, but what it takes to be a “leader” varies considerably. In\nsome wards, anyone with a certain amount of income\nor property can participate in ward councils and\nelections. In others, ward elections are entirely in\nthe hands of [[trade guild]]s, noble families, or other\npower groups. While in theory each councilor has an\nequal voice, in practice the influence of a councilor\nis derived from his backers. The local merchants of\n[[Lower Menthis]] support [[Savia Potellas]], and she knows\nbetter than to openly oppose [[Caskar Halavik]], who has\nthe backing of the [[Boromar Clan]]. If she stirs up too\nmuch trouble, she might wind up at the bottom of the\n[[Dagger River]]. However, she finds other ways to deal\nwith Caskar and pursue her own goals—including\nhiring adventurers to upset his plans. Likewise, while\neach councilor is supposed to represent the interests\nof his or her ward, a councilor usually puts his backers\nfirst, his personal district second, and his ward third.\nThus, the three councilors with ties to the [[Boromar Clan]] usually vote as a unit.\n\nThe City Council meets in [[Council Hall]] in [[Upper Central]], and commands a variety of powers. The Council establishes the laws of the city, although\nif they wish to pass a law that completely contradicts\nthe [[Code of Galifar]] or the traditions of [[Brelish|Breland]] Law,\nthe crown or parliament might have something to say\nabout it. Laws may vary per ward, allowing a councilor\nto shift the traditions of the city to benefit his backers.\nThe Council also determines how to use the resources\nof [[Sharn]], from taxes to the power of the [[Sharn Watch]].\nFinally, the Council appoints the high officers of the\ncity, including the [[Lord Mayor|Lord Mayor of Sharn]]. The councilors do\nnot appoint the city's representatives to the [[Breland Parliament]]; following the democratic traditions of the nation, the three legislators are elected by popular\nvote, with every legitimate resident of Sharn having\nthe right to participate. However, the Council manages and administers the election, and councilors can usually exercise a considerable amount of influence\nover the voters in their districts, whether through\ncharisma or graft. \n\nAll major political appointments in Sharn occur\non [[9 Rhaan|Khorvaire calendar]], [[Boldrei's Feast]]. Members of the [[Breland Parliament]] serve two-year terms, city councilors\nserve for three years, and the Lord Mayor's performance is usually reviewed every four years. There\nare no term limits, and quite often an election passes\nwith no changes whatsoever. \n\n!! Members of the Council\n\nThe members of the City Council are quite diverse.\nSome are crooked, others are idealists, and [[one of them appears to be an owl|Hruitt]]. All of them are well known in their home wards, and any of them could have use for a team of adventurers. The table below describes\na few of the city leaders you might bump into in [[Upper Central]] or at the [[Tain Gala]]. If your character has the noble background, you might already know one of them. \n\n| !<<dr d17>> |!Councilor |\n| 1 |[[Sorik Sensos]] ([[half-elf]]) represents [[Middle Central]]. An elder statesman and a brilliant orator, he is rumored to be involved in a web of bribery and graft. |\n| 2 |[[Sava Kharisa]] ([[human]]) is the outspoken councilor from [[Lower Central]]. Since taking her seat, she has fought to improve conditions for the lower classes of Sharn, and she has made many enemies on the council and beyond. |\n| 3 |[[Thurik Davandi]] ([[gnome]]) represents [[Upper Menthis]]. He is known to have ties to [[Zilargo]] and the [[Boromar Clan]], and reportedly loves intrigues and blackmail. |\n| 4 |[[Savia Potellas]] ([[human]]) has her hand in the entertainment industry of [[Lower Menthis]]. She hopes to reduce the influence of organized crime in her district, but it's a dangerous game. |\n| 5 |[[Maza Thadian]] ([[elf]]) represents [[Upper Northedge]]. A venerable elf and owner of one of the finest restaurants in Sharn, she fights to maintain tradition but definitely puts the needs of the wealthy ahead of the poor. |\n| 6 |[[Shassa Tarr]] ([[shifter]]), from [[Lower Northedge]], represents the interests of the merchants and shifters of her ward. She is a cunning diplomat and devoted to her constituents. |\n| 7 |[[Bestan ir'Tonn]] ([[human]]) has represented [[Upper Tavick's Landing]] for thirty years, and largely views his ward as a separate city within the city. He has a reputation for stirring up conflict and setting the other councilors against one another. |\n| 8 |[[Kilk]] ([[changeling]]) represents the merchants of [[Lower Tavick's Landing]]. Whispered rumors suggest that the changeling has ties to the mysterious [[Tyrants]]. Some insist that Kilk is actually an identity shared by a group of changelings. |\n| 9 |[[Hruitt]] (owl) is a [[giant owl]] who can assume human form. A former aerial racer, he's a clever negotiator who fights for the good of the [[Bazaar]] and [[Middle Dura]], often opposing the [[Boromar Clan]] and its allies. |\n| 10 |[[Ilyra Boromar]] ([[halfling]]) is the councilor for [[Lower Dura]], but it's common knowledge that her true allegiance is to her family and its [[criminal empire|Boromar Clan]]. The current ongoing conflict with [[Daask]] has weakened her family and her position. |\n| 11 |[[Evix ir'Marasha]] ([[human]]) represents [[Skyway]]. Lady Marasha owns the [[Celestial Vista]] restaurant, along with several other valuable businesses. She's an eloquent speaker who supports many radical positions, including abolishing the monarchy after the death of King [[Boranel|Boranel ir'Wynarn]] and recognizing Sharn as an independent province. |\n| 12 |[[Nolan Toranak]] ([[dwarf]]), the councilor for the [[Cogs]], is largely seen as a tool of the industrialists who own the foundries there. Members of his family were killed by [[warforged]] during the [[Last War]], and Toranak harbors a bitter grudge against House [[Cannith]] and the warforged. He has tried to have warforged reclassified as property, and seeks to suppress warforged activists in the Cogs. |\n| 13 |[[Javan Tomollan]] ([[human]]), a shrewd man and a tough bargainer, represents [[Upper Central]]. He earned his fortune representing House [[Lyrandar]], although he has since parted ways with the house. He is a fair man with respect for hard work. |\n| 14 |[[Caskar Halavik]] ([[halfling]]) is the representative of [[Middle Menthis]]. An immigrant to Sharn from the [[Talenta Plains]], Caskar made a name for himself in the [[Little Plains]] district for his skill at [[clawfoot]] racing. Caskar often sides with [[Ilyra Boromar]] on council decisions. |\n| 15 |[[Doran Cantar]] ([[human]]) represents [[Middle Northedge]] He is a devout follower of [[Boldrei]], and is by all accounts an honest, dedicated, and charismatic figure. |\n| 16 |[[Borian Haldorak]] ([[dwarf]]) represents [[Upper Dura]]. His main supporters are the dwarven bankers and merchants of [[Highhold]]. He is a member of the Gold Concord of the [[Aurum]]. |\n| 17 |[[Dalaina Ironhand]] ([[dwarf]]) is the representative of [[Middle Tavick's Landing]]. Dalaina primarily represents the merchants of her district, and is a no-nonsense negotiator. She is often in opposition to the \"[[Boromar|Boromar Clan]] Block\". |",
        "modified": "20210727192031156",
        "tags": "government Sharn",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]