[
    {
        "created": "20210126052716932",
        "title": "Sharadhuna",
        "text": "Lady Sharadhuna, high minister of the [[Thousand Eyes]], is the [[Devourer of Dreams]]' greatest rival. Although Sharadhuna believes control of\nhumanity should anchor [[Dal Quor]] and prevent the turn of the age, she thinks that [[Sarlona]] is sufficient to accomplish\nthis goal. Sharadhuna believes that the Devourer is pressing for continued expansion not on the orders of [[il-Lashtavar]],\nbut because he draws power from the pacified populace.\nIf Sharadhuna is correct, the Devourer actually seeks to\nreplace il-Lashtavar, assuming its place as the driving force\nof Dal Quor. Sharadhuna believes that the [[quori]] need be\nconcerned only with fully securing Sarlona, including\n[[Adar]], [[Syrkarn]], and the [[Tashana Tundra]]. She resents the unquestioned authority held by the agents of the [[Dreaming Dark]] and believes that the [[Thousand Eyes]] is performing the most crucial work of the age. Sharadhuna is gaining\nsupporters, and she hopes to find a way to supplant the\n[[Devourer|Devourer of Dreams]] as the voice of [[il-Lashtavar]]. Still, she has no idea\nwhat such a transformation could require.\n\n''Getting the PCs Involved:'' Lady Sharadhuna can\nbe an unlikely ally for the PCs. When the characters are\ncaptured by the [[Thousand Eyes]], to their surprise, they\nare not executed. Instead, Sharadhuna provides them\nwith information they need to upset some of the plans\nof the [[Dreaming Dark]]. Using the PCs as her catspaws,\nSharadhuna can embarrass the Devourer and increase\nher support, possibly even supplanting the Devourer.\nIf Sharadhuna assumes power, she focuses her efforts\non [[Sarlona]], and [[Khorvaire]] becomes a safer place for it.\n[[Adar]], on the other hand, becomes less so. Although she\nmight help PCs fight the Dreaming Dark, Sharadhuna\ndoes nothing that could endanger [[Riedra]].",
        "modified": "20210727192031094",
        "tags": "Inspired humanoid Riedra",
        "type": "text/vnd.tiddlywiki",
        "article": "Lady ",
        "category": "person",
        "color": "#FEA627"
    }
]