[
    {
        "created": "20200422195728281",
        "title": "Shavarath",
        "text": "In Shavarath, [[angel]]s and [[devil]]s are locked in endless conflict. Radiant blades spill burning blood, and bolts of force smash angels from the sky. In another layer, champions\nof justice ride armored\n[[dragon]]s, assaulting a titanic\n[[airship]]. In yet another, steel\n[[kraken]]s tear apart celestial\nfrigates. There's only one\nconstant in Shavarath: war.\n\nThe war in Shavarath began\nat the moment of creation, and it\nwill continue to the end of time. Its\nprimary combatants are [[immortal]], and\nfallen soldiers return within a day or\nso. The forces are so evenly matched that a decisive victory is\nimpossible. To outsiders, this war seems pointless. Over the last\nfour hundred years of conflict in [[Nullius Terram]], the Legion of Justice has advanced its front line by perhaps 20 feet. Mortals\nmay look at this and ask, “Why continue to fight? Why not\njust leave the struggle and do something—anything—else?” In\nparticular, it's common for mortals to see the vast resources the\n[[celestial]]s devote to the war and protest, “Why don't you help\n//us//? You claim to be the Legion of [[Justice]], but innocent people\nare dying in [[Thaliost]] while you fight this meaningless war!”\n\nThe angel isn't fighting for a single nation, and this war\nisn't driven by gold or politics. The immortals of Shavarath\nbelieve that their war is reflected across every reality. [[Justice]].\n[[Tyranny]]. [[Cruelty]]. The war in Shavarath is a visible symbol of\nthe balance of power between these forces, and when it shifts\nin Shavarath, the immortals believe it shifts //everywhere//.\nFallen [[devil]]s will be reborn. New [[airship]]s will replace those\ndestroyed. But every tiny victory—every [[demon]] defeated,\nevery foot advanced in [[Nullius Terram]]—strengthens the\nforces of justice //everywhere//. Each [[angel]] knows they will\nnever win a truly decisive victory, but as long as they fight,\nthey can at least hold the line.\n\nSo to an angel, the destruction of a human city—or an entire\nnation—is trivial. Mortals will die; that's their most defining trait.\nEven a sympathetic angel sees a mortal as a snowflake: unique,\nbeautiful, but gone in a moment (and sooner if you touch it).\nThe angels fought long before today's mortal civilizations\nexisted, and if they hadn't held this line for countless eons, the\nMaterial Plane would be overrun by chaos and cruelty.\n\nIf you're a hero, you might look to the angel and say, “What\ncan I do to help? Can we fight at your side?” To which the angel\nsimply smiles and responds, “You already are.” Just as every\nmortal dreams in [[Dal Quor]] and has a [[shadow]] in [[Mabar]], there's\na sliver of every mortal soul that fights in Shavarath. The skill\nand power of these conscripts reflect your own courage and\nwill... and just like the angels, this sliver of yours can survive a\nthousand deaths. So it's not your place to fight on the battlefields\nof Shavarath. You do your part by living your life, by fighting for\nthe principles you believe in wherever you may be.\n\nThere is war in Shavarath, and there will always be war in\nShavarath. It can't be won, and it can't be abandoned. As a\nmortal in Shavarath, your primary goal should always be to\nsurvive—because in Shavarath, there are a million ways to die.\n\n!! Universal Properties\n\nThere's a part of you that's always been in Shavarath, a sliver of\nyour soul that's always been at war. When you're in Shavarath,\nthose instincts guide you. It's easier to strike a deadly blow, or\nto grit your teeth and fight on through pain or injury.\n\n* //''War Magic.''// When a creature casts a spell that enhances martial ability, the duration is doubled. \n* //''Unquenchable Fury.''// A creature has resistance against any spells or abilities that [[charm]], as well as against the [[calm emotions]] and [[sanctuary]] spells. In addition, the duration of these effects are halved. While a barbarian is raging, its rage can't be ended early unless it's knocked unconscious.\n* //''Fight On.''// Once between each rest, a creature can instantly recover from a minor injury.\n* //''Bloodletting.''// When a creature scores a [[critical success|full success]] (two or more 6's) with a physical attack, gain +1 additional [[impact]].\n* //''Flexible Time.''// Time's passage varies between Shavarath's [[layer]]s. In many, time passes at the same rate as on the Material Plane; if you spend an hour fighting in the [[Burning Sky]], an hour passes in Eberron. But other layers move at different speeds; you can spend a month in the trenches of [[Nullius Terram]] and find that less than three days have passed in Eberron.\n\n!! Denizens\n\nAll creatures in Shavarath are part of the war, whether they're\nsoldiers, tools, or victims. Those that fight are tied to [[legion|legion of Shavarath]]s,\nsuch as the Legion of [[Justice]] or the Legion of [[Tyranny]]. \n\nAn offensive's primary goals often focus on destroying an\nimportant opponent. The Legion of Justice knows it can't drive\nTyranny from [[Nullius Terram]], but defeating Lord Commander\nAstaralax is an important victory for the light, even though he's\nan immortal and will eventually return. Sometimes an especially\ngrand victory might cause an immortal to be “discharged”—when\nthis happens, a new being of equivalent power takes its place,\nbut it has a new personality, and the original spirit is eradicated.\nSuch victories are worth even more points in the grand system\nthat calculates the balance of power between the legions.\n\n!!! Conscripts\n\nIn [[Nullius Terram]], the trenches are filled with miserable\nsoldiers waiting for the offensive. The [[City of Knives]] is filled with\ninnocents struggling to survive and looters taking advantage of\nthe chaos. There are [[dragon]]s in the [[Burning Sky]]—but none of\nthese are mortals. They're all [[manifestation]]s, ideas conscripted\nto serve the purpose of the story. Conscripts appear to be\nsentient, but have no depth of personality or memory, can't leave\ntheir layers, and can't accomplish anything meaningful unless\naccompanied by a [[celestial]] or [[fiend]]. It's only when the [[angel]]\nleads a charge that the conscripts of Nullius Terram matter, and\nthough they inevitably die, they eventually reform. Conscripts\ncan use the statistics of the creatures they appear to be, but may\nnot have their full capabilities; the dragons of the Burning Sky\naren't as intelligent as true dragons. A conscript usually appears\nindistinct; it's hard to focus on them, and it's often easy for a\nviewer to imagine conscripts are members of their own species.\n\n!!! Sword Wraiths\n\nAll mortal creatures have a spiritual connection to Shavarath,\nand there's a sliver of their spirit in the plane. The strength of\nthis sliver is determined by the mortal's courage, willpower, and\nmartial drive. Conscripts are formed from this spiritual energy,\nbut have no awareness and may be formed from multiple slivers;\nunlike [[Irian]]'s [[ember]]s, the conscript doesn't resemble the source.\nSometimes, on the death of a great mortal warrior, echoes of\ntheir personality and martial spirit can coalesce into a sword wraith (though its abilities may vary based on the champion it echoes). Unlike standard conscripts, sword wraiths are capable of meaningful action even without the direction of an\n[[immortal]] and can command conscripts of their own. A sword\nwraith has the appearance of its mortal source and some of\nthe memories, but it's only an echo of the mortal, much like the\ntraces of memory that allow you to speak with dead. Sword wraiths reconcile their memories with the war within the layer. If there's a sword wraith of [[Karrn the Conqueror]] commanding troops in [[Nullius Terram]], he believes that he's fighting for\n[[Karrnath]] and can't be convinced otherwise; after all, he's only a\nmemory, and there are limits to his ability to reason.\n\nSo adventurers might meet [[Lhazaar]] as she commands a\nship in the [[Bloody Sea]]. [[Dhakaan]]i champions, the [[Mror clan]]\nfounders, heroes of the [[Last War]]—any of these could be found\nas sword wraiths, serving the legion that best matches their\nvalues. There are sword wraiths of many patron ancestors\nof the [[Tairnadal]] elves; however, these aren't the patrons\nthemselves, simply echoes left behind. While sword wraiths\ngenerally form after a mortal's death, the slivers of especially\nremarkable heroes can manifest sword wraiths even while\nalive. King [[Boranel|Boranel ir'Wynarn]] of [[Breland]] surely has a sword wraith\nserving in the Legion of Justice, and it's possible an adventurer\ncould meet their own sword wraith while exploring Shavarath.\n\n!!! Whirling Blades\n\nShavarath's whirling blades are enigmatic and deadly. These\n[[manifestation]]s are swarms of animated weapons—knives,\nswords—that tear through the air, eviscerating anything\nunfortunate enough to be in their path. Sometimes they follow\nconsistent paths like flocks of birds. Other times, they appear in\na flash, lashing at victims, then vanishing. The whirling blades\nmay be a defense mechanism designed to keep mortals from\ninterfering with Shavarath, and the longer mortals remain in\nShavarath, the more likely they are to be struck. These blade\nstorms can also leak out into the Material Plane in areas of\nparticularly brutal conflict, spilling blood on all sides.\n\n!!! Angels\n\nMost of Shavarath's [[celestial]]s serve the Legion of [[Justice]], which\nembodies the concept of war fought for a just cause. \n\nThe angels of Shavarath have a martial aspect, most\nappearing clad in armor, with their faces—and species—hidden\nbehind full helms. Any sort of angel can be found in Shavarath,\nwith its power reflecting its position. [[Planetar|planetar]]s command\ncenturies, while each cohort is commanded by a [[solar]] or a\n[[celestial]] being of greater power. While\nthe angels serve Justice Command, there are a few units also\ndevoted to the [[Sovereigns|Sovereign Host]]. The Century of the Sun asserts that\n[[Dol Arrah]] //is// Justice Command, and sword wraiths formed from\n[[paladin]]s of Dol Arrah serve with this century.\n\nWhile the Legion of [[Justice]] is the largest of the celestial\nlegions, there are others, such as the Legion of [[Freedom]], that operate on a smaller scale. \n\n!!! Demons\n\nDemons represent the chaotic savagery of war. Most serve the\nLegion of [[Cruelty]], and are wild, brutal, and far less disciplined\nthan the [[devil]]ish forces of [[Tyranny]]. \n\nAs with all [[immortal]]s of Shavarath, it's important to remember that these demons are first and foremost embodiments of war;\nregardless of what role a demon might play on another [[plane]],\nhere, it's devoted purely to the eternal war. It could be that there\nis a Cohort of Bones that uses [[undead]] conscripts in battle,\ncommanded by a [[fiend]] as powerful as an [[overlord]]—but this\ncommander wouldn't have the overlord's ambitions, instead focusing\non crushing the Cohort of the Sun in its layer.\n\nAs with [[angel]]s devoted to the [[Sovereigns|Sovereign Host]], some [[demon]]s\ndedicate themselves and their unit to the [[Dark Six]]. \n\n!!! Devils\n\n[[Devil|devil]]s can be just as cruel as [[demon]]s, but they represent the\ndisciplined practice of war in pursuit of oppression, and most\nserve the Legion of [[Tyranny]]. \n\n!!! Weapons of War\n\nThe battlefields of Shavarath contain engines of war unlike\nanything imagined on Eberron. Steel [[kraken]]s in the [[Bloody Sea]]. Massive cannons that could bring down [[Sharn]]'s towers with a single volley. Immense [[monstrosities|monstrosity]] that serve as living battering rams. However, even the grandest of these creations isn't a product of industry or arcane science—these\ntoo are conscripts. The mighty cannon isn't forged in some\ngreat foundry, but formed by the layer itself, because it's part\nof the //idea// of this battle. [[Fernia]] is a [[plane]] of industry where\nan [[artificer]] might learn amazing techniques from the [[dao]]; by\ncontrast, in Shavarath, an artificer might be inspired by what\nthey see, but most of the greatest weapons can't be replicated.\n\n!! Layers\n\nShavarath has countless [[layer]]s, each one reflecting a different\nstruggle. There's a vicious guerilla war in the Forest of Shadows. The Monolith is a mighty fortress that's always under siege; occasionally, the attackers tear it away from the\ndefenders, at which point the former defenders begin the\nsiege anew. Layers are connected by a network of heavily\nfortified portals, though the most powerful [[immortal]]s can\nshift between layers under their own power. Every legion has\na command center or headquarters in the layers in which\nthey operate. The legion might only assign a few centuries to\nsmaller layers, but if a layer's large enough—such as [[Nullius Terram]]—it may host an entire cohort.\n\nThese are a few examples of layers of Shavarath, but almost any vision of war could spawn a layer.\n\n<<list-links-article \"[tag{!!title}tag[layer]sort[title]]\">>\n\n!! Planar Manifestations\n\nHere are a few ways Shavarath can affect the Material Plane.\n\n!!! Manifest Zones\n\n[[Manifest zone|manifest zone]]s tied to Shavarath often inspire people to\nviolence and aggression, and can convey any of the plane's\nuniversal properties. These zones can be dangerous places to\ndwell, but can also encourage martial discipline and enhance\ntraining. While many of the greatest weapons in Shavarath\ncan't be removed from the plane, manifest zones tied to\nShavarath can often provide inspiration for [[artificer]]s and\nsmiths, and it may be possible to craft deadly enchantments in\na Shavaran manifest zone that simply aren't possible beyond it.\n\nManifest zones rarely act as gateways to Shavarath, but\nanything is possible when Shavarath is coterminous.\n\n!!! Coterminous and Remote\n\nWhen Shavarath is coterminous, people are quick to anger and\nmust be careful to not fight over trivial things. Angry words are\nmore likely to produce brawls, and restless thought to lead to\nriots or revolutions. The plane's //War Magic// and //Unquenchable Fury// properties spread worldwide while it's coterminous, encouraging violence. Meanwhile, in Shavaran [[manifest zone]]s, outbreaks of intense violence can draw whirling blades into the\nzone, slaughtering people on all sides.\n\nShavarath is traditionally coterminous for 1 year every 36\nyears. Throughout history, some military leaders have plotted\ncampaigns around this, while peaceful communities plan ahead\nto contain violence. In addition to its regular cycle, Shavarath\nfrequently grows coterminous for a single day; predicting these\nperiods was critical for battle strategy during the [[Last War]].\nShavarath is traditionally remote for a year every 36 years, which\nprevents the occasional single-day coterminous spikes, but\notherwise has no apparent effect on the Material Plane.\n\n!!! Shavaran Artifacts\n\nUnlike [[Fernia]]n [[elemental]]s, the [[immortal]]s of Shavarath don't\ncreate their weapons and tools of war; they're shaped by the\nplane itself. Many of the grandest weapons—explosives that\ncan level cities, airships the size of small towns—either can't\nbe removed from Shavarath or wouldn't function elsewhere.\nBut Shavarath is a potential source for armor, weapons, and\ntools of war, from common items to the artifacts wielded\nby the commanders of cohorts. These may be some of the\nmost powerful weapons in the multiverse—but they're also\nirreplaceable. You can steal the //Wand of Orra'Cys//, lord of the\nCohort of Bones—but he'll certainly want it back, and may\ndeploy [[demon]]s, [[warlock]]s, or other agents to reclaim it.\n\nThe legion an item is associated with affects its appearance.\nTools of the Legion of [[Justice]] are bright and inspiring, while\nthose tied to the Legion of [[Tyranny]] are grim and intimidating.\n\n!! Shavaran Stories\n\nThe simplest story is one of survival, escaping from Shavarath\nbefore being destroyed by the endless war. But Shavaran\nadventures touch the Material Plane too; here are some ideas.\n\n//''Blades of War.''// [[Cannith]] builds a forgehold for manufacturing\nweapons on a [[manifest zone]] tied to Shavarath. All goes well—until a planar spike unleashes whirling blades and everything is thrown into chaos. Making things worse, some experimental [[construct]]s have gone berserk, an experimental Shavaran\nexplosive is detonating in five hours... and it's possible an agent\nof the [[Lord of Blades]] has infiltrated the hold in the chaos. Can\nthe adventurers get things under control?\n\n//''The Surge.''// In [[Fairhaven]], an [[artificer]] creates an [[eldritch machine]] to channel Shavarath's power—but it works too well. When Shavarath becomes coterminous, the eldritch machine amplifies everyone's aggression. Riots and looting break out\nacross the city, while the guards act brutally to contain it. Can the\nadventurers find and deactivate the machine before the city tears\nitself apart? Is this the work of a single reckless artificer, or tied\nto the cult of [[Rak Tulkhesh]] or the Order of the [[Emerald Claw]]?\n\n//''Deadly Weapon.''// The adventurers find a corpse clutching the blade of Misery, an [[erinyes]] of the Legion of [[Tyranny]]. An agent of the [[Argentum]] died while attempting to take the blade to a place it could be destroyed. Will the adventurers\ntry to complete the mission, or claim the powerful sword as a\ntrophy? If they choose to keep it, Misery will eventually come\nlooking for her sword... and this cruel immortal will want to take\nsome time to torment any mortals who have sullied her blade.",
        "modified": "20210727192031301",
        "tags": "plane",
        "type": "text/vnd.tiddlywiki",
        "article": "the Eternal Battleground, ",
        "category": "location",
        "color": "#2E4708",
        "tooltip": "plane of war, an eternal battleground between powerful immortals"
    }
]