[
    {
        "created": "20220202202846184",
        "text": "Many see the days before [[Galifar]] as the golden age of piracy. [[Riedra]]n ships were on the [[Lhazaar Sea]], but there was no unified kingdom on [[Khorvaire]], and the [[dragonmarked house]]s had only a sliver of the power they wield today. In those days, [[Bloodsail|Bloodsails]] captain ''Vyra Eldaraen'' was the terror of the northern seas. She plundered the oceans for two centuries before her luck finally ran out, dying from wounds suffered in battle with a [[Mror|Mror Holds]] crew. With all the plunder she’d amassed, Eldaraen was restored as an [[oathbound|mummy]], and she chose to be bound to her ship. Though the [[Grim Lords]] warned against it, she sought to continue her career in piracy, and soon enough, the [[Deathguard]] allied with a brave captain—Bright Lorrister, a distant ancestor of the [[modern Prince|Lorrister]] of the [[Heavenly Fleet]]—to destroy Eldaraen and scuttle her ship. \n\nBut a century later, ships in the [[Straits of Orthoss]] reported a clear sighting of Eldaraen’s vessel, as good as new. It seemed that somehow, Eldaraen had become something more than any mere [[oathbound|mummy]]; she had become truly bound to the ship itself, and just as a [[lich]]’s body reforms after it is destroyed, the ship of Eldaraen will always return… even if no original part of the ship remains.\n\nStories of the Ship of Eldaraen vary. In some stories, the ship is actively populated by a crew of [[wight]]s and [[shadow]]s, with Eldaraen herself manifesting as a [[wraith]] or [[demilich]] among them. In others, the ship appears to be completely empty, but angry spirits later emerge from any plunder stolen from her. Despite conflicting accounts, the following facts are consistent:\n\n* The Ship seems to have become a mobile [[manifest zone]] tied to [[Mabar]], which extends 500 feet from the ship. Within that area, all light sources are dimmed, [[necromancy]] spells are cast with an extra [[advantage]], and [[undead]] have extra resistance to being [[turned|turn undead]] or frightened.\n* The Ship is immune to all forms of [[divination]]. Creatures can’t teleport into or out of the ship or use planar travel to enter or leave it, unless traveling to [[Mabar]].\n* The ship carries the plunder of centuries, but treasures taken from it often bring ill luck. Sometimes the items themselves are actively [[cursed]]. Other treasures cause the victim to be tracked by the Ship itself or specters from its crew, or haunted by nightmares until the loot is flung back into the water. The details vary, but the treasures of Eldaraen always return to her eventually.\n\nThe Ship of Eldaraen is not believed to be an active member of the [[Grim|Grim Lords]]; the ship follows its own path, and doesn’t appear to coordinate with the living (though she might be recruited to aid the [[Bloodsails]] in a time of great need). However, it is possible that Eldaraen is in contact with the [[Grim Lords]], communicating through [[sending]], or even mediating with them in the court of the [[Bone King]] of [[Mabar]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Ship of Eldaraen",
        "tags": "undead [[Bitter Sea]]",
        "modified": "20220202205012381",
        "color": "#8C4606",
        "category": "entity",
        "article": "the "
    }
]