[
    {
        "created": "20210312063720061",
        "text": "''Leader:'' [[Whisper]]<br/>\n''Notable Members:'' Rashade (Whisper's brother)<br/>\n''Turf:'' the [[Stormreach steam tunnels]]; can strike anywhere in [[Stormreach]]<br/>\n''Portfolio:''  Assassination, assault, extortion, hired muscle, murder<br/>\n''Tactics:'' Intimidation, violence\n\nGliding through the streets in the dying red of twilight, draped in tattered funeral shrouds like [[wraith]]s, these [[elves|elf]] strike terror into the hearts of their prey. They are one of the oldest gangs in [[Stormreach]], having first appeared over fifty years ago. They have seemingly been destroyed a number of times during this period, only to rise again after a few years in the shadows. Like the [[Skullborn]] of [[Aerenal]], members of the gang engage in ritualistic self-mutilation, using toxic alchemical substances to necrotize flesh and peeling away strips of their face with scalpels. The efforts they\nput into their appearance do not go unrewarded. Business owners and merchants are occasionally willing to stand up to other gangs who try to squeeze “protection”\nmoney out of them, but few are willing to stare down\na rotting corpse, especially one accompanied by a true\n[[zombie]] or [[specter]].\n\nAlthough extortion is their most common activity,\nthe Shrouds also sell their services as hired muscle and\nkillers for hire, using their [[wraith]]s or [[specter]]s as incorporeal killers. Their leader, [[Whisper]], is a loyal ally of the [[Quickfoot Gang]] and refuses any contract that would put her at odds with the Quickfoot Gang’s leader. The Shrouds have\nalso been known to murder people for no apparent\nreason; when the [[inquisitive]] [[Shurya Velderan]] was\nasked to investigate one of these deaths, she concluded\nthat it was a ritual sacrifice—one piece in a grand ritual\nthat might take a century to complete.\n\nThe Shrouds are familiar with a series of [[tunnels|Stormreach steam tunnels]] beneath the city and can move about unseen. Whereas many gangs confine themselves to a single quarter, the Shrouds can appear anywhere. As a result, they\nhave come into conflict with the [[Bilge Rats]], the [[Titans]],\nand even the [[Knights of Thrane]]. Their affinity for\n[[undead]] would seem to make the Shrouds potential allies\nfor the [[Blood of Vol]], but the elves have shown little\ninterest in working with the largely human Seekers\nof [[Grindstone]]. [[Wraith|wraith]]s kill mortally\nwounded Shrouds to turn them into [[specter]]s; if\nthis fails, the gang’s leader raises the dead Shroud as\na [[zombie]].\n\nThe Shrouds are a relatively small gang, but it’s\npossible that the visible Shrouds are merely the tip of\nan iceberg. Most assume that the Shrouds are an offshoot of the [[Aereni]] [[Skullborn]], but a far darker prospect is that the Shrouds are the descendants of the original\n[[elf]] slaves who remained loyal to the [[Cul'sir]] Empire—which would mean that a dark court of [[wraith]]s and [[ghost]]s has remained hidden in tunnels below the city\nfor thirty thousand years. [[Whisper]] and her allies, so\nthe theory goes, are among the few living, corporeal\nelves of this line, and their sacrifices empower spells\ncast in the depths. In this case, the horrible disfigurements of the Shrouds might not be caused primarily by necrotizing chemicals, but rather by generations of\ninbreeding and exposure to [[Mabar]]an energy.",
        "type": "text/vnd.tiddlywiki",
        "title": "Shrouds",
        "tags": "gang Stormreach",
        "modified": "20220619001501561",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]