[
    {
        "created": "20210127195229083",
        "text": "The first line of defense for the exiles of [[Adar]], the Shroud is\nan energy field generated by a set of massive crystals, one in\neach of the eight monastery-fortresses hidden throughout\nthe mountains. As long as all eight [[shroud resonator]]s are active, the Shroud provides two effects—a dimensional lock that prevents all forms of extradimensional movement into, within, or out of Adar, and a [[psionic|psionics]] effect that\nhampers all [[scrying]] attempts within Adar. The lock does not\nprevent summoning spells, nor does it hamper spells that\nsend creatures back to their home [[plane]]s.\n\nThe resonators require constant [[psionic|psionics]] power. Should\na crystal fail to receive any psionic power for 1 hour, it shuts down and the Shroud is weakened. The dimensional lock and non-detection effects become less reliable. If one shroud resonator is inactive, any effect the Shroud normally blocks\nhas a <<drp 20% \"Shroud penetrated.\" \"Effect blocked.\">> chance of penetrating it instead. If two shroud resonators are inactive, the chance rises to <<drp 50% \"Shroud penetrated.\" \"Effect blocked.\">>. When three or more resonators are inactive, the Shroud shuts down.\n\nEach of the eight main monastery-fortresses in\n[[Adar]] has a chamber in which a shroud resonator is set. All\nmonasteries have a rotating group of [[psion]]s that maintains and powers the resonator. Most resonators are placed in areas that are difficult to get to even if the surrounding citadel is breached. All shroud resonator chambers\nare built for defense. \n\n!! Shroud Bubbles\n\nSmall areas of Adar remain unprotected by the Shroud—a\nfact Adar's defenders are aware of and the [[Inspired]] could\nexploit. One who knows exactly where two of these bubbles\nare can travel between them using [[teleport]] or similar effects.\nSince travel within the Shroud is only possible between\nbubbles; teleportation into [[Adar]] is still not possible. It is feasible, however, that some device could be fashioned to function as a beacon to allow travel into a\nShroud bubble from outside Adar. [[Adarans]] haven't created\nsuch devices, and fortunately for them, if the area where a\nbubble exists is not \"very familiar\" to someone using teleport,\nthe effect functions as if the user had a false destination.\nThe arrival point in such a case is never within Adar. \n\nEach monastery-fortress has a lesser resonator, which allows its inhabitants to rehearse teleportation powers or spells that require extradimensional travel or elements, or to conduct emergency transport. Lesser resonators\nare kept in special areas of a monastery, heavily guarded.\nSuch areas are too small for any group larger than a\ncouple dozen humans to crowd into. \n\nA character powering a [[shroud resonator]] can sense\nshroud bubbles within a mile of the device and shut them\ndown at will. \n\nThe Shroud reaches less than a mile beneath [[Adar]] at\nsea level. Farther underground is one big Shroud bubble.\nThis weakness is hard to exploit, however. Dangerous\ncreatures dwell in the deeps of [[Khyber]], and the [[dromite]]s\nthat live below Adar are hostile to [[Riedrans]] and suspicious of strangers. \n\nOther Shroud bubbles occur in [[manifest zone]]s,\nespecially those tied to [[Kythri]]. Such bubbles are wildly\nunreliable in their location and length of existence.\nThose who power [[shroud resonator]]s can do little about these\nbubbles, since the bubbles often reopen immediately after\nbeing closed. Natural Shroud bubbles could prove to be\na weak spot in [[Adar]]'s defenses if [[Riedra]]n forces were to\ndiscover one they could use consistently. They'd still have\nto devise a means of crossing the Shroud to the bubble,\nhowever, and most wild bubbles are deep within Adar.",
        "title": "Shroud",
        "modified": "20220829053500008",
        "tags": "",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "phenomenon",
        "color": "#432874",
        "tooltip": "psionic energy field that protects the land of Adar, blocks teleportation and scrying"
    }
]