[
    {
        "created": "20220215184406412",
        "text": "The Silent Knight is a powerful [[death knight]] and member of the [[Crimson Covenant]] of the [[Blood of Vol]]. According to legend, in life, she was the scion of a pre-[[Galifar]] noble family of [[Karrnath]], and was unmatched on the battlefield. When cultists of the [[Queen of Shadows|Sul Khatesh]] threatened her people, the lady brought her full wrath upon them; but the final cultist, before he was cut down, spoke with the voice of [[Sul Khatesh]] and cursed the lady: if she were to say even a single word, her children would die.\n\nDuring the grand celebration of victory, with warlords gathered from all around for the feast, the lady saw an assassin draw a knife just behind her husband, the lord of the house. Rather than shout a word of warning, the lady remembered her curse, and held her tongue; she watched him die. The lord and lady were killed, the castle razed, and the land itself was shunned, slowly overtaken by the expanding [[Nightwood]].\n\nBut the story doesn't end there. Over the course of the next year, each of the scheming warlords was slain, with no witnesses—even bodyguards just on the other side of a door heard nothing at all. The Silent Knight had arisen to take vengeance. \n\nThe curse remains on the lady even in death. She spends much of her time meditating on her pain and shame within her ruined castle in the [[Nightwood]]. If she speaks, her descendants will die, so she remains silent (though this silence doesn’t prevent her from casting spells, such as the aura of magical [[silence]] she can extend at will). She still acts to protect her descendants, but she’s also believed to have killed descendants who have in her eyes brought shame to their house—perhaps by abandoning the [[Seeker|Blood of Vol]] faith, by becoming a [[warlock]], or by forming a romantic attachment to someone of one of the bloodlines that betrayed her.",
        "type": "text/vnd.tiddlywiki",
        "title": "Silent Knight",
        "tags": "[[death knight]] undead [[Crimson Covenant]] Atur",
        "modified": "20220215190742417",
        "color": "#FEA627",
        "category": "entity",
        "article": "the "
    }
]