[
    {
        "created": "20201209013521424",
        "title": "Silver Crusade",
        "text": "Before the ninth century, [[therianthropy|therianthrope]] was largely just a fearsome\nlegend. Werewolves were known in the wilds of [[Khorvaire]],\nbut few people had ever seen one; most commoners thought\ntherianthropes and [[shifter]]s were the same thing. Early in the\nninth century, something changed—the curse of therianthropy\nbecame more virulent, and its victims were driven to ever more\nextreme behavior. Werewolf attacks and wererat infestations\nbecame an increasing problem in western [[Aundair]], and by\n830 YK, some feared that an apocalyptic threat was brewing in\nthe [[Towering Wood]]—that any day a horde of lycanthropes could\nsweep across the land and destroy all civilization.\n\nIn 832 YK, [[Keeper of the Flame]] Jolan Sol declared that\ntherianthropy corrupted the soul itself and must be completely\neliminated. An army of templars was dispatched to Aundair,\nand servants of the [[Flame|Silver Flame]] across Khorvaire were ordered to be\nvigilant and root out therianthropes in hiding. And so they did.\n\nThe Silver Crusade (also known as the \"Lycanthropic Purge\") lasted for nearly fifty years. The first two\ndecades were a brutal, bloody campaign. The therianthropes\nwere massing in great numbers on the edge of the Towering\nWood (now part of the [[Eldeen Reaches]]), driven by some\nunknown evil; most sages believe it was an [[overlord]] on the\nverge of breaking its bonds. The templars were outmatched.\nThe therianthropes were cunning and could quickly replenish\ntheir numbers, and they intentionally stirred up conflict between\ntemplars and [[shifter]]s. But after decades of bitter conflict, the\ntide slowly turned in favor of the templars. And somehow, the\npower of the curse was broken. Therianthropy continued, but its\neffects weren't as strong, its victims not so driven to darkness.\n\nWhile the true threat was dealt with, the peasants of [[Aundair]]\nhad suffered through decades of terror and sought a greater\nrevenge. The next thirty years saw an ongoing inquisition as\nzealous converts to the faith—later classified as an extremist\nsect, the [[Pure Flame]]—sought to hunt down every remaining\ntherianthrope. In the process, many innocents—including a great\nmany shifters—were tortured and slain. So the Silver Crusade\nbegan as a selfless act that may well have saved [[Galifar]], but\nended up as an outlet for paranoia and hatred.",
        "modified": "20210727192032002",
        "tags": "war",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "event",
        "color": "#A3CFBB"
    }
]