[
    {
        "created": "20200414053339292",
        "text": "<div style=\"float: left; width: 32px; margin-right: 10px;\">{{$:/eberron-tw/silverflame.svg}}</div> The Church of the Silver Flame is the state religion of the nation of [[Thrane]], though it is also practiced across [[Khorvaire]]. It is a practical and militant faith dedicated to protecting innocent people from the forces of darkness.\n\nThe tenets of the faith are:\n\n* The Silver Flame is force of light that holds [[fiend]]s at bay. Those who seek to defend the innocent from evil can draw on the power of the Flame.\n* Every mortal soul can find the light. Inspire and guide others to virtuous behavior; force is a last resort.\n* Listen to the [[Voice of the Flame|Tira Miron]]; beware the deceiving whispers of the [[Shadow in the Flame|Bel Shalor]].\n\n!! Links to Headers\n* <<scrollToHeader \"Overview\">>\n* <<scrollToHeader \"Symbol\">>\n* <<scrollToHeader \"Rites\">>\n** <<scrollToHeader \"Holidays\">>\n* <<scrollToHeader \"Temples\">>\n* <<scrollToHeader \"Foundations of the Faith\">>\n** <<scrollToHeader \"The Nature of the Flame\">>\n* <<scrollToHeader \"The Hierarchy of Evil\">>\n* <<scrollToHeader \"Paths of the Faith\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Overview\n\nEvery [[Thrane]] child knows the story of [[Tira Miron]].\nCenturies ago, one of the ancient and powerful [[demon]]s\nchained within the world broke free from its bonds, unleashing terrible suffering on the people of Thrane. The nation would have been destroyed if not for Tira Miron. This [[paladin]] was called by the Silver Flame and battled the mighty [[fiend]]. When it became clear that the [[overlord]] couldn't be destroyed, Tira gave her life, combining\nher spirit with the light of the Silver Flame to bind the\ndemon once more. Now Tira serves as the Voice of the\nFlame, helping others find the light. Anyone who seeks\nto protect the innocent and battle evil can draw on the\npower of the Silver Flame to aid them, but they must\nbeware of the [[Shadow in the Flame|Bel Shalor]], the demon that still\nlingers and yearns to trick good people into evil.\n\nA pillar of argent fire marks the point of Tira's sacrifice, the center of the modern church. This pillar, located in [[Flamekeep]], is a manifestation of the Silver Flame,\nnot the source of its power. \n\nThe church's [[templar]]s stand ready to protect the innocent from supernatural threats, battling [[undead]], [[fiend]]s, and [[aberration]]s. Friars and ministers fight evil by doing good, performing acts of compassion and charity\nacross [[Khorvaire]]. In contrast to the [[Sovereign Host]], the\nchurch maintains a defined structure and creed. Archbishops monitor regions; cardinals lead the church; and the ultimate authority is the [[Keeper of the Flame]], who maintains the font in Flamekeep and communes with Tira Miron.\n\nThe [[Last War]] had a serious impact on the church.\nLeaders still respected the Keeper's authority over spiritual matters, but the war wasn't about good or evil. [[Templar|templar]]s of all nations still joined together to fight demons,\nbut if no supernatural threat was present, they fought\nfor their own nations. This division allowed cracks to\nform in the foundation. In [[Breland]], some priests fell\nprey to greed or forged ties to criminal organizations.\nIn [[Aundair]], a zealous faction known as the [[Pure Flame]]\nadvocates using violence rather than compassion as\nthe primary tool for rooting out evil. And in [[Thrane]], the\nchurch has become the ruling body. While still driven\nby Tira's principles of redemption and sacrifice, the\nintrusion of politics means that some come to the faith\nseeking power rather than purely to do good.\n\nIn creating a follower of the Silver Flame, decide\nwhether you are bound to the church or simply inspired\nby its principles. As a [[paladin]], are you part of the [[templar]] order, or were you a farmer called to action by the Voice of the Silver Flame? \n\nThe Silver Flame is centered in [[Thrane]], but it has a\nstrong presence in [[Breland]] and [[Aundair]], and followers\nacross [[Khorvaire]]. Members of the [[Pure Flame]] sect treat\nsome species—notably [[shifter]]s and [[changeling]]s—with\nsuspicion, but the faith holds that people of all races\nshould stand together. \n\n!! Symbol\n\nThe faith's symbol is a stylized flame inlaid with silver.\nA silver arrowhead etched with the symbol serves as a\ncommon token, worn as a necklace. \n\n<div style=\"width: 150px; margin:auto;\">{{$:/eberron-tw/silverflame.svg}}</div>\n\n!! Rites\n\nThe Silver Flame has no need of prayers or offerings;\ninstead, services focus on the parishioners, encouraging\nvirtuous behavior. Church hierarchy is strictly observed,\nand only ordained priests can perform services.\n\nMany followers of the Flame observe the first day of every week,\nSul, as the Day of Cleansing Fire, a day to recommit oneself to a life of purity. On Sul, devout worshipers of the Silver Flame fast for at least one meal, spend the mealtime in prayers of devotion and repentance, and spend the money that would otherwise pay for that meal on alms for the needy or donations to the church. Many also attend Flamesong services in the evening.\n\nThe substance known as [[silverburn]] is used during many ceremonies of the church in order to make ordinary candles or torches resemble the radiant energy of the Silver Flame. However, there is a sect within the church that believes manifesting the Silver Flame as mundane fire is unseemly and profane.\n\nArchery is a devotional practice of the Silver Flame,\nused both as a means of meditation and a martial art.\nCommunities devoted to the Flame engage in archery\ntraining, and villages have militias of peasant archers. See also [[silverbow]].\n\nIn addition to the weekly observance, the church\nmarks several significant holy days throughout the\n[[year|Khorvaire calendar]].\n\n!!! Holidays\n\n<ul>\n<$list filter=\"[tag{!!title}tag[holiday]nsort[day]nsort[month]]\">\n<li>{{!!article}}<$link/> (<$transclude tiddler=\"$:/MonthNames\" index={{!!month}}/> {{!!day}}<$list filter=[{!!day2}!is[blank]] variable=\"noop\">-{{!!day2}}</$list>)\n</li>\n</$list>\n</ul>\n\n!! Temples\n\nFortresses of the Silver Flame are designed to serve as\n[[templar]] garrisons and to provide sanctuary against supernatural threats. Churches feature enormous arches and open spaces. The sanctuary of a Flamic church has\na mosaic floor with a flame burning at its center.\n\nThe seat of the religion is the [[Grand Cathedral|Cathedral of the Silver Flame]] in [[Flamekeep]]. Built around the site of Tira's sacrifice, this fortified temple is the size of a small city. \n\n!! Foundations of the Faith\n\nThe Silver Flame is a force created during the [[Age of Demons]] to bind the [[overlord]]s. It has a concrete purpose: it is the cage that keeps apocalyptic evil at bay. The [[Sovereigns|Sovereign Host]] and [[Six|Dark Six]] are deities, believed to influence every facet of daily life. The Silver Flame is different. It's not seen as an anthropomorphic entity;\nrather, followers recognize it as a pure force of celestial energy.\nIt doesn't influence the world on its own, and can only empower\nchampions who will use that gift to protect the innocent. The\nFlame itself doesn't speak to people; instead, it is the [[Voice of the Flame|Tira Miron]] that guides the faithful. Ultimately, the Silver Flame is a resource; if you seek to protect the innocent from supernatural evil, you may be able to draw on the power of the Flame to aid you in your fight.\n\nThe Church of the Silver Flame is a practical, pragmatic faith founded on active public service. It takes the approach that the world will manage itself—that there will be a harvest or a storm whether or not you acknowledge [[Arawai]] or the [[Devourer]]—and that the most important thing is to protect people from the darkness that could destroy\nthem. The church doesn't inherently deny the existence or challenge the worship of the [[Sovereigns|Sovereign Host]], and the two faiths have coexisted peacefully throughout history. [[Paladin|paladin]]s of [[Dol Arrah]] often coordinate with [[templar]]s of the Silver Flame to deal with threats, and Vassals of the [[Sovereign Host]] are usually happy to accept the assistance of templars when danger strikes.\n\nAt the end of the day, the Church of the Silver Flame doesn’t care if the Sovereigns exist. Flamic creed maintains that if they do exist, they are vast powers that maintain their individual domains in the world: [[Arawai]] makes sure there’s rain for the crops, while [[Onatar]] watches over foundries. That’s all great, but //someone// has to deal with the [[ghoul]]s in the graveyard. Beyond all else, the faith is practical: supernatural evil exists, it threatens the world, and good people should work together to fight it.\n\nThe basic doctrine of the Silver Flame doesn't promise punishment or paradise after death. But its faithful commonly believe that the souls of those who live virtuous lives pass through [[Dolurrh]] unharmed, merging with the Silver Flame itself. By strengthening the Flame, these souls continue to protect the innocent of generations to come. Merging with the Flame is generally depicted as a transcendent union with those who have gone before, a state beyond mortal understanding—seen both as a reward and a duty.\n\nSee also [[Silver Flame Heresy and Corruption]].\n\n!!! The Nature of the Flame\n\nDuring the [[Age of Demons]], a majority of the [[couatl]] (native [[celestial]]s resembling rainbow-feathered serpents) sacrificed themselves to form the Silver Flame as a prison to hold the [[overlord]]s. However, most people—including those devoted to the Flame—don’t know the actual origins of the Silver Flame; they recognize [[couatl]]s as divine servants of the Silver Flame, but not as its creators. The faithful believe the Silver Flame is a celestial force strengthened by noble souls, while many [[Vassals|Sovereign Host]] assert the Sovereigns created the Flame. All that really matters to the faithful is that the Silver Flame is a real, concrete source of [[divine energy|divine magic]] that can empower champions to fight evil.\n\nAs an aside, despite the Silver Flame's name and visual resemblance to mundane fire, it does not burn or generate heat or smoke. The essence of the Flame is radiant light, not burning fire. That being said, the [[Gilded Labyrinth]] expressly blend the two in their [[arcane|arcane magic]] studies.\n\n!! The Hierarchy of Evil\n\nThe Silver Flame empowers mortals to fight against evil. But\nnot all evils are equal, and different threats call for different\napproaches. The Church of the Silver Flame defines the\nhierarchy of evil as follows:\n\n* ''Entities of alien evil.'' These are the children of [[Khyber]], encompassing all manner of [[fiend]]s and [[aberration]]s. These beings are fundamentally unnatural and innately malevolent; even their presence is seen as harmful to the world.\n* ''Entities of unnatural evil.'' These are beings once native to [[Eberron]] that have been corrupted by alien forces. [[Undead|undead]] and [[therianthrope]]s are the most obvious examples of this category—innocent people transformed into monsters. Like the followers of the [[Undying Court]], the Church of the Silver Flame maintains that undead are inherently unnatural and harm the living simply through their existence.\n* ''Entities of innate evil.'' This is the most contentious category on the list, and it is the idea of monsters—that there are creatures native to Eberron who are evil by nature. In the past, the church has placed [[medusa]]s, [[harpies|harpy]], [[troll]]s, and similar creatures into this category, asserting that through no fault of their own, these creatures are vessels for supernatural evil and pose a threat to the innocent.\n* ''Those who choose evil.'' This encompasses all [[humanoid]]s who are born innocent but choose to follow an evil path. Because such beings aren't evil by nature, the goal of the faithful should always be to lead them back to the light.\n* ''The evil within.'' Every follower of the Flame must recognize their own capacity for evil action; only through awareness can they guard against it. The [[Shadow in the Flame|Bel Shalor]] is always whispering, and it is arrogant and foolish to ignore that threat.\n\nEntities of alien and unnatural evil must be fought with steel\nand spell. This is the purpose of the Silver Flame: to protect\nthe innocent against these threats. When such forces arise,\nfollowers of the Silver Flame are expected to set aside any\ndifferences until the evil is defeated; this was seen in the\n[[Last War]], where [[templar]]s might serve different nations but\nwould unite to deal with a supernatural threat. If it's possible\nto eradicate a threat without violence—such as curing a [[therianthrope]] rather than killing it—that's acceptable, even laudable. But protection of the innocent should always be the primary concern, which is why the [[Silver Crusade]] focused on eradication; the templars rarely had the resources to capture and cure werewolves.\n\nWith those who choose evil and those who fall prey to the evil\nwithin, the Church of the Silver Flame urges compassion over\nbrutality. Templars take arms against unnatural evil, but it is\nthe purpose of friars and ministers to guide mortals to the light.\nInnocents must always be protected from those who would\nharm them, but anyone who chooses evil could be convinced to\nchoose good, and true followers of the Flame are encouraged to\nact with empathy and compassion for all natural creatures.\n\nIn the past, the church assumed that [[troll]]s, [[harpies|harpy]], [[worg]]s,\nand similar creatures were innately evil, so [[templar]]s eliminated\nthese threats wherever they were encountered. With the rise\nof [[Droaam]] and House [[Tharashk]]'s introduction of monstrous\nmercenaries, [[Khorvaire]] is learning that these creatures aren't\nany more inherently evil than [[human]]s or [[dwarves|dwarf]]. Ultimately,\nit is up to the [[Keeper of the Flame]] to make rulings on these\nmatters—much like a past Keeper's ruling that the [[deathless]] of\n[[Aerenal]] are not creatures of unnatural evil. In 992 YK, Keeper\nLavira Tagor ruled that the church needed to reevaluate the\nclassification of innate evil, and that templars should judge the\nactions of creatures in question and seek guidance from the\n[[Voice of the Flame|Tira Miron]]. Since then, the [[Council of Cardinals]] has\nbeen debating the status of [[Droaam]], but Keeper Daran has\nyet to make a final ruling on the matter.\n\nThe [[Ghaash'kala]], [[Serpent Cults]], and other paths have their\nown traditions, each with the same core principle—the Silver Flame is a tool that allows the virtuous to fight [[fiend]]s and unnatural horrors. Though those paths may share similar beliefs, this particular hierarchy of evil is specifically defined\nby the Keeper and the doctrine of the Church of [[Thrane]].\n\n!! Paths of the Faith\n\nThe Silver Flame is older than humanity itself. The Church of the Silver Flame is the dominant manifestation of this faith on [[Khorvaire]], but you can be a follower of the Silver Flame without having ties to the church. \n\n* the [[Ghaash'kala]]\n* the [[Pure Flame]]\n* [[Serpent Cults]]\n* the [[Ghostbinders]]",
        "type": "text/vnd.tiddlywiki",
        "title": "Silver Flame",
        "tags": "religion",
        "modified": "20231209172742256",
        "tooltip": "force of light that holds fiends at bay, and the pragmatic church that worships it",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]