[
    {
        "created": "20230503211442230",
        "text": "The [[Prince of Frost]] has numerous servants. Dark [[fey]], [[white dragon]]s, and even [[frost giant]]s have been drawn to his frigid demesne. However, the only companions he truly cares about are the Sisters of Lament, ''Mournwind'' and ''Soulsorrow''. Long ago, they were known as Velayn and Loralae, and along with their sister Sharaea, they were the joy of the Summer Court of the [[Moonlit Vale]].\n\nSharaea never meant to harm her sisters, but when she finally cast her soul into the unknown, it took a terrible toll on the surviving Daughters of Delight. The [[Prince of Frost]] drew the sisters to him, and his bitterness and malice shaped them. In their grief and under the sway of the Pale Prince, they wasted away, becoming [[wraith]]-like spirits of the winter wind. Their wails of despair now echo through the moonlit eternity in the vale of [[Frozen Tears|Taer Syraen]].\n\nToday, they serve as the exarchs of the [[Prince of Frost]]. Driven by their misery, the sisters are half-mad. They truly believe that the prince can one day restore their sister to them, and that all their pain will be wiped away once the prince has finally claimed his bride. Then, too, they will have bodies once again to know the joys of renewed life.\n\nGuided by the words of the Pale Prince, the Sisters of Lament despise most mortals. They are crueler than their lord, since spreading pain and sorrow assuages their own torment. In battle, they strike with the power of the freezing wind and bereaving pain. The sisters are spirits of despair, and they can strip away hope from their enemies, leaving it difficult for foes to take any action at all.\n\nThe Sisters of Lament sometimes work together. At other times, each one is carrying out a separate agenda for her lord. Only occasionally are they found alongside the Pale Prince.\n\nEach sister has been apparently slain more than once, but each one returns to the [[Fortress of Frozen Tears|Taer Syraen]] or the side of the [[Pale Prince|Prince of Frost]] within three days. Legend holds that these [[fey]] shades cannot be destroyed as long as their sister remains lost and the Prince of Frost still draws breath.\n\n!! Description\n\nMournwind and Soulsorrow are ghostly figures—lovely [[eladrin]] women seen as silhouettes through flurries of snow. Their voices are formed from the\nwind, and they can come as soft whispers or terrifying shrieks. Despite their spectral nature, the Sisters of Lament are not typical [[undead]]; their bodies have wasted away, and it is the pure fey essence that remains.\n\n!! Despair's End\n\nLike the [[Prince of Frost]], the Sisters of Lament are bound by legend. Their powers are tied to their own despair at the loss of their sister and the fate that has befallen them.\n\nDespite their descent into madness and evil, the Sisters of Lament are not beyond redemption. Someone who finds Sharaea can attempt to negotiate with the sisters outside the observation of the [[Prince of Frost]] but within his domain. Succeeding in this might restore the Daughters of Delight or, at least, send the Sisters of Lament to their rightful rest. Specific objects and information from the sisters’ days at the Summer Court might be required to pull this off. Once the sisters are free of the prince’s influence, he knows it, and he turns his full wrath upon the perpetrators.",
        "type": "text/vnd.tiddlywiki",
        "title": "Sisters of Lament",
        "tags": "[[Taer Syraen]] fey undead wraith eladrin",
        "modified": "20230503213350438",
        "color": "#8C4606",
        "category": "entity",
        "article": "the ",
        "alternatetitle": "Mournwind Soulsorrow"
    }
]