[
    {
        "created": "20200415043748489",
        "text": "''Leader:'' [[Lysse Lyrriman d'Sivis]] <br/>\n''Headquarters:'' The [[Labyrinth|Labyrinth (enclave)]] ([[Korranberg]], [[Zilargo]])<br/>\n''Dragonmark:'' [[Mark of Scribing]]<br/>\n''Emblem:'' [[cockatrice]]\n\n//Communication is the foundation of civilization.//\n\n<div align=\"right\">—Baron [[Lysse Lyrriman d'Sivis]] </div>\n\nBearing the emblem of the [[cockatrice]], the [[gnome]]s of\nHouse Sivis facilitate communication. This is seen most\nliterally in [[speaking stone]]s, [[magic item]]s allowing a Sivis\nheir to send a short message to another speaking stone.\nHouse Sivis's message stations employ these items\nas the backbone of their long-distance communication\nnetwork. The house also trains and licenses scribes, notaries, interpreters, cartographers, barristers, heralds,\nbookbinders, and others who work with words. House\nSivis has an especially close relationship with House\n[[Kundarak]], as Kundarak [[letters of credit|letter of credit]] must be notarized with a Sivis [[arcane mark]].\n\nHouse Sivis takes great pains to maintain the trust\nof its clients and holds a position of absolute neutrality\nin all disputes, whether between houses or nations.\nSivis gnomes are typically friendly, curious, and engaging, but that kindly exterior might conceal a scheming\nmind. Gnomes have a natural love of intrigue, and the\ndifferent families within the house often engage in subtle schemes and feuds. Doyenne [[Lysse Lyrriman|Lysse Lyrriman d'Sivis]], the\nleader of the house, takes pains to ensure that these\nintrigues never threaten the house or its reputation. \n\nHouse Sivis was instrumental in standardizing the system of viceroys, ministers, and seneschals that forms the backbone of [[dragonmarked|dragonmarked house]] hierarchy. Beneath this, the house employs a dizzying array of titles and offices that are largely cosmetic in nature. When two viceroys meet, the Bearer of the Thirteenth Word has a slight social advantage over the Bearer of the Fourteenth Word, but both are still viceroys. Some of these honors can be granted or transferred by a viceroy, some require the intervention of the [[Doyenne|Lysse Lyrriman d'Sivis]], and some are based entirely on social custom.\n\n!! History of House {{!!title}}\n\n[[Zil|Zilargo]] society has long been dominated by influential\nclans, and the families within Clan Sivis were well\nestablished long before their mark appeared. To avoid\nthe jealousy of rival clans, the Sivis [[gnome]]s made\nthemselves as useful to their neighbors as possible,\nestablishing the code of neutrality that they have\nupheld to this day. House Sivis has always been a\nsensible, impartial voice among the [[Twelve]], and has\noften helped mediate disputes between the other\n[[dragonmarked house]]s.\n\nThe greatest turning point in the history of the\nhouse came in 783 YK, when [[Tasker Torralyn d'Sivis]]\ninvented the first [[speaking stone]]s. Today, Sivis message stations are found in every major city in the [[Five Nations]], carrying words swiftly across the continent.\n\n!!! The Last War\n\nHouse Sivis prospered during the\nwar, as generals and kings relied on it to transmit\nmessages to officers in the field. Sivis held fast\nto its neutral stance, and in those cases where messages were intercepted, it was never the fault of the house. This refusal to take sides resulted in record\nprofits for the house, and Baron [[Lysse Lyrriman d'Sivis]] has invested this gold in a new project—unlocking the secrets of the [[Draconic Prophecy]].\n\n!! Guilds and Organizations\n\n<<list-links-article \"[tag{!!title}tag[trade guild]sort[title]]\">>\n\n!! Enclaves\n\n<<list-links-article \"[tag{!!title}tag[enclave]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Sivis",
        "tags": "[[dragonmarked house]] tribe",
        "modified": "20230826000903871",
        "tooltip": "gnome dragonmarked house of Scribing",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "House "
    }
]