[
    {
        "created": "20210311050407400",
        "title": "Smargat",
        "text": "Captain Smargat is the proprietor of the [[Black Freighter]] tavern in [[Grindstone]]. Even though his “ship” is nothing more than a tavern on the water, Smargat likes to play up the theatrical element of his establishment and has a tendency to\nrefer to himself as captain. His demeanor might\nbe disarming, but only the most foolhardy would\nbelieve the proprietor of the Black Freighter utterly\nignorant of the [[Emerald Claw]]’s activities in [[Stormreach]]; even so, some might be surprised to learn just how involved he really is. The order uses Smargat’s\npresence and reputation as a double blind, playing\non the natural suspicions of its enemies to dismiss a\nfigure as public as Smargat as anything but a pawn.\nOrder superiors do keep the details of specific plans\nand missions secret from Smargat, but this is done\nmostly to protect him. What he does accomplish for\nthe order goes above and beyond what even the most\nsuspicious of Stormreachers would expect, given\nthe circumstances.\n\nRunning the [[Black Freighter]] is a greater service to the order than most would assume. Smargat especially enjoys the rumor that his tavern is capable of\nunmooring and sailing itself downriver, since the\ntruth is entirely the opposite: The original piece of\n[[thri-kreen]] architecture was built into and affixed\nfully to the river bed. Secret hatches connect it to\nthe ruins beneath the city, and Smargat uses them\nto move agents of the order at all hours of day and\nnight. So although the Freighter appears as a “false”\nheadquarters for the [[Emerald Claw]], it’s actually\nmuch closer to a real base of operations for the\norder (or at least the hub that connects several\ndifferent bases of operations). And as if running\nthe Freighter wasn’t enough, Smargat also assists in\nboth dirty work and coordinating other agents of the\norder throughout the city. His distinctive tricorn hat\nis a [[hat of disguise]], and Smargat’s superiors have used\nits power to great effect over the years. For his part,\nSmargat is all too thrilled to help and considers it an\nhonor to be asked to perform any function, no matter\nhow small, for the [[Emerald Claw]].\n\nSmargat's superior in the [[Emerald Claw]] is the [[White Raven]].",
        "modified": "20210727192032822",
        "tags": "[[Black Freighter]] Stormreach human humanoid [[Emerald Claw]]",
        "type": "text/vnd.tiddlywiki",
        "article": "Captain ",
        "category": "person",
        "color": "#FEA627"
    }
]