[
    {
        "created": "20201226005344955",
        "text": "''Capital:'' [[Solangap]]<br/>\n''Region: ''[[Soldorakhold]]<br/>\n''Primary Resources:'' Gold, platinum<br/>\n''Enemies: ''[[Doldarun]], [[Mroranon]]<br/>\n''Celebrated Virtues:'' Independence, cunning. Question authority and find your own path.\n\nIn [[Dethek]], //sol dorak// means “defender of the realm.” While\nmost [[Mror|Mror Holds]] legends present the legendary Lord Mror as a wise\nand powerful leader, the talespinners of [[Solangap]] say that\nLord Mror was an iron-handed tyrant—that the hero Soldorak\nchallenged Mror for the good of the common people, and it was this that led to the Exile. In all of the stories, Soldorak supports underdogs and challenges outdated systems and\noppressive authority. In some ways, this is at odds with the\nfact that Soldorak remains part of the feudal system that has\ndefined the [[holds|Mror Holds]] for a thousand years. However, Soldorak is\nmore flexible than the other [[clans|Mror clan]]. Tenant families have a path\nto become freeholders, and much like the [[Aereni]], Soldorak\nseeks to draw the most talented dwarves from all walks of\nlife into the ruling clan. However, this is a knife that cuts\nboth ways; people can also be expelled from the ruling clan,\nand heirs are expected to constantly prove their worth and\ncunning, not to simply rest on the power of their name.\n\nThis principle is the cornerstone of the Soldorak character.\n“Power must be earned. The ends justify the means.” They\nbelieve the common concept of “honor” is a trick that serves\nthose in power; true honor lies in using your wits to defeat\nimpossible odds. It was this principle that led clan nobles to\nfound the [[Aurum]], originally as a nexus for acts of rebellion\nagainst [[Galifar]]; today it continues to counterbalance the\ninfluence of foreign aristocrats and [[dragonmarked house]]s.\n\nSoldorak is one of the most populous holds, and one of\nthe richest. Its fortune lies in all manner of precious metals,\nespecially platinum and gold; coins from the Soldorak Mint\ncirculate across [[Khorvaire]], and Soldorak has many foreign\ninvestments. It has invested deeply in the [[Realm Below]]\nand is second only to Clan [[Mroranon]] in its subterranean\nholdings. However, Soldorak has embraced the use of //dolaur//—[[symbiont]]s—and continues to explore the alien powers of the\n[[daelkyr]] even while it recovers [[dwarf]] artifacts. Soldorak has\nalso embraced the path of the [[warlock]]. These dwarves have\nless patience for arcane study than their allies in [[Narathun]], and\nare less likely to become [[artificer]]s or [[wizard]]s. But bargaining\nfor power, earning supernatural gifts with your wits and will?\nThat's the Soldorak way. Soldorak maintains that this tradition\nis entirely safe—that Sol [[warlock]]s can tap the power of the\n[[daelkyr]] without serving them—but [[Doldarun]] is certain that all\nSoldorak dwarves are corrupt, and [[Mroranon]] sees this foul\npractice as another way to discredit its rivals.\n\nWhile it's home to [[noble|Noble]]s and [[soldier|Distinguished Veteran]]s, Soldorakhold also has more than its fair share of [[charlatan|Charlatan]]s and [[criminal|Criminal]]s. It's a\nhaven for all manner of [[warlock]]s, especially those manipulating the powers of the [[daelkyr]]. While outsiders view the Soldorak as evil, they are primarily\nabout challenging tradition and refusing to accept unearned\nauthority; a Soldorak could champion underdogs\nanywhere in [[Khorvaire]]. Soldorak dwarves are typically\nskeptical of organized religion; there are relatively few temples\nin the region, and [[cleric]]s and [[acolyte|Acolyte]]s are uncommon.",
        "title": "Soldorak",
        "modified": "20240724061930000",
        "tags": "[[Mror clan]] tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "Clan ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "rich and populous Mror clan, embraces the use of symbionts; \"the end justifies the means\""
    }
]