[
    {
        "created": "20201226005733963",
        "text": "''Capital: ''[[Blackhammer]]<br/>\n''Region: ''[[Soranathhold]]<br/>\n''Primary Resources:'' Artisans, Eberron [[dragonshard]]s, manufactured goods<br/>\n''Enemies:'' None<br/>\n''Celebrated Virtues:'' Industry, innovation. There's always a better way to do things.\n\nWhen the exiles were driven from the [[Realm Below]], it was\nSoranath who made them weapons. Clan Soranath is one\nof the smallest [[clans|Mror clan]], but its influence reflects the talents of\nits artisans. Other clans have mines and fields—it's Soranath\nwho takes what they produce and makes wonders.\nNot all artisans are from Soranath, just as not all of the\ndenizens of Soranathhold are artisans. Most blades in\nMroranonhold are forged by [[Mroranon]] smiths. But Soranath\nartisans are unmatched in their techniques and their work ethic. Rather than being bound by secrets of the past, Soranath\nsmiths are always looking for ways to improve their techniques,\nsearching for new sources of inspiration. While this sounds\nimpressive, Soranath is a small hold with limited resources,\nwithout the capabilities either in research or production of\nHouse [[Cannith]] or the [[Arcane Congress]]. The artisans of Clan\nSoranath won't change the world with their works, but they\nproduce remarkable things for those who can afford it.\n\nSoranathhold is small, with only three spires. Its families\nare tightly knit, and the divide between tenant and clan is\na thin line. Industry is the prime virtue of Soranath, and its\npeople work hard and live austere lives; for Soranath dwarves,\na job done well is more satisfying than any luxury. Soranath\nhas abundant deposits of [[dragonshard]] geodes, and thus\nisn't dependent on [[Tharashk]], but doesn't seek to challenge\nTharashk as an exporter of shards. Due to its otherwise limited\nresources, Soranath is dependent on other clans for many\nthings, including protection. Soranath [[artificer]]s are fascinated\nby the potential of the [[Realm Below]] and what they could learn\nboth from the Udar artifacts and the [[symbiont]]s of the [[daelkyr]],\nand Grayroot Spire has been experimenting with fleshcrafting.\nHowever, they are artisans, not warriors; they must hire others\nto venture into Sol Udar on their behalf.\n\nThe Soranath dwarves are devoted to the [[Sovereign Host]],\nespecially to [[Onatar]]; they are quick to assign credit for any\ngreat work to the Sovereign of Fire and Forge. There may also\nbe a cult of the [[Traveler]] within Soranath, perhaps in Grayroot\nSpire; if so, it keeps its true devotion well hidden.\n\nSoranath dwarves are often [[guild artisan|Guild Artisan]]s, [[acolyte|Acolyte]]s, or\n[[sage|Sage]]s. [[Artificer|artificer]]s and [[cleric]]s of the\n[[Forge|Forge Domain]] are both logical classes for Soranath dwarves.",
        "title": "Soranath",
        "modified": "20240724061712257",
        "tags": "[[Mror clan]] tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "Clan ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]