[
    {
        "created": "20200414054207582",
        "text": "* The Sovereigns are with us at all times. [[Onatar]] stands at every forge, and [[Dol Dorn]] is with you whenever blades are drawn.\n* The Sovereigns shape the world. They offer us guidance and strength, but we must learn to listen.\n* Honor every Sovereign in their place and time. If you hear one voice clearly, embrace their path.\n\nAs a follower of the Sovereign Host, you believe that the hand of the Sovereigns can be seen in all things. What others take to be intuition or instinct, you see as the voice of the Sovereigns offering guidance. You don't need absolute proof; the fact of a bountiful harvest is evidence of [[Arawai]]'s benevolence.\n\nThe pantheon of the Sovereign Host embodies all that\nis good in the world. The people of [[Khorvaire]] have followed the Sovereigns for thousands of years, and everyone knows the names of the Sovereigns and the [[Dark Six]]. Even people who aren't devout might still swear by\nthe Sovereigns or offer a prayer in a moment of crisis. \n\nThe Sovereign Host is wondrously diverse. Variations\nand subsects of the faith thrive, and temples are only\nloosely aligned. In a small community, a skilled smith\nmight double as the priest because people believe he's\nclose to [[Onatar]]. A midwife might symbolically speak for\n[[Arawai]] and [[Boldrei]]. Typically, the faithful are united by\ntheir shared beliefs; no central authority seeks to enforce a singular creed.\n\nAs a Vassal—a follower of the Sovereign Host—you\nmight feel connection to a particular Sovereign, but still\nshow reverence to each. Your background can influence\nyour particular interpretation of the Sovereigns—the\n[[Talenta|Talenta Plains]] [[halfling]]s consider the Sovereigns part of a pantheon of spirits, while some [[Karrn|Karrnath]]s honor only the Sovereigns of war—but any character can be a Vassal. \n\n!! Sovereigns\n\nThese common names and attributes describe the nine\nSovereigns as they are worshiped in Khorvaire: \n\n* [[Arawai]] is the Sovereign of Life and Love.\n* [[Aureon]] is the Sovereign of Law and Lore. \n* [[Balinor]] is the Sovereign of Horn and Hunt.\n* [[Boldrei]] is the Sovereign of Hall and Hearth.\n* [[Dol Arrah]] is the Sovereign of Sun and Sacrifice.\n* [[Dol Dorn]] is the Sovereign of Strength and Steel.\n* [[Kol Korran]] is the Sovereign of World and Wealth.\n* [[Olladra]] is the Sovereign of Feast and Fortune.\n* [[Onatar]] is the Sovereign of Fire and Forge. \n\n!! Core Doctrines and Beliefs\n\n!!! The Doctrine of Universal Sovereignty\n\n//As is the world, so are the gods. As are the gods, so is the world.//\n\nIn essence, this doctrine maintains that nothing in\n[[Eberron]] exists outside of the knowledge and influence of the Sovereigns. Although they are divine beings\nwith their own identities, they are also a part of all\nthings. [[Arawai]] doesn’t merely influence the crops,\nshe is part of them. A farmer who prays to her while\nsowing his field isn’t trying to attract her attention,\nsince she is already there; he is honoring her, hoping\nthat his devotion will inspire her to bless his efforts.\n[[Onatar]] dwells in every spark in every forge, [[Dol Dorn]]\nin the flow of every battle, and so forth.\n\n!!! The Doctrine of the Divine Host\n\n//The Sovereign Host is one name, and speaks with one voice. The gods are the letters of that name, and the sound of that voice.//\n\nThe pantheon is more than the sum of its parts, and of\nfar greater importance even than its individual members. Most Vassals worship the entire pantheon rather than choosing a single patron. That’s not to say that they\ndon’t have their favorites; a blacksmith likely feels closer\nto [[Onatar]] than to the other Sovereigns, for instance,\nand many priests are better versed in the ceremonies of\none than the others. But the Vassals acknowledge this\nrelationship as one of preference and even intimacy, not\nof importance. Although the blacksmith devotes most\nof his attention to the Sovereign of Fire and Forge, he\nstill recognizes that Onatar is no more important in the\nworld than the other gods of the Host.\n\n!! Symbol\n\nThe Octagram is the symbol of the Host as a whole. A\nSovereign priest either carries a metal Octagram holy\nsymbol or holds a staff tipped with the icon. Priests\ndedicated to a particular god also display their deity's\nsymbol, and Vassals carry tokens with the symbols of\nthe Sovereigns whose favor they seek. There are eight\npoints in the symbol for eight Sovereigns; the ninth Sovereign ([[Aureon]]) is represented by the Octagram itself. \n\n!! Rites and Customs\n\nFormal prayers to the Sovereigns usually involve song.\nSpecific songs invoke each Sovereign and seek their\nfavor, appreciate the blessings received, and recognize\nthe presence of a Sovereign. Celebrants sing the songs\nof [[Boldrei]] and [[Aureon]] at weddings, and soldiers sing\n[[Dol Dorn]]'s marching songs on the move and [[Dol Arrah]]'s\nhymns on the dawn before a battle. \n\nIn truth, the Sovereigns are ubiquitous\nin the [[Five Nations]]. When\nyou go into a courtroom,\nyou stand on an [[Eye of Aureon]]. Standard\nmarriage ceremonies\ninvoke [[Boldrei]]. Many people\naren't devoted Vassals and don't\nactually believe the Sovereigns are\nguiding their every action. But even\nsuch pragmatists recall the names of each\nSovereign, know many of their songs, and\nwill celebrate [[Wildnight]] or [[Boldrei's Feast]]. By and large, if you live in the\n[[Five Nations]], it's assumed you're a\nVassal unless you specifically say\nyou're not.\n\n!! Temples\n\nSovereign shrines arise where people feel the deities\nare close, such as a library for [[Aureon]] or a smithy for\n[[Onatar]]. The rites of [[Boldrei]] or [[Arawai]] typically occur in\nthe wild, and a tavern could serve as a shrine to Olladra.\nThe shrines can take any form, but they prominently display the symbol of the particular Sovereign.\n\nTemples of the Sovereign Host are made of stone and\nhave eight doors. The walls depict images of the Sovereigns, with the icon of Aureon over the altar and the Octagram engraved on the floor. \n\n!! The Power of Divinity\n\nThe [[giant]]s of [[Xen'drik]], in the practice of their [[Rushemé]] faith, raised temples\nto \"Ouralon Lawbringer\" long before\nhumanity embraced [[Aureon]], the\nSovereign of Law and Lore. Hunters\nin [[Aundair]] give thanks to [[Balinor]], but\n[[orc]]s in the [[Shadow Marches]] invoke\n\"Baalkan the Beastlord\", while the [[Talenta|Talenta Plains]] [[halfling]]s tell stories of clever \"Bally-Nur\".\n\nThough scholars debate the\nreason why, most agree that the more\nsimilar a tradition is to an archetypal\nSovereign, the easier it is to draw\n[[divine power|divine magic]] from that faith. A culture\nthat invokes a deity of the hunt is more\nlikely to produce [[cleric]]s and [[paladin]]s than\na culture that worships a giant salmon of the\nsame name—and if the deity's name is similar\nto “Balinor,” the connection to divine magic will be\neasier still. Vassals sages assert that this proves the\nexistence of the Sovereigns, while skeptics say it could simply\nbe a numbers game—it's easier to draw power from a shared\nbelief, and belief in the Sovereigns has reached critical mass. \n\n!! Paths of the Faith\n\nThe Sovereigns are worshiped in many different configurations and forms. A particular community could be devoted to a single Sovereign, or it could present a Sovereign and member of the [[Dark Six]] as being allied forces (as seen with the [[Restful Watch]]). Because of this diversity, Vassal priests are rarely concerned\nwith heresy. Those who follow the [[Pyrinean Creed]] may attempt\nto correct what they see as flawed beliefs, but ultimately, most\njust smile at the ignorance of the Marcher [[orc]], content in the\nknowledge that they know the proper names of the Sovereigns. \n\nThis openness is also reflected in Vassal interactions with the Church of the [[Silver Flame]]. The [[Pyrinean Creed]] asserts that the Sovereigns defeated the [[overlord]]s at the dawn of time; if the Silver Flame is what keeps the overlords bound, presumably the Sovereigns created it. So there's no inherent conflict; rather, a Vassal will simply shrug and say, \"But why do you worship a cage?\"\n\nA few of the best-known Sovereign Host sects are below.\n\n* the [[Pyrinean Creed]]\n* the [[Church of the Wyrm Ascendant]]\n* the [[Restful Watch]]\n* the [[Three Faces]]",
        "type": "text/vnd.tiddlywiki",
        "title": "Sovereign Host",
        "tags": "religion",
        "modified": "20210924214321540",
        "tooltip": "religion of nine deities that embody civilization and justice",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]