[
    {
        "created": "20210324164903581",
        "title": "Sovereign Swords",
        "text": "//These are desperate times. Refugees strain the resources of our cities and villages. Brigands and crime lords prosper at the expense of honest folk. Hope lies in the [[Sovereigns|Sovereign Host]], but they cannot act alone; we must be their swords! [[Boldrei]] has charged us to defend the hearth. [[Aureon]] calls on us to uphold his laws. Join me, and they will give you strength.//\n<div align=\"right\">—[[Marshal|Sentinel Marshals]] Harkan d’[[Deneith]]</div>\n\nThey say the Sovereign Swords are the chosen weapons of the [[Sovereign Host]]. As living instruments of the gods, they can appear as allies or enemies. But be warned: these divine heroes aren’t entirely what they seem.\n\nFew people in [[Khorvaire]] have heard of the [[Dreaming Dark]]. Based in the dream realm of [[Dal Quor]], it is a conspiracy of [[fiend]]s manipulating the sleeping minds of mortals. After conquering the continent of [[Sarlona]], the [[quori]] have turned their attention to [[Khorvaire]]. They have agents, spies, and pawns spread across the [[Five Nations]]. Some of them are willing servants of the darkness, but many have no idea who or what are their true masters. Sometimes the best way to manipulate good people is to give them heroes, and the [[Dreaming Dark]] has provided some: the Sovereign Swords.\n\n!! Servants of the Host\n\nDeities are not known intervene in the affairs of mortals, so it is all the more remarkable when they do. In just a few years, the Sovereign Swords have become legends. There are hundreds of stories of the Swords, and all share the same form. Somewhere, people are suffering. They could be struggling with bandit raiders, rioting against injustice, threatened by roaming monsters, or menaced by an untouchable serial killer. Whatever the danger, just when things seem unbearable, the Sovereign Swords arrive. They are courteous and brave, and they know exactly what’s going on. If the danger is a physical threat, they fight it. If the conflict involves differences of opinion, their officers and priests mediate the dispute. Medics help with injuries and plagues, and engineers address concerns with the infrastructure of the community. Whatever the problem, the Swords see it through to a solution.\n\nTo maintain their equipment, the Swords accept any rewards offered to them, but they refuse praise or glory. It is the [[Sovereigns|Sovereign Host]] who led these soldiers to the village, and the Sovereigns who gave them the strength to fight. Let all the glory go to the Sovereigns; the Swords are just their vessels.\n\nAlthough the altruism and mundane skills of the Swords are impressive, they are supplemented by supernatural power. [[Boldrei]] guides them to communities in need. [[Aureon]] speaks through the mediator, and [[Dol Dorn]] guides the hand of the warrior. Any one of the Sovereign Swords is the equal of a dozen members of a typical village militia, and this fact is remarkable. In [[Eberron]], few people possess the skills of adventurers. Few priests perform [[divine magic]]. As such, the appearance of a band of champions wielding supernatural might leaves quite an impression on people in need.\n\nWhere did the Swords come from? Most [[bard]]s know the tale of how the marshal Harkan d’[[Deneith]] stood on the steps of the [[Sentinel Tower]] and called his cousins to service just days after the [[Mourning]]. Reminding them of the tale of [[Tira Miron]]—the warrior blessed by divine forces in [[Thrane]]’s darkest hours—Harkan told his cousins that the [[Sovereigns|Sovereign Host]] were calling them to serve. The [[Mourning]] was a sign and a warning. [[Khorvaire]] was in peril, and the Sovereigns needed swords.\n\nAs moving as these words were, only a handful of the [[Deneith]] mercenaries joined Harkan that day. Yet as their legend grows, new champions take up the mantle. Anyone who wants to be a Sovereign Sword has to display courage, compassion, and skill. [[Aureon]]’s laws are the foundation of civilization, and [[Boldrei]]’s love is the mortar that binds a community together; the Sovereign Swords are guided by both principles.\n\n!! What's Really Going On\n\nAlthough the group’s numbers fluctuate with casualties and new recruits, there are approximately one hundred members of the Sovereign Swords. They are split into three platoons and supplemented by a handful of solo operatives (mostly [[Sentinel Marshals]]). Each platoon operates in a different region of the [[Five Nations]], moving in a circular pattern across [[Khorvaire]]. The marshals operate in the space between, tackling problems that require only the work of an individual.\n\nPeople have many reasons to be suspicious of the Sovereign Swords. The Sovereigns have never taken such an active role in the world before. The Swords are willing to lay down their lives for complete strangers. What’s the catch?\n\nThe simple truth is that most of them are devout soldiers who believe that they are guided and empowered by the [[Sovereigns|Sovereign Host]]. They fight because they consider it to be a divine mission. Detecting lies through magical means and using telepathy won’t find any dark secrets because they don’t have dark secrets to hide. Instead, their dreams bring visions from the Sovereigns. These visions guide them in their missions and inform them of the dangers that lie ahead.\n\nAs it turns out, the soldiers’ visions are scripted by the [[Dreaming Dark]]. The [[quori]] watch the world through dreams and have spies scattered across [[Khorvaire]]. It’s not [[Boldrei]] who tells a lieutenant about the bandit threat in [[Passage]]—it’s a quori who has been monitoring the situation for weeks. In some cases, the Dreaming Dark creates problems for the Sovereign Swords to solve. Through manipulation of dreams and their other pawns, the quori can exacerbate existing tensions and push unstable individuals over the edge. Thus, a situation that’s been holding steady might reach a boiling point just as the Swords are closing in on the community. Their arrival seems prescient, but in reality, it’s been carefully staged.\n\nWhat is the point of this elaborate ruse? Why is the [[Dreaming Dark]] manufacturing heroes and enemies for them to fight?\n\nThe ultimate goal of the Dreaming Dark is to conquer [[Khorvaire]], just as it conquered [[Sarlona]] long ago. The [[fiend]]s don’t want open war between [[Riedra]] and the [[Five Nations]]; the chaos caused by such a conflict would threaten the stability of [[Dal Quor]], and there’s no assurance that Riedra would win in the end. The [[Dreaming Dark]] is manufacturing heroes because one day, it will create a disaster on the scale of the [[Mourning]]—a disaster that threatens all of Khorvaire. And when that time comes, a group of heroes will step forward. By then, everyone in Khorvaire will know the selfless reputation of the Sovereign Swords. These champions will lead the people to a new age, one ruled by the living avatars of the [[Sovereign Host]].\n\nRather than bringing the [[Inspired]] to [[Khorvaire]], the [[Dreaming Dark]] is making new Inspired that the people of the [[Five Nations]] will follow of their own free will—unless the adventurers figure out what’s going on first.\n\n!! The Gifts of the Sovereigns\n\nThe Sovereign Swords are few in number, but every full member of the company wields supernatural power. A soldier blessed by [[Dol Dorn]] moves with astonishing speed and strikes with stunning force. An officer chosen by [[Dol Arrah]] can grant strength and power to his or her allies with a word. These gifts add fuel to the growing legend of the soldiers empowered by the Sovereigns.\n\nAs with much about the Swords, these blessings aren’t what they appear. The powers aren’t [[divine|divine magic]] in nature; they are [[psionic|psionics]]. The Sovereign Swords are [[psi warrior]]s who transform their faith into power. Psionics are rare in [[Khorvaire]], and few people understand these arts well enough to recognize them—especially because the techniques used by the Swords are blended with religious trappings and fervor. The Swords believe that their abilities are gifts of the [[Sovereigns|Sovereign Host]]. They don’t realize that they don’t need to invoke the gods to use their psionic powers.\n\nAmong the Swords, different levels of power and awareness exist.\n\n!!! Pawns\n\nMost of the Swords are exactly what they appear to be. Their powers are psionic as opposed to divine, but the gifts are still fueled by the soldiers’ faith.\n\n!!! Mind Seeds\n\nThe true patron of the Sovereign Swords is a [[kalaraq]] [[quori]] named Laqatesh. This fiend has the power to hollow out a mortal mind and replace it with his own personality, a technique known as [[mind seed]]. A seed takes time to germinate, and during this period, the victim appears disoriented and confused. Once this process is complete, the victim’s personality is replaced with that of Laqatesh. Mind seeds are the only members of the Swords who know that they are working for the [[Dreaming Dark]]. They are the secret coordinators who ensure that the Swords do what the Dreaming Dark wants them to do.\n\nLaqatesh prefers not to place his mind seeds in obvious positions of leadership because magic or telepathy can expose them as liars and schemers. Instead, most mind seeds are pawns such as old drill sergeants, naïve squires, and the like. They are people who can influence the opinions of others with a few well-placed words while seeming uninvolved. In truth, mind seeds are among the most powerful of the Swords because Laqatesh has unlocked their [[psionic|psionics]] potential. But they keep their full abilities hidden unless forced into the open.\n\n!!! Vessels\n\nThe most blessed members of the Sovereign Swords are known as vessels. Just as the [[couatl]] empowered [[Tira Miron]] to fight for the [[Silver Flame]], each soldier has formed a bond with an [[angel]] of the [[Sovereign Host]]. The [[celestial]] advises and strengthens its vessel, and in times of great peril, it can seize control of the vessel’s body and fight on their behalf.\n\nNeedless to say, the spirits occupying these vessels aren’t angels; they are [[fiend]]s from the [[nightmare realm|Dal Quor]]. Most are [[tsucora]] [[quori]], though a few [[hashalaq]] quori guide the mediators and priests. These spirits generally remain in a passive role, offering advice and passing along the so-called words of the Sovereigns. Through their hosts, they teach the Swords the prayers and techniques that have produced a corps of [[psi warrior]]s. As long as a spirit remains passive, [[divination]] and similar effects can’t detect its hostile intent; the vessel is the dominant mind and believes that the fiendish rider is benign. Once a [[quori]] has been let in, though, it can seize full control of its vessel.\n\nWhat differentiates these hosts from the [[Inspired]] of [[Sarlona]] is that the mortal has to voluntarily allow the spirit in at the start. One of the Inspired can never resist a [[quori]] spirit. If a Sword vessel realizes the true nature of the quori and somehow exorcises it, the vessel can prevent it from regaining access to his or her mind.\n\nMost officers and priests of the Swords are vessels, along with the independent sentinel marshals who work with the company. Harkan d’Deneith accepted a [[quori]] spirit as a divine guide years before the [[Mourning]], and he is utterly convinced of the benevolence of his spiritual companion.\n\n!! Why Is This Allowed?\n\nThe Sovereign Swords are vigilantes. Why do the leaders of the [[Five Nations]] allow them to operate?\n\nThe first answer lies in the Swords’ ties to House [[Deneith]]. Although the Swords aren’t an official arm of the house, many of its members are Deneith heirs and [[Sentinel Marshals]]. There is a long history of communities hiring Deneith soldiers to fight bandits when their lords won’t do it; the difference here is that the Swords act for free.\n\nIn addition, the Swords remain in motion, they solve problems that the local authorities can’t handle, and they are extremely popular. Individual lords might have doubts about the Swords, but overall, it’s better to be seen as part of the solution than as a force opposing it.\n\nWhat about the [[Sovereigns|Sovereign Host]]—why do they allow this mockery to act in their name? Well, the deities don’t actually empower the Swords, and because the soldiers are devout believers who are convinced that they are doing good deeds, the actual [[angel]]s who revere Sovereigns might be fooled. Even if the deities exist and are aware of the truth and feel an urge to act, it’s not their way to intervene directly. If they choose to interfere, they will likely act through a mortal party such as the adventurers.\n\n!! Adventure Hooks\n\nThere are many ways to work the Sovereign Swords into a campaign. First, decide whether they will appear as allies, rivals, or enemies.\n\nAs allies, the Swords can support the adventurers when a situation spreads beyond the party’s control. A [[Sentinel Marshal|Sentinel Marshals]] aligned with the Swords can provide the adventurers with vital information and, in return, call on them for aid. The Swords are an excellent choice when the heroes need the cavalry to come riding over the hill because that’s exactly what they do: show up where they are most needed and ride off to wherever the [[Sovereigns|Sovereign Host]] send them next.\n\nAs rivals, the Swords can compete with the adventurers to complete the same missions. Typically, the Swords are driven by altruism. If the characters are working for profit or a particular faction, the intervention of the Swords could jeopardize their mission. This possibility is particularly relevant for heroes aligned with the [[King's Citadel]] or another secret service. The actions of the Swords might not only interfere with the heroes’ objective but also expose the secret agenda of their employers (which could be why the [[quori]] sent the Swords). And yet, the motives of the Swords are, if anything, purer than those of the heroes.\n\nAs enemies, the Sovereign Swords could be more corrupt than they appear. By default, the Swords truly believe in their mission and their faith, but you could decide that the Swords are conscious, willing agents of the [[Dark|Dreaming Dark]]. They play the role of champions in the light but are always working against the party. This option is especially appropriate if the campaign has any [[kalashtar]] adventurers because, as a race, the kalashtar are locked in a struggle with the Dreaming Dark.\n\nHere are a few more options to consider.\n\n* A [[psi warrior]] character begin the campaign as a member of the Sovereign Swords. With the exception of the [[mind seed]]s and those possessed by [[quori]], the Swords truly are devout, noble people.\n* An adventurer dedicated to the [[Sovereign Host]] receives a vision from the deities. They are charged with discovering the force that is manipulating the Swords and then freeing the soldiers from its evil. This adventure idea could be combined with the previous option. But how can the [[quori]] be exposed, let alone driven out?\n* Alternatively, a devout hero begins to have dreams that suggest they should work with the Sovereign Swords. Is this a [[quori]] trick, or do the interests of the [[Sovereigns|Sovereign Host]] and the actions of the Swords truly coincide?\n* An ally of the party begins acting strangely. They have been [[mind-seed|mind seed]]ed by Laqatesh and is being used to cause a problem for the Sovereign Swords to fix. This agent might become a rabble-rouser stirring up mobs or even a serial killer. If the heroes figure out what’s going on, can they find a way to restore their ally before the damage done is too great?\n* The adventurers become friends with Harkan or another possessed Sovereign Sword. When they learn the truth about his condition, they must find a way to exorcise him and convince him not to let the “angel” return. If the [[quori]] feels threatened, it seizes control of Harkan. Can the adventurers defeat their friend without killing him?",
        "modified": "20210727192033373",
        "tags": "militia Khorvaire",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]