[
    {
        "created": "20200420220949478",
        "title": "Spirits of the Past",
        "text": "* We are the spiritual anchors of the greatest champions of our people. Through our faith, we keep their spirits from being lost to oblivion.\n* You have been chosen by a hero. Live your life as they lived theirs, letting their instincts guide you.\n* Treasure our past and the stories of our people. You are the vessel through which new legends will arise.\n\nAs a [[Tairnadal]] [[elf]] of [[Valenar]], you were raised on the legends of your people, on tales of champions who battled mighty [[dragon]]s and armies of [[giant]]s. When you came of age, the Keepers of the Past read the signs to determine which of these [[ancestors|Vadallia and Cardaen]] chose you to be their vessel. Since that day, it has been your duty to emulate\nyour patron ancestor. If you're a [[wizard]], you've studied\nthe spells created by your ancestor. If you're a warrior,\nyou've practiced their specific martial techniques. When\nyou trance, you relive their greatest battles. But these\nstudies are just preparation. Now it's your sacred duty\nto be a revenant of your ancestor: to live your life as they\ndid and allow the champion to walk the world again\nthrough you.\n\nThe bond between ancestor and living [[elf]] is holy. Your\nancestor doesn't speak to you or control your actions.\nBut as a [[Tairnadal]], you believe that they are with you—that your instincts and your reflexes are the ancestor\nmoving through you, telling you what to do. The closer you follow the path, the more guidance they provide,\nhelping you create new legends.\n\nThe folk of [[Khorvaire]] see your people as mercenaries and conquerors. But you don't care about gold or\npersonal glory. All you want is to let your ancestors\nlive again, and that means you need to perform deeds\nworthy of champions. That drives you now: seeking out\nadventures that will add to the legends of your patron.\n\nYou and your GM should develop the identity of your\nancestor. How did they fight? What were some of their\nlegendary deeds? Did they have a distinctive weapon\nor favor a particular kind of magic? Equally important\nis your relationship with the ancestor. Are you proud of\nyour ancestor and excited to live as they did, or is your\nduty a burden?\n\nSee also the legend of [[Vadallia and Cardaen]].\n\nSince the rise of [[Valenar]], [[half-elves|half-elf]] and even some\n[[human]]s have sought to be inducted into the faith. But so\nfar the Keepers of the Past have declared that only [[elves|elf]]\ncan be revenants. Beyond the blood connection to the\nancestor, an elf communes with their ancestor during\ntrance, and half-elves can't enter this state. The Keepers say it can't be done, but perhaps you'll be the one to\nprove them wrong. \n\n!! Symbol\n\nThe primary symbol of the faith is the //zaelshin//, an amulet that bears the seal of your patron ancestor and worn either as a brooch or embedded in the forehead of a\nhelmet. A devotee of the faith typically wears a veil—the\nzaelta, or \"spirit mask\"—over their lower face while in\nbattle or performing rituals, so an opponent sees the\nzaelshin rather than the living [[elf]]. \n\nThe zaelshin is the symbol of the faith, but the holy\nsymbol used by a [[cleric]] is an object associated with their\npersonal ancestor. \n\nA //zaelshin tu// takes this one step further: it is a physical relic of a patron ancestor, such as a tooth or sliver of bone, brought from [[Xen'drik]] to [[Aerenal]] and encased in one's zaelshin amulet.\n\n!! Rites\n\nServices revolve around the stories of the ancestors,\ncommemorating their glorious deeds, as well as ritual\nexercises and trance meditation. While resting, an elf\nspends four hours in trance. The faithful spend this time\nin communion with their ancestor, experiencing their\nmemories and contemplating their deeds. \n\n[[Tairnadal]] funerary rites typically involve burning the dead, and then collecting the ashes, teeth, and slivers of bone that survive the fire to be carried by other members of the fallen elf's warband. Sometimes these relics are passed on to the Keepers of the Past, who then encase the remnant in a //zaelshin tu//.\n\n!! Temples\n\nThe nomadic [[Tairnadal]] elves don't raise permanent temples; a Keeper of the Past marks a circle on the ground with their blade, and the space within becomes sanctified for the service. The one major exception is the [[Temple of the Ages]] in [[Taer Valaestas]].",
        "modified": "20210727192033920",
        "tags": "religion Tairnadal",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]