[
    {
        "created": "20200420220949478",
        "text": "The Spirits of the Past is the religion of the [[Tairnadal]]. Those who practice this faith venerate their glorious [[ancestors|patron ancestor]], and believe that their spirits persist and choose living descendants to inhabit and guide. The core tenets of the faith are:\n\n* We are the spiritual anchors of the greatest champions of our people. Through our faith, we keep their spirits from being lost to oblivion.\n* You have been chosen by a hero. Live your life as they lived theirs, letting their instincts guide you.\n* Treasure our past and the stories of our people. You are the vessel through which new legends will arise.\n\nAs a [[Tairnadal]] [[elf]] of [[Valenar]], you were raised on the legends of your people, on tales of champions who battled mighty [[dragon]]s and armies of [[giant]]s. When you came of age, the Keepers of the Past read the signs to determine which of these [[ancestors|patron ancestor]] chose you to be their vessel. Since that day, it has been your duty to emulate your patron ancestor. If you're a [[wizard]], you've studied\nthe spells created by your ancestor. If you're a warrior,\nyou've practiced their specific martial techniques. When\nyou trance, you relive their greatest battles. But these\nstudies are just preparation. Now it's your sacred duty\nto be a revenant of your ancestor: to live your life as they\ndid and allow the champion to walk the world again\nthrough you.\n\nThe bond between [[ancestor|patron ancestor]] and living [[elf]] is holy. Your\nancestor doesn't speak to you or control your actions.\nBut as a [[Tairnadal]], you believe that they are with you—that your instincts and your reflexes are the ancestor\nmoving through you, telling you what to do. The closer you follow the path, the more guidance they provide,\nhelping you create new legends.\n\nThe folk of [[Khorvaire]] see your people as mercenaries and conquerors. But you don't care about gold or personal glory. All you want is to let your ancestors live again, and that means you need to perform deeds worthy of champions. That drives you now: seeking out adventures that will add to the legends of your patron.\n\nYou and your GM should develop the identity of your\n[[ancestor|patron ancestor]]. How did they fight? What were some of their\nlegendary deeds? Did they have a distinctive weapon\nor favor a particular kind of magic? Equally important\nis your relationship with the ancestor. Are you proud of\nyour ancestor and excited to live as they did, or is your\nduty a burden?\n\nSince the rise of [[Valenar]], [[Khoravar|half-elf]] and even some [[human]]s have sought to be inducted into the faith. But so far the Keepers of the Past have declared that only [[elves|elf]] can be revenants. The [[Tairnadal]] attitude toward half-elves is that they are children who can never grow up, due to no fault of their own. Beyond the blood connection to the ancestor, an elf communes with their ancestor during trance, and half-elves can't enter this state. The Keepers say it can't be done, but perhaps you'll be the one to prove them wrong. \n\n!! Living Revenants\n\nAny [[Tairnadal]] [[elf]] who’s bound to a [[patron ancestor]] can be referred to as a revenant, based on the idea that the ancestor lives on through them. Once an elf undergoes the rite to determine which ancestor has chosen them, it’s their duty as a revenant to emulate this ancestor, perfecting their skills and following in their footsteps.\n\nEvery devout revenant wears an amulet known as a [[zaelshin]] which bears the seal of their [[patron ancestor]]; some go a step further and embed a relic of their ancestor into their amulet, which is then called a //zaelshin tu//. Tairnadal revenants also wear a veil known as a [[zaelta]], which channels the glory of their accomplishments to their patron.\n\n!! Keepers of the Past\n\nThe [[elves|elf]] of ancient [[Xen'drik]] didn’t emulate their ancestors as the [[Tairnadal]] do today. The people were devoted to their legendary champions and swore to preserve their memories, but it wasn’t until later that some elves gradually came to believe that the ancestors were still with them, that it was possible to hear the voices of the ancestors and call on them for guidance. These elves were the first ''Keepers of the Past''—the [[cleric]]s and priests of the [[Tairnadal]]—and over time, they evolved rituals for recognizing the bonds between living elves and their [[patrons|patron ancestor]], developing the path of the revenant. \n\nUnlike revenants who emulate a single [[patron ancestor]], the Keepers of the Past can hear //all// the ancestors and potentially channel any of their gifts. Keepers don’t work to preserve one ancestor; they strive to protect all ancestors and ensure all [[Tairnadal]] benefit from their gifts. Despite their central role in Tairnadal society, however, the Keepers of the Past are guides, not rulers. As such, the Tairnadal culture isn’t truly a theocracy; though its foundations rest on a shared faith, the Tairnadal are formally led by lords known as //shan//. \n\nIn addition to their religious duties, Keepers of the Past often serve as entertainers; one of their duties is to share the stories of all the ancestors and ensure they’re remembered.\n\n!! Voice of the Ancestors\n\nHow exactly does a [[patron ancestor]] communicate with a living [[elf]], whether a Keeper of the Past or a revenant? A patron's voice can manifest in several ways.\n\n* ''//Instincts.//'' Revenants believe their ancestors actively guide them, and intuition and instinct are considered the hand of the ancestor nudging them in a particular direction. This is a matter of faith, but the incredible expertise of the average [[Tairnadal]] warrior suggests that this is more than mere superstition. When a Tairnadal elf lets instinct guide them, it usually works out well.\n* ''//Trances.//'' Tairnadal elves often interact with their [[patron ancestor]]s in their trance meditations. They might have visions of training with the ancestor, or they could experience a moment from the ancestor's memories. Usually this is a passive experience, not unlike a dream. However, the context of such a vision could itself be a message; if a revenant repeatedly has trance-visions about [[Taeri]]'s final battle, this might hint at the resting place of his legendary [[double-bladed scimitar]].\n* ''//Spells and Talents.//'' Tairnadal abilities (as reflected mechanically in [[talent]]s) can reflect ancestral guidance. A Tairnadal [[wizard]] may feel as though [[Cardaen]] is guiding her as she casts her [[fireball]] or studies her [[spellbook]]. Spells like [[augury]] and [[prayer of divination]] reflect a more direct interaction with the spirit, though these are likely still conveyed through instinct or vision rather than a traditional conversation.\n\n!! Rites\n\nReligious services revolve around the stories of the [[ancestors|patron ancestor]], commemorating their glorious deeds, as well as ritual exercises and trance meditation. While resting, an elf spends four hours in trance. The faithful spend this time in communion with their ancestor, experiencing their memories and contemplating their deeds. \n\n[[Tairnadal]] funerary rites typically involve burning the dead, and then collecting the ashes, teeth, and slivers of bone that survive the fire to be carried by other members of the fallen elf's [[warband]]. Sometimes these relics are passed on to the Keepers of the Past, who then can encase the remnant in a [[zaelshin tu|zaelshin]]. A mere sliver is enough to serve as a beacon to the elf's spirit.\n\n!! Temples\n\nThe nomadic [[Tairnadal]] elves don't raise permanent temples; a Keeper of the Past marks a circle on the ground with their blade, and the space within becomes sanctified for the service. The one major exception is the [[Temple of the Ages]] in [[Taer Valaestas]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Spirits of the Past",
        "tags": "religion Tairnadal",
        "modified": "20221209193004605",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]