[
    {
        "created": "20210303170630794",
        "title": "Storm Lords",
        "text": "In [[Stormreach]], political power is measured in gold\nand steel. The first Storm Lords were the most capable\npirates and smugglers of the [[Thunder Sea]]. They\nsaw the opportunities in working with [[Galifar]], and\ntogether they were a strong enough force that Galifar\nagreed to work with them. Between the wealth amassed\nthrough decades of crime and the deals with Galifar,\nand the combined military forces of these pirate kings,\nthe first Storm Lords were able to assert their will\nover the other people of Stormreach. They created\nthe Stormreach Compact, a document that lays out\nthe few laws of the city—the first of which is that the\nStorm Lords and their descendants will rule the city\nuntil it falls.\n\nThe Stormreach Compact assigns specific duties and areas of influence to each family. The [[Wylkes|Wylkes family]] line, for example, holds power over the [[Harbor]] district and has the right to set docking fees; however, the Wylkes are also bound to maintain the docks and to facilitate travel and trade. Each Storm Lord holds final authority over specific districts, but in practice, any Storm Lord can exercise power throughout the city, as long as the local lord does not object.\n\nThe Storm Lords work together to maintain [[Stormreach]], but the balance of power between them is constantly shifting. Adventurers might become longterm pawns in this quiet struggle, or they can simply be the tools of the moment. The Storm Lords are always looking for capable agents, and PCs will likely be some of the most skillful in the city.\n\nThe seat of power of the Storm Lords is [[Lorsmarch Palace]] in the [[Marketplace]] district.\n\n!! Coin Lords and Harbor Lord\n\nIn [[800 YK|History of Stormreach]], the Kingdom of [[Galifar]] began a naval campaign to bring an end to piracy in the [[Thunder Sea]]. After a few battles filled with bitter losses on both sides, a [[gnome]] smuggler appeared in the court of Galifar. [[Kolis Sel Shadra]] was known by his reputation as the smuggler who had never lost a cargo. He represented the four most powerful pirate captains of the [[Thunder Sea]]: [[Delera Omaren]], [[Yorrick Amanatu]], [[Molou Lassite]], and himself. He offered a truce—if [[Galifar]] would grant these captains amnesty and authority, the four would use their influence to disperse the pirates. After extended negotiations, the king agreed in 802 YK, and even promised to join the [[dragonmarked house]]s in funding [[Stormreach]]’s\nexpansion. But he insisted on one condition: that he appoint a fifth lord who had his trust. There was much debate, but in time, the four captains—now called Coin Lords—agreed to grant the privateer [[Jolan Wylkes]] the title of Harbor Lord and for the five of them to rule the city together as Storm Lords. Wylkes was a sailor, as opposed to the nobles who were first suggested. He and his descendants held to their vow, and the Coin Lords lived up to their end of the bargain.\n\n!! Storm Lords and their Families\n\n* Lord [[Yorrick Amanatu]], Coin Lord of [[Respite]] and [[Silverwall]]. A venerable [[dwarf]], Lord Yorrick is one of the city’s founders. His family trains and organizes the [[Stormreach Guard]]. An old maxim states, “The [[Amanatus|Amanatu family]] are the steel of Stormreach.”\n* Lord [[Varen Lassite]], Coin Lord of [[Cross]] and the [[Marketplace]]. The [[Lassites|Lassite family]] are master brewers and frequently sponsor festivals and feasts. As a result, Lord Varen is easily the most popular of the [[Storm Lords]].\n* Lady [[Kirris Sel Shadra]], Coin Lord of [[Southwatch]] and [[Oldgate]]. A family of [[gnome]]s, the [[Sel Shadras|Sel Shadra family]] maintain a low profile for lords of the city. Some say that the Sel Shadras have connections throughout the city’s underworld, but it is unwise to spread such rumors.\n* Lady [[Paulo Omaren]], Coin Lord of [[Forgelight]] and the [[Temple District]]. The [[Omarens|Omaren family]] are the city’s premier smiths; their forge produces the arms and armor of the [[Stormreach Guard]]. Lady Paulo is a passionate young woman who claimed her current position with her blade.\n* Lord [[Jonas Wylkes]], Harbor Lord overseeing the [[Harbor]] district and the shipping trade. Rumors abound of this young lord’s debauchery.\n\n!! The Secrets of the Coin Lords\n\nThe Coin Lords’ public personas and family histories are a matter of record. The people of Stormreach think they know everything about Varen Lassite and Yorrick Amanatu, but they couldn’t be more wrong. Every family has secrets—and the Coin Lords have more than most.\n\nEach of the Coin Lords has a hidden motivation. Five options are presented here; it’s up to the GM to decide which secret is associated with each Coin Lord, and which is a red herring.\n\n* ''The Murderer'' is a capable administrator and diplomat—levelheaded and dispassionate, true to their word, always doing their best to hold [[Stormreach]] together. However, they are also responsible for the death of a prince of [[Breland]], and a warrant for their arrest remains on the books. Consequently, they rarely leave Stormreach, and the [[King's Dark Lanterns]] seek to kidnap them and bring them to Breland to face justice. If this is [[Yorrick Amanatu]], the crime might date all the way back to his years of piracy. If it’s [[Varen Lassite]] or [[Paulo Omaren]], it might be a relatively recent crime—a duel sparked by an unwise romance. If it’s [[Kirris Sel Shadra]], the victim might have been a captain of the [[King's Citadel]] who was investigating her smugglers. \n* ''The Orphan'' has always had a talent for [[artifice|artificer]] and infusion. However, they never knew about their blood connection to House [[Cannith]] until they manifested the [[Mark of Making]], just one year ago. It turns out that their pirate ancestor was punished for stealing from the house. Now this Coin Lord is trying to decide whether they should reveal their true nature to House [[Cannith]] and how this revelation would affect their role as a lord of [[Stormreach]]; beyond this, with Cannith fractured, they need to determine which Cannith faction they should deal with. Since the [[Mark of Making]] can only be carried by [[human]]s, this has to be [[Paulo Omaren]] or [[Varen Lassite]]. As the lord of the [[Stormreach Forge]], it makes sense for Omaren to be an [[artificer]]—but Varen might have been hiding his interests while running the [[distillery|Molou's Distillery]].\n* ''The Fiend'' is one of the [[Lords of Dust]], a [[rakshasa]] named [[Kashurashan]]. Any of the Coin Lords could fill this role, and the fiend plays out the political games attributed to his surface identity for his own amusement. As [[Kirris Sel Shadra]], the rakshasa would take great pleasure in moving the pawns of the underworld. In any case, the fiend is an expert in long-term infiltration, and uses an aura cloak to avoid detection.\n* ''The Seeker'' of the [[Blood of Vol]] has delved into the mysteries of the Divinity Within. They keep their faith secret from strangers, and they don't attend the services in [[Grindstone]]. But they are enthralled by the legends of the [[Grim Lords]] and has strong sympathy for the Order of the [[Emerald Claw]]. Any of the lords could fill this role. [[Paulo Omaren]] could see the Blood as another path to the power long denied to her family. [[Yorrick Amanatu]]’s ancestors perhaps brought the faith with them from the [[Lhazaar Principalities]], where [[Lady Illmarrow]] lies hidden in [[Farlnen]]. [[Kirris Sel Shadra]] could have learned of the Divinity Within from her subjects in [[Grindstone]]. In time, the Seeker might gain greater power.\n* ''The Quori Spy'' is an agent of the [[Dreaming Dark]], [[mind seed]]ed long ago by the dominator [[Tirashana]]. They're not the first; every Storm Lord in their line has been subverted by Tirashana, and their heir apparent has likely already been seeded. The goals of the Dreaming Dark are mysterious, and the [[quori]] spy might behave in exactly the manner described for their surface identity. However, the spy has additional goals, specifically gathering information about the [[quori]]–[[giant]] [[conflict|Age of Giants]] and preventing any [[kalashtar]] from doing the same. The spy tries to avoid direct actions that could threaten their cover, but might employ adventurers to achieve their goals.",
        "modified": "20210727192034695",
        "tags": "government Stormreach",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "rulers of Stormreach"
    }
]