[
    {
        "created": "20210310003727846",
        "title": "Stormreach Bazaar",
        "text": "Patched and re-dyed again and again, the gigantic red\ntent that covers [[Stormreach]]’s bazaar dominates the\n[[Marketplace]] and can be seen from almost every part\nof it. Inside is a mess of walkways, smaller tents, and\nmarket stalls, all lent a reddish glow when sunlight\nshines through the tent overhead.\n\nHere the traders would sell their own mothers for\na handful of coins and compete enthusiastically with\none another for customers. Only the most wily vendors\nlast in the bazaar, so while the merchandise is good\nquality, buyers can expect to pay more than usual and\nare sometimes fleeced.\n\n!! Denizens of the Bazaar\n\nEveryone's selling something in the bazaar. If the PCs want to browse some random stalls and tents, consult the following table:\n\n| !<<dr d10>> |!Shop |\n| 1 |The blind [[half-orc]] crone at this stall sells statuettes of her clients’ faces. She feels their faces with her weathered hands and then carves amazing likenesses of them in soapstone or wood. Each statuette takes the crone about 1 hour of work. |\n| 2 |Roars, neighs, and squawks emerge from this expansive pavilion. The only House [[Vadalis]] business in the city, //Tooth and Nail// sells creatures from the continent’s interior. Inside the tent, cages and pens hold potential mounts and guardian beasts, as well as exotic pets. Members of the [[Handlers Guild]] keep the creatures from biting each other and the house’s customers. See also [[Tyris d'Vadalis]].|\n| 3 |The [[gnome]] Hanruli sells tapestries at this stall. Uncannily, her tapestries all feature images of the PCs in horrific circumstances. One shows a black tower by a stormy sea, with one of the PCs impaled on the iron fence below the tower. The second shows a PC being ripped to pieces by the many maws of a [[hydra]] in a swamp. The third shows a PC as a [[vampire]] feeding on a family member or friend, while a shadow-obscured figure looks on in the background. The last shows a PC in a loving embrace with a beautiful person, who clutches a curved dagger poised to stab the PC in the back. Hanruli claims that her inspiration comes from her dreams, and she is just as disturbed by the PCs’ resemblance to her models as they are. |\n| 4 |The portly [[goblin]] who runs this booth sells spices from across [[Eberron]]. [[Fernia]]n [[firepepper]]s and many other exotic flavorings are available for purchase. He also cooks up plates of squid with his spices. His six children, each more homely than the last, help him cook, and he tries to pawn them off on prospective mates (“He cooks good!” or “She’ll take care of you!”). The squid is delicious. |\n| 5 |A [[halfling]] peddler named Ilgargo Reddlin offers beautiful stones and shells polished by the sea. He is a simple man and collects pieces for their color; one of his treasures might be an undervalued [[ioun stone]] or a piece of ancient rubble that holds a terrible curse. |\n| 6 |A beautiful [[gnome]] named Ridara runs this fragrant stall, where she sells all manner of candles and incense. Everything from sandalwood incense sticks to candles that burn with multicolored flames line her tables. She has a limited supply of incense of meditation and one [[candle of invocation]] (aligned to [[Dol Dorn]]). |\n| 7 |The [[elf]] Garay Gyriaz runs Garay’s Games, a small wooden shop offering the finest in games, including [[Conqueror]], Dragonhunt, Engagement, and [[Three-Dragon Ante]]. Specialty versions of the games—carved from [[livewood]], obsidian, or silver—are available for wealthy gaming enthusiasts. |\n| 8 |A famous designer from [[Sharn]], the [[gnome]] Tyzian Davandi (relative of [[Thurik Davandi]]) runs //Far Davandi//, which sells [[glamerweave]] outfits. The outfits cost between 10 and 30 [[c|money]]. |\n| 9 |A [[human]] boy is selling strips of bloodstained cloth. He collects the blood of criminals killed in public executions. Apparently, there is a market for these grisly trophies. The boy charges up to [[0.1c|money]] each, based on the amount of blood and the notoriety of the criminal. |\n| 10 |//Forgotten Places// offers a wide variety of bizarre maps. A map of the [[Thunder Sea]]’s floor costs [[2c|money]]; a [[Sharn]] “star map” pointing out the residences of [[Last War]] heroes and famous performers, 3c; a map supposedly leading to a lost city in the jungle, 10c; and a dubious map of the Churning Chaos of [[Kythri]], 20c. |",
        "modified": "20210727192034814",
        "tags": "market Stormreach Marketplace",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#A3DB62"
    }
]