[
    {
        "created": "20210127062049642",
        "text": "Legends on wings, the Storm Guardians are reputed to\nbe a clan of [[blue dragon]]s that calls the [[tallest peak|Telathal]] in [[Adar]]\nhome. Many believe these majestic beasts are responsible\nfor the storms that plague and defend Adar. [[Adarans]]\nimagine that a draconic heart beats at the center of every\nthunderhead that blows over the land of refuge. Those\nAdarans are close to correct. \n\nIn some ways like [[Rhashaak]], who guards the ruins of [[Haka'torvhak]] in [[Q'barra]], the Storm Guardians might be mythic figures, but they are real. They, however, have\nnot been corrupted by their time in [[Adar]] or [[Telathal]].\nConcerned with the protection of a realm shaped long\nago by [[dragon]] and [[couatl]] magic, the Storm Guardians\nwatch from above and below. They count among their number [[dragon turtle]]s and [[sea drake]]s that stalk the oceans around Adar. Such sea\ndragons often attack any flotilla that contains more than\na few ships. Most of these dragons are aloof from mortal\nconcerns, but their hold in Telathal contains what\ncould be considered the soul of Adar—the [[Teeth of the Three]].\n\nThe [[overlord]] imprisoned in [[Khyber shards|dragonshard]]\nunder Adar sleeps restlessly. It is wrath incarnate. The\n[[rakshasa]]s name it [[Ran Iishiv]], the Unmaker, and one\ncould suppose that the [[Teeth of the Three]] are in place to\nkeep it quiescent. This isn't true, however, because the\n[[dragon]]s would have other such devices to quiet other\ngreat overlords. The truth is that the dragons foresaw a\ntime when Adar would serve as more than the prison of\na great [[fiend]]. \n\nThe Storm Guardians live by their duty to guard\n[[Telathal]], and they are content to be legendary. While\nsome folk near Telathal have built shrines to the Storm\nGuardians and even lay valuables within as prayers for\npeace, the Guardians do not communicate with mortals. Those\nwho climb Telathal are rarely seen again. Though the\ncurrent [[Speaker of the Word|Chanaakar]] is a survivor of such a trek,\nhe does not speak about it, like other similar persons\nfrom [[Adar]]'s history. \n\n''Getting the PCs Involved:'' One does not trifle with\n[[dragon]]s. Still, a problem that can't be solved by mortal\nmagic might require the characters to make a treacherous\nascent into [[Telathal]]'s storm clouds to ask the Storm\nGuardians for aid.\n\nThough silent on the subject, [[Chanaakar]] is actually\non the lookout for adventurers who will fulfill the next\npart of the [[Draconic Prophecy]] in [[Adar]]. These intrepid\nexplorers, he knows, will uncover secrets of the [[dragon]]s\nand [[couatl]]s among the ruins that still riddle Adar.\nThrough hints and general wisdom, Chanaakar can\nguide such individuals, and they might discover a way to\ndefend Adar better than it is now.\n\n''Argunastrisek'' is an ancient [[blue dragon]] who seeks and punishes those who violate ancient draconic sites. She does so by drawing explorers to her, being\nparticularly murderous toward mere treasure hunters.\nHowever, those on a righteous path set by [[Chanaakar]] and\nthe Storm Guardians might be able to persuade her to\nhelp. She is curious about upright mortals. Securing her aid can be one of the\nchallenges the Storm Guardians actually set for the PCs\nbefore allowing them onto [[Telathal]]. ",
        "title": "Storm Guardians",
        "modified": "20220828040821639",
        "tags": "dragon [[secret society]] Adar",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]