[
    {
        "created": "20210312073800078",
        "title": "Storm Hammers",
        "text": "''Leader:'' [[Miraan]]<br/>\n''Turf:'' [[Dannel's Pride]]<br/>\n''Portfolio:'' Completely unpredictable; the Storm Hammers engage in fraud one day and murder the next. Any crime could be laid at their feet.<br/>\n''Tactics:'' Various\n\nAt a glance, the members of the Storm Hammers seem to have little in common. A few have the physique one might expect of street toughs, but most seem to be typical commoners—bartenders, farmers, blacksmiths, and the like—and many wear the clothes of these professions. But time spent in the company of the Storm Hammers (were such an experience possible) would reveal the traits that they all share: an utter disregard\nfor law or morality, an inclination toward casual cruelty, and a seeming lack of concern for their personal safety. The Storm Hammers are true sociopaths, monsters in humanoid form more terrifying than any [[ogre]] or [[zombie]].\n\nThe Storm Hammers claim to be survivors of the [[Mourning]], the event that destroyed the nation of [[Cyre]]. The events they witnessed on the Day of Mourning were horrifying and gruesome, though the Hammers relate these tales with the same equanimity another person might use to discuss the weather. If these stories are true, it would hardly be surprising for these people to have been driven mad by their experiences. But there might be more to it than that. The Hammers weren’t Cyran soldiers or [[wizard]]s; most were simply commoners. But following the [[Mourning]], they found\nthemselves with new talents—dark magic born of simmering rage. Even though they are\na relatively small gang, these [[sorcerous|sorcerer]] abilities make the Storm\nHammers a threat to much larger groups, and their\nfull capabilities remain to be seen.\n\nIt might be logical to expect the Storm Hammers\nto sympathize with [[Dannel's Wrath]], but\nthe Hammers are anything but logical. They have no\ninterest in a new [[Cyre]] or a unified [[Galifar]]. Those who\nlacked the strength to survive the [[Mourning]] deserve\nnothing more than death. The Storm Hammers view\nthemselves as the first children of a new generation.\nThey saw the end of the world and survived, and now\nthey see themselves as beyond any mortal law.\n\nThe Storm Hammers are completely unpredictable. They are capable of acts of astonishing violence and cruelty. Sometimes they seem to be motivated by greed, whereas at other times simple boredom drives them. The Storm Hammers have been touched by the [[Mourning]], and some whisper that a darker force guides them—a sinister spirit that links them together, with a secret agenda that draws would-be members to [[Stormreach]].",
        "modified": "20210727192034684",
        "tags": "gang Stormreach",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]