[
    {
        "created": "20200423051615985",
        "text": "<<<\n//I know the secrets that shape the world. With three words, I can kill with fire; with four, ice. But why should I, when I can bend you to my will? The Queen of Shadows reveals your secrets—do as I command, or all will learn what you've hidden.//\n<<<\n<div align=\"right\">—A cultist of Sul Khatesh</div>\n\nThe overlord Sul Khatesh embodies the fear of both magic and of secrets... for what is magic but secret knowledge? She whispers insights to students at [[Arcanix]] and inspires evokers working on weapons of war. But she also encourages people to keep secrets, and then sets misery in motion when she reveals these secrets to those who would use them.\n\nAn entity of shadow, Sul Khatesh can assume any form. Her favored shape is a twelve-foot-tall humanoid figure draped in a flowing, hooded robe formed of swirling mist and clinging shadow. In some stories, she takes the form of an owl.\n\nSul Khatesh's heart [[demiplane]] is the [[Tower of Shadows]]. She is currently bound deep beneath the earth near [[Arcanix]] in [[Aundair]].\n\n!! Cults and Minions\n\nSul Khatesh's cults often begin as transactional. [[Wizard|wizard]]s or would-be [[warlock]]s invoke her with rituals, offering blood or\nservice in exchange for power and knowledge. Sul Khatesh has\nno need of mortal souls, but a cultist might believe they have\nsworn their soul to her. What truly delights her is when magic is\nused for cruel purposes or in ways that cause people to fear it. Covens devoted to the Queen of Shadows use dark magic and fear to dominate whole communities, while isolated warlocks make pacts with Sul Khatesh to pursue power and revenge. By sharing her power in this way, the overlord perpetuates the image of the evil warlock, inciting fear that strengthens the Keeper of Secrets even more.\n\nWhile cultists may forge a bond for rational reasons, the more\npeople that draw on her gifts, the more that corruption can\ncreep in. Members of the [[Court of Shadows]] believe that they\nare part of a shadow kingdom that becomes more real with\neach day; some members even believe they can see its towers\nand spires overlapping the structures of the real world. Other\ncults may become obsessed with their own power, embracing\nthe idea that those who can do magic are superior to those who\ncannot—that it is their right to prey on these mundane cattle.\nGiven her love of secrets, the cults of Sul Khatesh are almost\nalways hidden and subtle. While magic usually plays a role in\nher cults, she could certainly have one that deals purely with\nblackmail and the manipulation of secrets.\n\nSul Khatesh's chief agent among the [[Lords of Dust]] is the [[rakshasa]] [[Hektula]], who serves as the librarian in the demonic citadel of [[Ashtakala]]. Known as the First Scribe, Hektula presides over an immense trove of arcane knowledge and artifacts.\n\n!! Adventure Hooks\n\nA cult of Sul Khatesh is an easy way to\nintroduce an evil [[wizard]] or cabal of [[warlock]]s using their gifts\nto terrify and dominate a community. The [[Court of Shadows]]\ncould fill this role, but it could also be used in a more subtle\nway; perhaps nobles of the Court assist the adventurers, and\nthey are drawn into the politics and intrigues of this imaginary\nkingdom. \n\nA cult of Sul Khatesh could be at the center of a web\nof blackmail that’s tearing a city apart. A player character or\nNPC could suddenly find that they know the worst secrets of\neveryone they meet... but are they sure all of these secrets are\ntrue? Or is Sul Khatesh feeding them just enough truth that\nthey’ll start believing these insights without question, even if it\nleads them down evil paths?",
        "type": "text/vnd.tiddlywiki",
        "title": "Sul Khatesh",
        "tags": "overlord immortal fiend",
        "modified": "20240606055428682",
        "color": "#8C4606",
        "category": "entity",
        "article": "the Keeper of Secrets, ",
        "alternatetitle": "Queen of Shadows",
        "tooltip": "overlord who embodies the fear and misery of secret knowledge"
    }
]