[
    {
        "created": "20210223032910457",
        "text": "//After the world, the flame; after the flame, the world again.<br/>//\n//After the flame, the ash; after the ash, the flame again.<br/>//\n//After the ash, the blood; after the blood, the ash again.<br/>//\n//After the blood, the flame; after the flame, the blood again.<br/>//\n//After the flame, the world; after the world, the flame again.//\n\n<div align=\"right\">—The Creed of the Promise</div>\n\n//In the [[first days|Age of Giants]], the mighty learned to bind the flames of the far lands, drawing fire from the air and blending it with blood and iron. But the clumsy hands of the [[giant]]s could not weave the fine threads of true fire, and the deepest secrets seared their minds and left them mad. And so the wisest among them sought our ancestors, seeking those with the power to truly embody the flame and to find the path to the Land of the Promise. They bound the fire to our blood, where it burned our skin as black as basalt. They taught us the ways of the fire and the secret knowledge of the Promise. And when they fell to the [[madness|Du'rashka Tul]], we laid claim to the cities of glass. Many of our [[kindred|Vulkoor]] fell to the madness and now roam the wilds, worshiping vermin and picking at ruins. But we hold destiny in our hands. We hold the secrets of the fire. One day we shall open the Gates of the Promise and spread our flames across all lands. For this world was born in fire, and in fire it shall end.//\n\n<div align=\"right\">—Sulatu legend</div>\n\nThe Sulatu (or Sulatar) [[drow]] of [[Xen'drik]] consider themselves the true heirs of the [[Sulat League]], the [[giant]] polity that created the first drow during the [[Age of Giants]]. They have clung to traditions of magic dating back to that distant age—in particular, an ancient form of [[elemental binding]]. The Sulatu (“firebinders” in the [[Giant]] [[language]]) are masters of fire in all forms. Their champions wear burning [[orichalcum]] armor and bind [[elemental]]s to their [[blood glass]] blades, while Sulatu [[artificer]]s create [[magic item]]s that even the [[gnome]]s of Zilargo have yet to perfect.\n\nThe firebinders remained loyal to the [[giant]]s throughout the [[elf]] uprising and, even after ten thousand years, have held to the teachings of their ancient masters. The Sulatu believe that their devotion will eventually grant them access to a promised land of fire; [[one school|Army of Promise]] of Sulatu thought claims that they will gain immortality and power, and lead an army that will sweep across the world. Scholars speculate that the promised land is the plane of [[Fernia]], but so far the legends remain just that. The [[Vulkoori]] believe that the Sulatu are fools, following a hollow promise the giants made to entice their ancestors; the Sulatu counter that it was the giants who were fools for showing them the way to the Promise in the first place.\n\nThe Promise of Fire has roots in the mystical traditions of ancient [[Ju'qata|Grand Ju'qata]], but it is much more pragmatic. It is not an apocalyptic faith, as [[Khorvairians|Khorvaire]] might believe; the remaking of the world is to be done by mortal hands, not the abrupt incursion of immortal flames, and most Sulatu do not even see this transition as a necessarily violent one. The Sulatu are innovators above all else, driven by the spirit of inquiry.\n\nFew explorers have encountered the Sulatu. They make their homes near ancient [[Sulat League]] sites in central and western [[Xen'drik]], particularly within the [[Fangs of Argarak]], though few venture into the deep sands of the [[Menechtarun Desert]] or the denser [[jungles|Jungles of Xen'drik]]. [[Gundra'kul]] is the Sulatu city-state nearest to [[Stormreach]]. Although Sulatu have a shared cultural and spiritual identity, their small city-states are politically independent—a necessary safeguard against the [[Madness of Crowds|Du'rashka Tul]], which has struck Sulatu civilization many times over the millennia. \n\nThe Sulatu have a strong martial tradition. They forge their armor and weapons from [[orichalcum]] or \"firebrass,\" and they typically incorporate fiery patterns and designs into their equipment. Sulatu [[wizard]]s focus on [[evocation]], [[conjuration]], and [[abjuration]], and no tradition of [[necromancy]] or [[enchantment]] exists among them. Curiously, [[some Sulatu|Forgebinders]] are able to activate certain [[dragonmark focus item]]s as if they had the required [[dragonmark]].\n\n!! Sulatu Factions\n\nSulatu of any of the following schools of thought can be found in any community, but most Sulatu city-states are governed by two or three schools in particular. Among these, the [[Brassbinders]], [[Forgebinders]], and [[Hearth Promise]] philosophies are the most common, each of which specialize in a craft that enriches mundane lives.\n\n* the [[Brassbinders]]\n* the [[Forgebinders]]\n* the [[Hearth Promise]]\n* the [[Ghostbinders]]\n* the [[Army of Promise]]\n\nMany smaller factions can be found throughout the continent.",
        "title": "Sulatu",
        "modified": "20231214075805012",
        "tags": "Xen'drik drow tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "alternatetitle": "Sulatar",
        "tooltip": "firebinder drow clans of Xen'drik"
    }
]