[
    {
        "created": "20210223032910457",
        "text": "//This world was born in fire, and in fire it shall end. Our future lies in the Land of the Promise, from whence all fire flows.//\n\n//In the [[first days|Age of Giants]], the mighty learned to bind the flames of the far lands, drawing fire from the air and blending it with blood and iron. But the clumsy hands of the [[giant]]s could not weave the fine threads of true fire, and the deepest secrets seared their minds and left them mad. And so the wisest among them sought our ancestors, seeking those with the power to truly embody the flame and to find the path to the Land of the Promise. They bound the fire to our blood, where it burned our skin as black as basalt. They taught us the ways of the fire and the secret knowledge of the Promise. And when they fell to the [[madness|Du'rashka Tul]], we laid claim to the cities of glass. Many of our [[kindred|Vulkoor]] fell to the madness and now roam the wilds, worshiping vermin and picking at ruins. But we hold destiny in our hands. We hold the secrets of the fire. One day we shall open the Gates of the Promise and spread our flames across all lands. For this world was born in fire, and in fire it shall end.//\n\nThe Sulatar [[drow]] of [[Xen'drik]] have clung to traditions of magic dating back to the [[Age of Giants]]—specifically, an ancient form of [[elemental]] binding. The\nSulatar (“firebinders” in the [[Giant]] [[language]]) are masters of fire in all forms. Their champions wear burning [[orichalcum]] armor and bind [[elemental]]s to their [[blood glass]] blades, while Sulatar [[artificer]]s create [[magic item]]s that even the [[gnome]]s of Zilargo have yet to perfect.\n\nThe firebinders remained loyal to the [[giant]]s throughout the [[elf]] uprising and, even after forty thousand years, have held to the teachings of their ancient\nmasters. The Sulatar believe that their devotion will\neventually grant them access to a promised land of fire,\nwhere they will gain immortality and power and lead an\narmy that will sweep across the world. Scholars speculate\nthat the promised land is the plane of [[Fernia]], but so far\nthe legends remain just that.\n\nFew explorers have encountered the Sulatar, for the firebinders have little interest in other cultures. To the Sulatar, all will fall when the Gates of the Promise\nopen; until then, they have no need to deal with inferior\ncreatures. In addition to this isolationist attitude, the\nSulatar have long fought the followers of [[Vulkoor]], and\nthis has kept their population in check. The firebinders\nconsider the scorpion tribes to be savages and traitors,\nwhile the children of Vulkoor hate the Sulatar for their\ncontinuing loyalty to the [[giant]]s.\n\nIn the end, the GM must decide on how many Sulatar live in [[Xen'drik]] and the significance of their presence. It might be that only a single enclave of Sulatar exists—the legendary [[Obsidian City]], deep in the Xen'drik jungles. Alternatively, hundreds of thousands of firebinders might inhabit the [[Fangs of Argarak]] in the center of the continent—an army that could pose a deadly threat to Stormreach and to Khorvaire if the Sulatar chose to emerge from hiding.\n\nThe Sulatar have a strong martial tradition. They forge their armor and weapons from [[orichalcum]] or \"firebrass\", and they typically incorporate fiery patterns and designs into their equipment. Sulatar [[cleric]]s are devoted to an abstract force called the Promise of Fire. Sulatar [[wizard]]s focus on [[evocation]], [[conjuration]], and [[abjuration]], and no tradition of [[necromancy]] or [[enchantment]] exists among them.\n\nThe firebinders tattoo patterns of flames across\ntheir skin, believing that these grant mystical protection.\nAlthough the tattoos do not actually confer any benefit,\na combination of mystical heritage and long training\nallows the Sulatar to exercise great control over bound [[fire elemental]]s. Curiously, when dealing with a [[dragonmark focus item]], a Sulatar can control the item as if they had the required [[dragonmark]].",
        "title": "Sulatar",
        "modified": "20220707210318886",
        "tags": "Xen'drik drow tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]