[
    {
        "created": "20210127175928459",
        "text": "<<<\n//\"You heard I can get you into [[Adar]]? Well aren't you a bold one—[[Brelish|Breland]] I'd bet from the swagger, the accent, and that gods-awful blue. How'd you and your whelp friends survive long enough to get here, boy? And even if I could get you to Adar, why would I? Go home. You've been misled.\"//\n<<<\n<div align=\"right\">—[[Murephan]], Summit Road guide</div>\n\nSome dissidents within [[Riedra]] live long enough to\nescape, but few places in [[Sarlona]] are welcoming, and getting into [[Adar]] is not easy. Occasionally, [[Adaran|Adarans]] warriors\nengage in sorties to bring the war to the [[Inspired]] or to get\nto other lands. Adar's defenders also need intelligence on\ntheir enemies' movements along their borders. In sum, a\nneed for spies and a secret way across Adar's boundary is\nobvious. A clandestine organization called the Summit\nRoad, or simply \"the Road,\" performs these services. \n\n!! Links to Headers\n* <<scrollToHeader \"Joining the Summit Road\">>\n* <<scrollToHeader \"Summit Road Benefits\">>\n* <<scrollToHeader \"Playing a Summit Road Guide\">>\n** <<scrollToHeader \"Combat\">>\n** <<scrollToHeader \"Advancement\">>\n** <<scrollToHeader \"Missions\">>\n** <<scrollToHeader \"Responsibilities\">>\n* <<scrollToHeader \"The Summit Road in the World\">>\n** <<scrollToHeader \"Organization\">>\n** <<scrollToHeader \"NPC Reactions\">>\n* <<scrollToHeader \"Summit Road Adventures\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Joining the Summit Road\n\nEntry into the Summit Road's ranks is a mixed blessing, and few take to this arduous pursuit lightly. But the Summit Road doesn't just trust those who would join it\nbecause they pass a cursory magical examination. Membership on the Road is only offered to hardy souls who have proven themselves capable and\ndaring, steadfast and honorable. Such persons must be\nloyal to [[Adar]] and foes of the land's enemies. Such agents\nare often called Summit Road guides, or just guides.\n\nAll sorts of people work for the Summit Road. Their common\nbond is a desire to fight for freedom and willingness to face, confound, and even kill Riedran authorities. Members are\nprepared to die before allowing themselves to be captured.\nAbout half of the members of the Road are spellcasters or\n[[psionic|psionics]] manifesters of some sort, since these talents aid in fooling\nand defending against the forces of the [[Inspired]].\n\n!! Summit Road Benefits\n\nAt its core, the Summit Road is a group of highly skilled\ninfiltrators and sneaks. They form a network of individuals and small groups, [[Adarans]] and non-Adarans, willing to shelter those on the move. All hope to thwart\nthe [[Inspired]] and to free as many awakened [[Riedrans]] as\npossible. Many in [[Sarlona]] sympathize with the Summit\nRoad, or would if they knew about it.\n\nThe large number of spellcasters and\nmanifesters in the ranks of the Summit Road means\neasy access to services provided by such persons. Healing\nand spells or powers that remove mind-affecting magic are accessible within a day, as long as the spell or power requested is [[rare-tier|spell tier]] or lower. Guides\nmust provide costly material components. Similarly, if\nthey provide the materials and can show a great need,\nSummit Road guides can get a [[magic item]] made for cost.\nThose who abuse these services for personal gain quickly\nfind that their fellow guides won't provide such aid.\n\nInformation is one of the Summit Road's strong suits, particularly when it comes to [[Adar]]'s borders. Many of the Road's members and sympathizers are\nknowledgeable and capable information brokers. It has maps of Riedran fortifications near Adar, diagrams of regular patrol routes, lists of sympathizers, and so on. Usually, when a group of guides goes on a mission for the Road, the leader (trailblazer) assigning the task supplies all relevant intelligence available for and pertinent to the job, including destination, contacts, and expected challenges. Known information gaps are always revealed. Of course, sometimes the job is to gather intelligence, in which case some or all of these facts can be \"gaps.\" \n\nAs Summit Road guides, characters have\naccess to a wide variety of travel modes and routes, as\nwell as known safe houses and hiding spots. Secret routes\nthrough underground passages and psionic portals are\nall available. NPCs sympathetic to the cause might also\nprovide aid. Access to all such benefits is given on a need\nbasis—important and sensitive information and locations\nare reserved for trusted guides. \n\n!! Playing a Summit Road Guide\n\nYou are the pathfinder on a way to safety and hope from a land\nthat has lost all freedom. Sometimes you are a chirurgeon's\nknife, infiltrating diseased territory to lead someone in need\nfrom [[Riedra]] to [[Adar]]. Other times you are the watchman's\neyes, observing to discern truth and useful knowledge\nabout the enemy. And when need be, you are the merciful\narm of death that removes those who cannot be saved.\n\nTrust is vital to you and your team members, and to\nthose who direct you. Misplaced faith is death or worse.\nWithout one another, Summit Road guides can't survive—each provides essential skills. Your team is only as strong as its weakest member, and when failing can cost you your\nmind, nobody wants to be the chink in the group's armor.\n\nYou do much of your work incognito. Whether you're\nactually masked or disguised depends on the work and\nthe timing, but letting someone see your face who doesn't\nneed to do so is a mistake. Many persons you aid never\nlearn your name or what you look like.\n\nWhen you joined the Summit Road, you did it because you thought it was right or because you had nowhere else to go. Regardless of your initial motivations, the risks you take in infiltrating [[Riedra]]n territory or the [[Syrk|Syrkarn]] frontier aren't part of some romantic fantasy. Worst of all, people back home in [[Adar]] might respect what you do, but they're always wondering if the person who comes home is really you.\n\nStill, you are a hero. You can see it in the eyes of the\nRiedran defector you smuggle through [[Zi'til'natek]] and\ninto central [[Adar]]. He has seen horrors, you know, and now\nhe'll have a hard life, but he'll be free. Sure, the monks\nwill watch him, but he'll marry a valley woman and\nraise his children to be whatever they want to be. And he\nwon't have to serve beings he has come to know as evil and\nalien. You created that life for him, and, the [[Light|Path of Light]] willing,\nyou'll survive long enough to do it for many others.\n\nOne day, the [[Inspired]] will kill you if you're lucky, or\ncapture you if you're not. Between now and then is the\ntime to make them pay and take from them what they\nnever deserved to own. Maybe you'll live to see the\nInspired fall. Until then, your homage to the [[Path of Light]] is walking the Summit Road. \n\n!!! Combat\n\nYou evade enemies until you must engage,\nusing three \"weapons\" taught to every Summit Road guide:\ninformation, stealth, and speed. First off, know your enemy\nand your path as well as you can before you set out. \"Prepare for the worst, but travel light\" is a maxim for those on the\nSummit Road. Stealth means going only where you have to,\nand doing so unnoticed. Speak with whom you must, but\nreveal only that which must be told. Speed means getting\nwhatever you came for and getting out. If you must engage\nan enemy, kill quickly, letting that be a form of mercy to\nthose doing their duty for the [[Inspired]]. If you want to send\na message with your violence, send it directly to the [[Chosen]]\nor the Inspired—the [[soldiers|Harmonious Shield]] and [[common folk|Riedrans]] of [[Riedra]] are slaves, and they don't deserve further pain. \n\n!!! Advancement\n\nThe Summit Road recruited you because you showed the ability to do what needs to be done. You exemplify some combination of stealth, fighting prowess, and resistance to mind control. You also showed a willingness to do thankless work in nerve-rattling conditions.\n\nNew recruits face intense scrutiny and dangerous missions. Green guides are given information and shelter as needed and no more. As you show dependability and\ngood performance, along with a willingness to undergo\nregular and rigorous testing to guard against [[mind seed]] and\nother sorts of infiltration, you can be inducted further\ninto the Road's internal structure, and you become privy\nto more sensitive information.\n\nRank isn't formal on the Summit Road—respect must be\nearned and kept through merit. If leadership is for you, the\ncurrent leaders, called trailblazers, must make sure you're\nnot an infiltrator. Once you do get in, you can assign teams\nto special operations and oversee information-gathering.\nStaying in the field is always an option, but doing so means\nnever being truly on the inside. \n\n!!! Missions\n\nWorking the Summit Road is hard but simple. You get missions from trailblazers and you perform them.\n\nA Summit Road guide might be asked to do any\nnumber of tasks. Helping a dissident cross into [[Adar]] is\nusual, but guides might be assigned to take out a group of\nmonsters that have moved into one of the organization's\nsecret passages through or under Adar's mountains.\nScouting enemy positions and removing obstacles for\nanother team's mission, or even providing a distraction,\ncan be part of a guide's duties.\n\nSometimes a Summit Road guide is taken prisoner.\nOther guides are dispatched to help the prisoner escape\nor, if they must, end the unfortunate's life. \n\n!!! Responsibilities\n\nThe Summit Road expects you\nto devote your time to the organization's needs, taking\nmissions whenever they are available. You can engage in\nother activities as long as they don't endanger the Road,\nand finding and planning your own missions is looked\nupon favorably when such undertakings prove successful\nand meaningful. However, long absences raise suspicions,\nespecially when they're not prearranged. Such a hiatus\ncan lose a member some standing and might require them\nto undergo interrogation and a fresh [[mind probe|detect thoughts]].\n\n!! The Summit Road in the World\n\n<<<\n\"//Those guides, they're hard and strange. Not normal, you know? Why anyone would do what they do is beyond me. Still, if any come here needing a roof or some food, my house is open to them. My wife's grandfather was Riedran...//\"\n<<<\n<div align=\"right\">—Deepak Ruudraksh, Adaran herder</div>\n\nAs Summit Road guides, the PCs are revolutionaries and soldiers—perhaps in an unwinnable war. The Road requires a stoic resolve and unswerving commitment. It also offers a great deal of freedom. Guides can plan and\nexecute their own missions, gaining that much more glory\nwhen the undertaking works in favor of [[Adar]]. Further, the\ncharacters can rest assured that if they're captured, their\nallies in the Road won't sit idle. Members of the Summit\nRoad are like a strange family where interdependence is\nas important as good steel and the right spell.\n\n!!! Organization\n\nWhen [[Adar]] shut its borders after repelling the initial attacks of the [[Inspired]], the early focus was on fortifying all points of entry. During that time the\n[[Shroud]] was built. The masters of the monastery-fortresses,\nespecially [[Kasshta Keep]], [[Malshashar]], and [[Shalquar]],\nquickly found they needed a way to get into and out of Adar.\nThis need was the genesis of the Summit Road.\n\n[[Malshashar]] has always had friendly contact with the\n[[dromite]]s of [[Zi'til'natek]]. Zi'til'natek's inhabitants had no\nlove for [[Riedra]]'s new leaders. Preliminary crossings were\nthrough Zi'til'natek and underground ways constructed for\nthe purpose. In this time, many would-be Riedrans still\nopposed the [[Inspired]] and sought escape. [[Adaran|Adarans]] warriors\nalso took the fight to the Inspired on a small scale.\n\nConditions on both sides of the mountains soon stabilized, more [[Riedrans]] becoming loyalists and [[Adarans]] becoming more defensive and insular. The Summit Road\nevolved. Failed missions and subverted guides proved the\nneed for strong will among Road members. Supernatural\ndefenses were essential parts of any team, so the remaining leaders began to favor mystical recruits. During this growth phase, the Road also put forth tendrils, establishing bases in [[dromite]] city-hives under [[Riedra]] and even in the [[Syrk|Syrkarn]] port of [[Ardhmen]]. \n\nSummit Road guides call their leaders trailblazers—\nthose who find new ways. New, probationary, and regular\nmembers have always been called guides, and most Road\nagents are guides for years before being named trailblazers.\nGuides have differing levels of esteem in the organization,\nbut no official rank differentiates them. Those with less\nexperience usually defer to those with more. Advancement\nis based purely on merit and is totally optional—under\nthe control of existing leaders. No guide is ever forced to\nbecome a trailblazer, which can be a sedentary job.\n\nMasters of the temple-keeps in [[Adar]] are nominally in\ncontrol of the Summit Road. It is they who often ask the\ntrailblazers to undertake some task for the good of Adar.\nThe trailblazers in turn assign guides to a task, or even\noversee a mission directly. Most trailblazers remain in Adar\nhowever, so it is harder for the Road to be subverted. \n\nThe Road is highly decentralized, like [[Adar]]'s entire\ndefense infrastructure. Guides must speak or learn [[Riedran]], and they learn special phrases and sign language that help them identify one another and communicate\nsecretly. Few outside the Summit Road know its underground language, and unauthorized persons who show such knowledge are often met with hostility.\n\nCells of the Road operate independently. A group of\nguides is a highly specialized team composed of four to\nsix members. Each member has skills that complement\nthose of the others in the group. In this way, each Summit\nRoad squad is a strong support system for its members.\n\nInformation is shared between groups by [[psionic|psionics]], magical, and mundane means, and teams change operations centers as needs dictate.\nAll teams are expected to take circuitous routes from\ntheir starting points to prevent those points from being\nlocated by [[Riedra]]n patrols. \n\n!!! NPC Reactions\n\n[[Adarans]] admire the courage and\nskills of Summit Road guides, and those who recognize\na guide are often friendly. Only in the smallest Adaran\nthorp might a group of guides find no aid. However, most\nSummit Road guides keep their affiliation secret, and few\npeople can tell a guide on the Summit Road from other\nhardened folk who travel the wilds of Adar.\n\nMany of the Road's members are outsiders in Adaran\nsociety. Some are known criminals. Others are members of\nraces that rarely work on Adar's surface but that also dislike\nthe [[Inspired]], such as [[dromite]]s. Because of this unusual\nmembership, a few inside [[Adar]] fear Summit Road guides.\nOne slip, these people say, could open the door to the\n[[Inspired]] or worse. Such persons might be unfriendly.\n\nAgents of [[Dvaarnava]], [[Shalquar]], [[Malshashar]], and\n[[Kasshta Keep]] closely watch members of the Summit\nRoad, but they are usually indifferent. Their job is to\ncatch any unusual behavior among the guides, not to help\nor hinder.\n\nLoyal [[Riedrans]] have no love for Summit Road\nguides, believing they are kidnappers and assassins in the\nservice of fiendish magicians. Such Riedrans who discern\na guide's true connections are invariably hostile. \n\n!! Summit Road Adventures\n\nSummit Road guides are facilitators, spies, soldiers, and,\nwell, guides. If somebody needs to get into [[Adar]] from the\noutside, it's likely that the Summit Road is going to be\ninvolved somehow. Guides are meant to be a \"first contact\" point between foreigners and the land of refuge, but\nthey also serve as foils for [[Riedran|Riedrans]] patriots and a way for\n[[Adaran|Adarans]] characters to move into the wider world.\n\nFrom rescue missions, to strikes against Riedran\nfortifications, to expeditions to uncover potentially\nuseful artifacts from [[Sarlona]]'s bygone ages, the Summit\nRoad can be a motivating force behind an entire campaign. Outsiders and foreigners can earn the respect of\nAdarans by serving the Road, so foreign characters could\ndo worse than to have the Road as an ally or a patron.\nPlayers who like action and intrigue mixed with a good\ndose of paranoia should find the Summit Road to be a\nfine home for their PCs. \n\nThe Summit Road has the potential to be a group of allies or foes, or even a patron. Initial\nencounters with guides are always edgy as they get to know\nforeign characters or raw recruits. Everything is a test\nat that stage. If pushed, Summit Road guides don't take\nchances—they strike with deadly efficiency against those\nthey see as risks to the Summit Road. \n\n''Example Encounter:'' [[Murephan]] and his sidekick [[Kelki]] are in [[Ardhmen]] in [[Syrkarn]] looking for the PCs, having heard of them through intermediaries. The rogue [[Chosen]] wants to size up the foreigners and see why they're in [[Sarlona]]. If he\nlikes what he sees, he offers the characters their first test\nrun for the Summit Road. Alternatively, Murephan and\nKelki are about to put some inexperienced Adaran guides\nto the test by pretending to be a couple of questionable\nwanderers in Adar's wilderness. ",
        "title": "Summit Road",
        "modified": "20240606054806631",
        "tags": "[[intelligence agency]] [[secret society]] Adar",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "organization of spies and smugglers of Adar"
    }
]