[
    {
        "created": "20210126004544636",
        "text": "The arrival of the [[kalashtar]] in [[Adar]] 1,700 years ago was the beginning of the end\nfor the [[Twelve Kingdoms|Sarlonan province]] of [[Sarlona]]. War raged in [[Dal Quor]], and the enemies of the kalashtar were determined to bring the struggle to [[Eberron]]. The quori that served [[il-Lashtavar]] (the [[Dreaming Dark]]) were not prepared to sacrifice their power and individuality as the kalashtar spirits\nhad, and this prevented them from directly taking hosts.\nBut they could still manipulate mortals through dreams.\nThey could give a paranoid king nightmares of a conspiracy, leading him to persecute his own people. They could\nsend a charismatic general visions of justice, urging him\nto rise up against a tyrannical king. They could send two\npeople dreams of love, ultimately forming a relationship\nand a child more suited to quori manipulation.\n\nStarting around 1,600 years ago, they did all this and more.\nUsing fear, prejudice, and greed, the [[quori]] threw the\nkingdoms into chaos. For over two hundred years, Sarlona\nwas shaken by war. As one nation became stable, another\nwould attack it, driven by racial prejudice or religious\nzealotry, or a new rebel group would arise within its borders. Terrible magic was unleashed. No [[human]] nation had the power to rival the [[giant]]s of [[Xen'drik]], but the [[wizard]]s of [[Khunan]] and the [[sorcerer]]s of [[Ghirvagura]] were\nmighty in their own right, and the lords of [[Ohr Kaluun]] were masters of [[divine|divine magic]] and [[arcane magic]]. This period was known as the Sundering, and nations were shattered in its wake.\n\nThe [[quori]] used their power to set the Sundering in motion, and so they used their power to end it. After two centuries of careful manipulation, they managed to\nestablish bloodlines across [[Sarlona]] whose members were especially vulnerable to quori manipulation and possession—the predecessors of what are today known as the\n[[Chosen]]. They began a campaign of dreams, promising\nsalvation to those who would follow their newly forged\n\"[[Path of Inspiration]].\" Soon, the first [[Inspired]] appeared.\nThese beings had great charisma and impressive [[psychic powers|psionics]], and to the people of the war-torn lands they\nwere literally the answer to their dreams. The Inspired\nbrought an end to many feuds, frequently by uniting\nformer enemies against carefully selected scapegoats. The\n[[yuan-ti]] of [[Syrkarn]], the [[shulatlaca]] of [[Caleshaz]], the [[oni]] of [[Borunan]], and the mystics of [[Ohr Kaluun]] were\nall targeted in this way. Many were destroyed or enslaved;\nothers fled to [[Adar]], [[Xen'drik]], or [[Khorvaire]]. Throughout\nthese struggles, the [[Inspired]] extolled the virtues of unity.\nEventually, the old traditions of all twelve kingdoms were abolished. Where once twelve proud nations stood, now only one remained: [[Riedra]]. \n\n!! The Age of Unity\n\nOver the course of the next thousand years, the [[Inspired]]\ntightened their grip on the people of [[Riedra]], slowly\nexpunging the remaining traces of the old cultures. The\nInspired moved slowly, making changes with each generation until no one alive remembered a time when life was\nany different. Through psychology, indoctrination, and\ncontrol of dreams, the quori shaped a nation of slaves\nwhose people were grateful for their chains, believing that\nthe Inspired were their only shield against the horrors of \nthe past and the outside world. \n\nThree notable events during this time which helped shape modern [[Sarlona]] include the <<navAndScrollToHeader \"Khunan\" \"Syrkarn Exodus\">>, the [[Madness of Yaruun]], and the [[Night of Razor Dreams]].",
        "title": "Sundering",
        "modified": "20230606185427355",
        "tags": "war Sarlona",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "event",
        "color": "#A3CFBB",
        "tooltip": "wars between the kingdoms of Sarlona starting 1570 years ago that paved the way for the rise of Riedra"
    }
]