[
    {
        "created": "20210313223320948",
        "title": "Swords of Karrn",
        "text": "''Leader:'' [[Drago Thul]]<br/>\n''Notable Members:'' [[Mordalyn ir'Tanar]], [[Reng Nagel]]<br/>\n''Base of Operations:'' [[Grindstone]]\n\nIn many ways, the district of [[Grindstone]] is a separate\ncity within [[Stormreach]], and it is a city under martial\nlaw. Grim soldiers patrol the streets. One warrior\nwears [[Aundair]]ian leather, another heavy [[Karrnath]]i\nchain. But both bear the same device on their tabards\nand shields: a greatsword crossed by two longswords,\nset against a field of black. These are the Swords of\nKarrn, drawn from among the deadliest warriors of\nthe [[Five Nations]].\n\nThe Swords defend the [[Karrnath]]i immigrants\nof Grindstone, and many assume that the sympathies\nof the militia lie with Karrnath. This is a mistake.\nInstead, the Swords of Karrn are bound together by\nthe teachings of [[Karrn the Conqueror]], by their secret [[faith|Three Faces of War]], and by their devotion to a man named [[Drago Thul]]—a person they wish to place on the throne of a new united realm.\n\n[[Drago Thul]] has\ntransformed [[Grindstone]] into a vision of his ideal\nstate, imposing a rule even harsher than that of the\n[[Code of Kaius]]. Under the watchful eyes of his soldiers,\nGrindstone is one of the safest places in [[Stormreach]].\nThe Swords dispense harsh justice whenever the peace\nis disturbed; criminals might be beaten, maimed, or\neven killed. Occasionally the Swords venture outside\nGrindstone in pursuit of enemies, but by and large\nthey are content to police their territory. They have\nno respect for the [[Stormreach Guard]], and few guards\nenter Grindstone without direct orders.\n\nThe Swords of Karrn are one of the most dangerous forces in Stormreach. Its members are drawn from\nthe elite forces of the [[Five Nations]]; they are not simply\nsoldiers, but among the best soldiers [[Khorvaire]] has to offer. They are equipped with masterwork and magical\nequipment, and they react to challenges with a careful\ngrasp of tactics. Despite coming from many nations,\nthe soldiers are bound together by their faith in the\n[[Three Faces of War]] and the words of\n[[Drago Thul]]. The Swords enforce [[Karrnath]]i values,\nbut they seek to bring back the old Karrnath of [[Karrn|Karrn the Conqueror]]’s\ntime. It’s not a case of holding one of the [[Five Nations]]\nover the rest: It’s wiping away the weak traditions of\n[[Galifar]] and returning to something pure.",
        "modified": "20210727192035595",
        "tags": "Stormreach militia Karrnath",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]