[
    {
        "created": "20210322040031126",
        "title": "Swords of Liberty",
        "text": "Founded on principles of freedom and a sharp\ndisdain for what they see as oppressive monarchies\nacross the continent of [[Khorvaire]], the Swords of Liberty emerged\nat the start of the [[Last War]] and began causing trouble\nboth in [[Breland]] and throughout the [[Five Nations]]. In the new peace,\ntheir numbers swell, as does their violence. They now\nfoment war, staging attacks and raids, murdering\nand burning villages to draw Breland into war once\nagain. The Swords believe that Breland was strong\nenough to win the Last War outright and that the\nother nations are too weakened and too afraid to put\nup much of a fight now. This view might be truer than\nthe other nations would like to believe.\n\nDifferent cells of the Swords approach their goals in different ways, and often have different scopes for their agendas. Some cells put democracy first, opposed to the feudal system of the [[Five Nations]], and are actively working to topple monarchies across Khorvaire. Others are Brelish supremacists, interested only in perfecting their own nation.\n\nThe Swords are said to be led by a mysterious individual named ''Red Owl'', whose headquarters is located somewhere in [[Xandrar]].\n\n!! The Swords in Graywall\n\nPCs who sympathize with the Swords of Liberty can come to [[Graywall]] to make contact with [[Tars Faldren]], one of the founding members of the movement. Alternatively, the [[King's Citadel]] could ask the party to infiltrate the Swords and shut them down—but only after learning about upcoming plans and Faldren’s contacts within [[Breland]].\n\nFaldren’s safe house is hidden within [[Bloodstone]]. He is accompanied by a number of Swords, including new recruits, bodyguards (such as the [[dwarf]] ''Norn''), and a few others who have been exposed and are wanted in [[Breland]]. Chief among these is ''Tolri'', a [[tiefling]] [[wizard]] infamous for her skill at crafting ritual scrolls that set off terrible explosions.",
        "modified": "20210727192035608",
        "tags": "militia Breland",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]