[
    {
        "created": "20210312020553035",
        "text": "Lord Sylian Varonaean is the oldest member of the [[Grim|Grim Lords]]. Also known as \"the Gardener of [[Farlnen]],\" he is the botanist who designed many plants that thrive in shadows rather than sunlight, and can therefore survive on the stony [[Mabar]]-touched island. The fruits of his labors can be seen today: [[ebon sedge]] and the [[Aereni|Aerenal]] form of [[darkwood]] trees are only a few of his inventions. Varonaen has continued his work over the course of generations, and the merchants of Farlnen trade spices and wines that cannot be produced any­where else in the world.\n\nAdventurers might seek out Lord Varonaen if they have need of an exotic elixir that can only be produced from his [[undead]] plants. Varonaen could even have an interest in consulting with an adventurer renowned as a master [[alchemist]] or unusual [[druid]].\n\n!! Exodus to Farlnen\n\nThe [[noble line|Aereni noble line]] of Varonaen was allied with [[Vol]] long before the [[Mark of Death]] appeared, and Sylian was one of the first [[vampire]]s created on [[Aerenal]]. Where Vol studied ways to imbue [[humanoid]] creatures with the energies of [[Mabar]], Sylian Varonaen explored its effects on plants. Varonaen was fascinated by those strains of flora that managed to adapt to [[Aerenal]]’s Mabaran [[manifest zone]]s, and improved upon these with his own hybrids; it was he who refined the strain of [[darkwood]] that [[Aerenal]] exports to this day. \n\nIt was no accident that Varonaen and his exiles came to [[Farlnen]]. The elves knew they needed powerful a [[Mabar]]an [[manifest zone]] to continue their research, and Varonaen came prepared. Varonaen brought his hybrids with him across the [[Lhazaar Sea]] and established the first night gardens. He planted [[darkwood]] groves, and in the centuries that followed, he developed entirely new strains of vegetation that could thrive in the unique conditions of Farlnen, some of which require watering with fresh blood, or fertilization with the flesh of the dead. While most of his experiments are mere plants, Varonaen has also created [[plant creature]]s that also count as [[undead]]; these include grasping vines that drain the lifeforce of creatures they constrict, and [[shrieker]]s that howl with the cry of a [[banshee]].\n\nLord Varonaen played a vital role in founding [[Farlnen]]. The people of [[Port Cairn]] rely on his hybrid plants as a source of both food and lumber, and the exotic spices and wines produced from his creations are unique exports sold by [[Bloodsail|Bloodsails]] merchants. Despite his part in ensuring the survival of his people, Varonaen has never asserted his power over his peers; his plants are his sole obsession, and he has spent the centuries working on his gardens. He has the manner of a mild, friendly scholar, but he feels no compunctions about creating plant life that feeds on the living, or sacrificing strangers in this work.\n\n!! Second Undeath\n\nLord Varonaen's corporeal body was destroyed centuries ago. When he was a [[vampire]], the Gardener often traveled abroad in search of exotic blooms. It was on one such journey that he was destroyed by the [[Deathguard]] of [[Aerenal]]. While his [[vampire]] form was reduced to ashes, Varonaen had bound his spirit to his garden much as a [[lich]] has its phylactery. He was reborn in [[Farlnen]] as a [[wraith]]. While he often remains in this incorporeal form while doing his work, he has crafted a body from [[darkwood]] and can animate this vessel when he wishes to interact with the physical world. He hasn’t left Farlnen since his death, and may not be able to travel far from this soul garden. ",
        "type": "text/vnd.tiddlywiki",
        "title": "Sylian Varonaen",
        "tags": "undead [[Grim Lords]] Farlnen wraith",
        "modified": "20230815072633328",
        "color": "#8C4606",
        "category": "entity",
        "article": "Lord ",
        "tooltip": "the Gardener of Farlnen, the wraith (former vampire) botanist who developed various plants that could thrive on shadows rather than sunlight"
    }
]