[
    {
        "created": "20200422200406545",
        "text": "<div style=\"float: left; width: 85px; margin-right: 10px; margin-top: 10px;\">{{$:/plugins/wccbuck/syrania.svg}}</div> Imagine a perfect blue sky, stretching\noff into the horizon. There's no sign\nof the [[sun|Sun]], but the sky is clear and\nbright, and the floating crystal\ntowers gleam as if caught in a\nsunbeam. A warm, gentle breeze\nbrushes over you, and there's a faint sound of distant chimes. You feel absolutely calm; in this moment, all anger melts away.\n\nThis is Syrania, the Azure Sky. While people often think of its floating towers and crystal spires—the same magic that sustains the great towers of [[Sharn]]—Syrania is the plane of peace and all that flourishes in peaceful times: commerce, education, reflection. There are no vast armies here, no dangerous monsters. The magic of Syrania allows all creatures to communicate and dispels aggression. As such, it's a common crossroads for beings who\ndo travel the planes, and the [[Immeasurable Market]] of Syrania is the safest place to interact with [[fiend]]s, [[slaad]]i, and other extraplanar beings. However, while bloodshed is rare in the Azure Sky, you can still make deadly enemies; mortals are always wise to tread lightly in the cities of [[angel]]s.\n\n!! Links to Headers\n* <<scrollToHeader \"Universal Properties\">>\n* <<scrollToHeader \"Denizens\">>\n** <<scrollToHeader \"Lesser Angels\">>\n** <<scrollToHeader \"Greater Angels\">>\n* <<scrollToHeader \"Layers\">>\n* <<scrollToHeader \"Planar Manifestations\">>\n** <<scrollToHeader \"Manifest Zones\">>\n** <<scrollToHeader \"Coterminous and Remote\">>\n** <<scrollToHeader \"Syranian Artifacts\">>\n* <<scrollToHeader \"Syranian Stories\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Universal Properties\n\nSyrania encourages communication and negotiation, and\ngrants all creatures the gift of flight. The [[Open Sky]] of Syrania\nis an endless void, and without flight, you could fall indefinitely;\nfortunately, all creatures find that they can move through the\nair just as naturally as walking.\n\n* [[Unburdened]]. A creature can fly as easily as it can walk, unless it already can fly faster than it can walk, in which case its existing flight speed is enhanced.\n* [[Gentle Thoughts]]. A creature has [[advantage]] when using gentle persuasion and [[disadvantage]] when using intimidation.\n* [[Universal Understanding]]. A creature can understand the literal meaning of any spoken [[language]] that it hears and can understand any written language that it can see. This doesn't decode secret messages or reveal the meaning of symbols that aren't part of a written language.\n* [[Absolute Peace]]. Creatures have [[disadvantage]] to attack or cast damaging spells, and suffer 1 additional [[stress]] whenever suffering [[consequence]]s for performing aggressive actions.\n* ''Standard Time''. Time passes at the same pace as on the Material Plane, and is consistent across its layers.\n\n!! Denizens\n\nSyrania is a curiously empty plane. While the [[Immeasurable Market]] is always bustling, most of this traffic is comprised of creatures from other planes. Syrania's other spires have comparatively few inhabitants—not so few that they feel\ndesolate or barren, just enough so that it always feels slow\nand peaceful. There's no need for people to perform menial\ntasks in Syrania, nor does this plane have [[manifestation]]s to populate it; damaged structures gradually repair themselves,\nand litter and debris slowly dissolve.\n\nThe native inhabitants of Syrania are winged humanoid\n[[immortal]]s, collectively referred to as [[angel]]s, though they\ndiffer from those of other planes in some important ways.\nWhile they're considered to be [[celestial]]s, most angels of\nSyrania are neutral in alignment. They aren't champions\nof justice or bringers of hope; rather, they're observers\nand scholars, defined by their [[domain|Syranian domain]] of study. The lesser\nimmortals are simply referred to as angels, while the higher\norders have titles—[[virtue]]s, [[dominion]]s, and [[throne]]s. These\nhigher angels are bound to the contemplation of a particular\nconcept, based on their domain, and devote their existence\nto contemplating and understanding it. Some believe that\nit's through this contemplation that the concept continues\nto exist (though most inhabitants of other places—mortal\nand immortal alike—consider this to be highly unlikely). The\nappearance of Syranian angels is influenced by their domain,\nso the Dominion of Storms might be wreathed in lightning\nand have wings formed of storm clouds, while the Dominion\nof Trees could have bark for skin and moss for hair.\n\nUnlike lesser angels and visitors to Syrania, virtues,\ndominions, and thrones are immune to the effects of Syrania's\n[[Absolute Peace]] property, and are capable of taking aggressive\naction to defend Syrania, or when pursuing their domain—so\na virtue of war could fight. However, they always try to find\nnonviolent or nonlethal solutions to threats.\n\n!!! Lesser Angels \n\nLesser angels are the least of the [[immortal]]s of Syrania. They have\nno names or domains and are generally interchangeable;\nthey serve as scribes and guides, performing minor tasks.\nThey do not engage in combat and their statistics are largely\ninconsequential.\n\n!!! Greater Angels\n\n[[Virtue|virtue]]s act as assistants and emissaries of the [[dominion]]s.\n\n[[Dominion|dominion]]s focus on a very specific aspect of a single [[domain|Syranian domain]], like \"wolves\" or \"swords.\"\n\nThe greatest angels of Syrania are the [[throne]]s. There's a\nsingle throne for each domain, and they have a profound\nknowledge of their entire domain.\n\n!! Layers\n\nRather than being divided into separate [[layer]]s in the same way\nas many other [[plane]]s, Syrania is comprised of crystal spires\nfloating in the seemingly infinite void of the [[Open Sky]]. The\nspace within a spire may be far larger than it appears from the\noutside, whether the spire leads to the multiple towers of the\n[[University]] or the vast expanse of the [[Immeasurable Market]].\nHowever, all of these regions are connected through the\nmedium of the spires and the Open Sky.\n\nThe majority of spires aren't all that vast. Most are the seats\nof a [[dominion]], who is attended by a few [[virtue]]s and additional\nangels as needed. These have the general flavor of a library\nor museum, with additional facilities to allow the dominion to\npractice or study its subject. The spire of a dominion of nature\nhas gardens, while the tower of a dominion of war has displays\nof armor and a dueling chamber. But these are still places for\nstudy and contemplation; the seat of a dominion of war isn't an\nimpenetrable fortress, and the spire of a dominion of nature\nhas cultivated gardens, not the wilderness one finds in [[Irian]]\nand [[Lamannia]].\n\n<<list-links-article \"[tag{!!title}tag[layer]sort[title]]\">>\n\n!! Planar Manifestations\n\nHere are some ways that Syrania affects the Material Plane.\n\n!!! Manifest Zones\n\n[[Manifest zone|manifest zone]]s tied to Syrania can reflect one or more of\nthe [[properties|universal property]] of the plane, but often in more limited ways.\nThe manifest zone containing the city of [[Sharn]] has a lesser\naspect of the [[Unburdened]] property; it doesn't grant flight,\nbut it enhances effects that grant flight or levitation, enabling\nthe [[skycoach]]es and floating buttresses that support the towers.\nA zone that has the [[Absolute Peace]] property might encourage peaceful\nbehavior without actively enforcing it. Temples are often\nbuilt on Syranian zones with the [[Absolute Peace]] property, while universities and House [[Sivis]] search for zones with the [[Universal Understanding]] property.\n\nIn addition to standard manifest zones, there are a few\nportals to the [[Immeasurable Market]] hidden in [[Eberron]]. These\ntake many forms; a back door could be an actual door, a large\nchest, or a shallow pool of water. A back door only opens under\nspecific circumstances: when opened with a special key, when\nused at a certain time, when blood is spilled, or when a heart\nis broken. Most who discover these portals jealously guard\nthem; a merchant with access to the Immeasurable Market can\nacquire remarkable goods!\n\n!!! Coterminous and Remote\n\nWhen Syrania is coterminous, goodwill spreads across the\nworld and people find it nearly impossible to contemplate\nviolence. These periods brought welcome moments of peace\nduring the [[Last War]], and there are stories of enemy soldiers\ncoming together to share stories or play games. During these\ntimes, the [[Absolute Peace]] and [[Gentle Thoughts]] properties\napply across [[Eberron]]. However, if a creature is attacked,\nharmed by a spell, or witnesses its friends being harmed, that\ncreature is unaffected by [[Absolute Peace]] for a few minutes. The\ninfluence of Syrania limits violence, but once conflicts break\nout, it can't stop them.\n\nWhile Syrania is coterminous, the skies are clear and the\nweather is calm—it's believed that if you're in a Syranian\n[[manifest zone]] during this time, it's possible to fly into the [[Open Sky]] simply by flying straight up to the edge of the sky. This may be apocryphal or only true in certain manifest zones... there's only one way to find out!\n\nWhen Syrania is remote, the skies are gray and the sun can't\nbe seen. People feel quarrelsome and it's difficult to come to an\nunderstanding. Creatures have disadvantage when using gentle persuasion and advantage when using intimidation. Outside of Syranian manifest zones, all flying speeds\nare reduced.\n\nTraditionally, Syrania is coterminous on the 9th day of\nthe month of [[Rhaan|Khorvaire calendar]], once every ten years. Followers of the\nSovereign Host celebrate this day every year as [[Boldrei's Feast]],\na time for people to come together and resolve their grievances;\nthe tenth-year coterminous celebrations are especially grand.\nSyrania is remote once every ten years on the same day, five\nyears after the coterminous period. This day is still celebrated,\nas people make a conscious effort not to give into anger.\n\n!!! Syranian Artifacts\n\nSyrania's greatest treasure is the [[Immeasurable Market]] itself,\nwith all manner of exotic goods available there. Many of the\n[[dominion]]s of Syrania are more interested in collecting relics\ntied to their domain than in creating them, but there are a few\nwho do both; the limits of what they can produce are tied to\ntheir domain.\n\nOther Syranian items are usually linked to the plane's\n[[universal properties|universal property]]. The power of Syrania enhances flight;\nthere's a stall in the Market that sells [[cloaks of flight|cloak of flight]] that\nresemble the wings of an [[angel]]. Things that encourage or\nenforce peace may come from Syrania, along with items that\nenhance a character's diplomatic ability.\n\n!! Syranian Stories\n\nWandering angels can stumble into any story, and the\n[[Immeasurable Market]] is a boon for adventurers lucky enough\nto find it. The [[Last Resort]] can be an interesting place for a\npowerful enemy to arrange a meeting; what safer place for neutral negotiations than on the [[plane]] of peace? Given the versatility and opportunities available in the Immeasurable Market, a GM may wish to limit access to Syrania; even if\nadventurers find a back door, it could open only at certain\ntimes or require a particular sacrifice.\n\n//''Curious Virtue.''// After the adventurers acquire a curious\nobject that defies any attempt to divine its powers and history,\na hireling or observer is revealed to be a Syranian [[angel]] that's\nobserving the adventurers. The item is a powerful extraplanar\nartifact; the [[virtue]] doesn't want to take it from them, but rather,\nto observe the effect it has on its bearer and the world around\nthem. The virtue is the key to unlocking the powers of this\npowerful artifact... but how do the characters feel about being\nsubjects of a celestial case study?\n\n//''Pursuit through the Market.''// An enemy of the adventurers\nhas been making use of powerful and exotic weapons—[[Shavaran|Shavarath]] explosives, a [[Mabar]]an shadow-blade, [[Fernia]]-forged\narmor. The adventurers corner the supplier, but they escape\nthrough a portal, and when the characters pursue, they find\nthemselves in the [[Immeasurable Market]]. Can they find their\nfoe in the Market? If so, how will they deal with them in a realm\nwhere violence is all but impossible?\n\n//''Celestial Knowledge.''// The adventurers need to obtain a\nparticularly obscure piece of information, and the only being\nthat might possess it is a [[dominion]] of knowledge in Syrania.\nCan the adventurers find a way to reach the celestial's library\nspire? What does it want in exchange for its knowledge—\nand will the adventurers try to pay this price, or steal the\ninformation they need?",
        "type": "text/vnd.tiddlywiki",
        "title": "Syrania",
        "tags": "plane",
        "modified": "20230815065859515",
        "tooltip": "plane of peace, commerce, and flight",
        "color": "#2E4708",
        "category": "location",
        "article": "the Azure Sky, "
    }
]