[
    {
        "created": "20210213190941436",
        "text": "The Ta’har (\"mind\") of the [[Eternal Dominion]] are the scholars, scientists, and priests—\nwhich, among the [[sahuagin]], are all branches of a single path.\n[[Alchemy|alchemist]] and [[sorcery|sorcerer]] are core sciences in the Dominion. The\nsahuagin recognize [[divine magic]] as a resource, and excel at\nthe aggressive cultivation of the faith required to channel it.\nTa’har scholars advise the [[Ra'har]], using the lessons of history\nto drive military strategy, while Ta’har [[artificer]]s work with the\n[[Su'har]] to maintain the infrastructure of the cities.\n\nThe priesthood of the [[Eternal Dominion]] follows one of two paths. The //razh’ash//—storm priests—are devoted to [[Sha'argon|Devourer]], and serve as the primary spiritual guides of the people. They teach the harsh lessons of the Devourer, while also wielding his might in battle when needed. The second path is that of the //lass’ash//, “dream priests”; their work is important and they support the [[Su'har]], but they don’t preach to the people.\n\n!! Dream Priests\n\nThe //lass’ash//—the “dream priests”—are an arm of the Ta'har devoted to the [[kar'lassa]] of their cities. These priests treat the kar’lassa both as divine beings and as servants; they believe that it’s their rituals and devotions that keep the dreamers safely asleep, allowing the Dominion to continue to harvest their biomatter. At the heart of each temple lies the //Or’lassa//, the First Dreamer—a [[sahuagin]] priest sustained by direct infusions of kar’lassa blood. These infusions cause physical mutations that often reflect the shape of the kar’lassa and the [[plane]] it is tied to, as well as keep the First Dreamer in a comatose state. Their spirit permanently resides in the kar’lassa dream, where they anchor a temple formed from their pure will. \n\nDream priests are trained in lucid dreaming, and they use these temples as a base both for planar research and to maintain communication across the [[Eternal Dominion]]. While they reside in different planes, the temples are mystically linked through the [[kar'lassa]], and rituals allow the priests to spiritually travel between the dream-temples, carrying messages to the other cities. The spirits of the Or’lassa meet in the dream of [[Hal'iri]] to coordinate the actions of the Dominion; this is the //Sha’lassa//, the Council of Dreams.\n\n",
        "title": "Ta'har",
        "modified": "20221121223653082",
        "tags": "government [[Eternal Dominion]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]