[
    {
        "created": "20200415000047114",
        "text": "Tairnadal [[elves|elf]] dedicate themselves to the arts of war. The greatest heroes of the Tairnadal's many wars—against [[giant]]s, [[dragon]]s, and the champions of [[Dhakaan]]—live on after death, becoming the [[patron ancestor]]s of the Tairnadal. Upon reaching adulthood, an elf forms a bond with one of these ancestors and strives to follow in the footsteps of this ancestor, living as the patron did. In this way, the champion comes to embody their ancestor, allowing the dead to live on. This faith is known as the [[Spirits of the Past]], and it defines Tairnadal society.\n\nTairnadal [[elves|elf]] have keen senses and intuition. Their skin tends to be copperish in hue, sometimes with traces of green. Their hair tends toward browns and blacks, but it is occasionally blond or copper-colored. Their eyes are often green, brown, or hazel. \n\nThe Tairnadal have three distinct lines: the [[Draleus Tairn]], the [[Silaes Tairn]], and the [[Valaes Tairn]]. All three lines roam the [[northern plains|North Aerenal]] of [[Aerenal]], having left the forest long ago, but the Valaes Tairn now reside\nmostly in [[Valenar]], being the Tairnadal most often encountered in [[Khorvaire]]. They are known for their signature weapon, the [[double-bladed scimitar]]. Despite sharing a homeland with the [[Aereni]], the Tairnadal have distinct religious\ntraditions, revering their [[patron ancestor|Spirits of the Past]]s rather than the [[Undying Court]]. \n\nIn creating a Tairnadal character, including a [[Valenar]]\nelf, think about your [[patron ancestor]]. Most Tairnadal\npursue the same class as their patron, so if your character is a [[wizard]], your ancestor was likely a legendary archmage. Was your ancestor a famous blademaster, a\nstealthy hunter, or a war chanter? Were they chivalrous\nor merciless? Bold or clever? Whatever their path, it\nis your duty to follow their example. Is this something\nyou proudly embrace, or do you resist it? Do you know\nanother elf with the same patron ancestor, and what's\nyour relationship to that character? Do you know an elf\nwhose patron ancestor was a bitter rival of yours?\n\nAlso consider why you are traveling with a group of player characters (who are presumably not also members of your war band) instead of serving with the Tairnadal. Do you experience visions of your patron ancestor driving you on a particular course? Are you pursuing an epic quest that mirrors your ancestor's legendary\ndeeds? Are you seeking vengeance for the death of a\nfriend or ally? Or have you turned away from your people, either by choice or because of the actions of a rival? \n\nIf you are playing one of the [[Keepers of the Past|Spirits of the Past]], your duty is to guide and inspire the Tairnadal and to preserve the memory of the [[ancestors|patron ancestor]]; how are you doing that by walking among strangers? Especially if you’re a young Keeper, it’s possible you’ve been given a sacred quest. Perhaps you’ve been sent to recover an artifact of one of the ancestors, or to learn the final fate of a champion who disappeared in the [[Age of Monsters]]. Or perhaps you’ve been given a quest by the ancestors themselves, a vision you don’t yet fully understand. Given the long lifespan of the [[elves|elf]], it’s not unreasonable for you to plan on spending a few decades on your quest before returning to your people.\n\n!! Tairnadal Society\n\nThe people of the [[Five Nations]] are used to dealing with the Tairnadal as individuals, whether as lone mercenaries or members of a [[warband]]. Yet even while they are spread across the world, the Tairnadal are still part of a single nation. Here are some key elements of Tairnadal society that shape their lives on [[Aerenal]] and beyond it.\n\n!!! War and Peace\n\nTairnadal culture is based on people emulating the lives of their [[patron ancestor]]s. But these ancestors became legends by fighting a guerrilla war, and to follow their example, the Tairnadal elves have been engaging in complex wargames for tens of thousands of years. While Tairnadal combatants spare enemies when possible—you don’t finish off a fallen foe—there is no point to a battle that doesn’t truly test the skills of the combatants, so battles are fought with deadly spells and steel. Building on this foundation, Tairnadal civilization has developed into two basic aspects: peace and war, [[zaelantar]] and [[zaeltairn]]. The zaelantar (mostly young elves who have not yet received a [[patron ancestor]]) maintain the civilian infrastructure, while the zaeltairn serve in an army and fight the Tairnadal's endless war.\n\n!!! Tairnadal Hierarchy\n\nThe [[Aereni]] are ruled by the [[Undying Court]] and the [[Sibling Kings]], while [[Valenar]] has a “High King.” But what of the Tairnadal of [[Aerenal]]? No single monarch or high priest leads the Tairnadal, and the culture isn’t strictly a theocracy, despite being founded on [[faith|Spirits of the Past]]. Instead, the basic leadership role within the Tairnadal is the //shan//, loosely translated as “lord.” Each rank of shan can be held by any Tairnadal, with no restrictions on gender or blood.\n\nAmong the civilian [[zaelantar]], the title //tar-shan//—“peace lord”—is used for either a village leader or someone who oversees a district of one of the great cities. In the cities, the tar- shans of each district confer on matters affecting the full city, rather than appointing a single city leader. On a smaller scale, a band of youths is guided by one of their peers known as an //an-shan//—“young lord.”\n\nAs for military hierarchy, while the structure of Tairnadal society is relentlessly martial, they don’t have a complex hierarchy of ranks.\n\n* ''//Armies and Var-Shans.//'' Among the [[zaeltairn]], the highest recognized rank is the //var-shan//—“great lord”—who leads an entire army. The people of the [[Five Nations]] often characterize [[Shaeras Vadallia]] as a “High King,” but this is largely a translation error. Shaeras is actually a var-shan, making him the Great Lord of the Army of [[Valenar]]. As the only var-shan in [[Khorvaire]], Shaeras is the highest-ranking Tairnadal on the continent, but each Tairnadal army has a var-shan of its own.\n* ''//Warclans and Shans.//'' The Army of [[Valenar]] has forty-five warclans in [[Khorvaire]], each of which has several hundred [[elves|elf]]. The clan leaders are known simply as //shan//s. At any given time, twenty of these clans are under the direct command of var-shan [[Shaeras Vadallia]], while the rest are active in the field. The same is true for the armies in [[Aerenal]]: each army has a core of clans that remain close and under the direct command of the var-shan, while others follow general directions but operate independently. Each clan is made up of dozens of [[warband]]s.\n* ''//Warbands and Lu-Shans.//'' Within each clan, some bands remain under the direct command of the shan, while others may be dispersed on independent operations like scouting or harrying enemies. Each band is led by a //lu-shan//—“band lord.” [[Warband|warband]]s are essentially families whose members serve together indefinitely. When there is a split-second military decision to be made, the lu-shan commands and their word can't be questioned. But when there are less pressing issues, the band debates them around the campfire and consensus generally rules; the lu-shan has the final say, but it’s rare for a lu-shan to veto the decisions of the band without clear military reason. And on the rare occasions they do veto, the band respects the decision not for the title alone, but because they respect the lu-shan as a person—and as a revenant of a particular [[ancestor|patron ancestor]].\n\nThose appointed to leadership roles are [[elves|elf]] channeling the spirits of legendary leaders. Within a clan, of course the [[Vadallia]] revenant is the lu-shan, because she’s channeling Vadallia! [[Taeri]] is a peerless swordsman, but he’s not a leader; who would even think of appointing a Taeri as shan? Beyond the authority of an individual leader, the word of another respected revenant carries a great deal of weight in matters related to that ancestor’s expertise. For example, a Vadallia lu-shan is generally a good war leader, but when planning an ambush, they may defer to the Falaen revenant, trusting their expertise in matters of stealth and cunning. \n\nThis overall structure flows upstream. If a clan’s shan issues a command, it must be obeyed—but unless it’s an urgent matter, the shan first seeks the consensus of their lu-shans. Or if it isn’t a question of war, they seek the guidance of [[Keepers of the Past|Spirits of the Past]] or even the local tar-shan. \n\nBeyond this, each army dispatches two clans to [[Var-Shalas]] and one to [[Shae Thoridor]]. These clans protect the cities, but the shans also represent their army in the [[Shanutar]].\n\n!!! Internal Differences\n\nTairnadal culture has little room for internal dissent. It is structured as a highly disciplined army that’s further united by deep devotion to a shared [[religion|Spirits of the Past]], compounded by the overall [[elven|elf]] dedication to tradition. This is reflected\nby the fact that the civilization has stood, virtually unchanged, for over twenty thousand years. \n\nThe endless training exercises conducted between warclans and [[warband]]s provide an outlet for competition within the culture, as does the rivalry between revenants striving to be the best avatars of their [[patron ancestor]]s. However, people who truly don’t fit in are expelled from the society, typically fostered to the [[Aereni]].\n\n!!! Family Ties\n\nWho a [[revenant|Spirits of the Past]]'s parents are is far less important than who\ntheir [[patron ancestor]] is. Tairnadal don’t maintain\nproperty, so they don't pass their holdings down to children. And the Tairnadal don’t use family names: each Tairnadal [[elf]] uses a given name followed by the name of their patron ancestor. So [[Shaeras Vadallia]] may have been the son of Jael Cardaen and Sol Taeri, but ultimately, that doesn’t matter. A child is given to the [[zaelantar]] to be raised, and they become an adult when chosen by a [[patron ancestor]].\n\nWith that said, the [[Keepers of the Past|Spirits of the Past]] keep records, and most Tairnadal know who their parents are; given their long elven lives, it’s even possible that a freshly trained warrior could be assigned to a [[warband]] that contains a relative. So as a Tairnadal, you might serve with a relative and feel a strong attachment, but on a societal level, your personal lineage isn’t as significant as your spiritual lineage.\n\n!!! Half-Elves and the Tairnadal\n\nThough uncommon, some [[half-elves|half-elf]] live among the\nTairnadal; the Tairnadal attitude toward these Khoravar\nis that they’re children who can never grow up, due\nto no fault of their own. The Tairnadal believe that no\nKhoravar can channel a [[patron ancestor]]—and thus far,\nthey’ve never been proven wrong. Khoravar are seen\nas having a connection to their people, and they’re\nhappy to have Khoravar serve as [[zaelantar]], performing\ncivilian tasks in the peaceful cities. But these half-elves\ncan never be chosen by an ancestor, and thus they can\nnever be [[zaeltairn]]. Even the most gifted of Khoravar\nwarriors is considered a child in training. Of course, if\nany Khoravar could prove this wrong and channel an\nancestor, it would be a player character!",
        "type": "text/vnd.tiddlywiki",
        "title": "Tairnadal",
        "tags": "elf tribe",
        "modified": "20221209213522834",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "warlike elves who channel the spirits of their patron ancestors, following in their footsteps"
    }
]