[
    {
        "created": "20200415000047114",
        "title": "Tairnadal",
        "text": "Tairnadal elves dedicate themselves to the arts of\nwar. The greatest heroes of the Tairnadal's many\nwars—against [[giant]]s, [[dragon]]s, and the champions of\n[[Dhakaan]]—live on after death, becoming the patron\nancestors of the Tairnadal. Upon reaching adulthood, a Tairnadal elf forms a bond with one of these ancestors and strives to follow in the footsteps of this [[ancestor|Spirits of the Past]], living as the patron did. In this way, the champion comes\nto embody their ancestor, allowing the dead to live on.\n\nTairnadal [[elves|elf]] have keen senses and intuition. Their skin tends to be copperish in hue, sometimes with traces of green. Their hair tends toward browns and blacks, but it is occasionally blond or copper-colored. Their eyes are green, brown, or hazel. \n\nThe Tairnadal have three distinct lines: the [[Draleus Tairn]], the [[Silaes Tairn]], and the [[Valaes Tairn]]. All three lines roam the [[northern plains|North Aerenal]] of [[Aerenal]], having left the forest long ago, but the Valaes Tairn now reside\nmostly in [[Valenar]], being the Tairnadal most often encountered in [[Khorvaire]]. Despite sharing a homeland\nwith the [[Aereni]], the Tairnadal have distinct religious\ntraditions, revering their [[patron ancestor|Spirits of the Past]]s rather than\nthe [[Undying Court]].\n\nIn creating a Tairnadal character, including a Valenar\nelf, think about your patron ancestor. Most Tairnadal\npursue the same class as their patron, so if your character is a [[wizard]], your ancestor was likely a legendary archmage. Was your ancestor a famous blademaster, a\nstealthy hunter, or a war chanter? Were they chivalrous\nor merciless? Bold or clever? Whatever their path, it\nis your duty to follow their example. Is this something\nyou proudly embrace, or do you resist it? Do you know\nanother elf with the same patron ancestor, and what's\nyour relationship to that character? Do you know an elf\nwhose patron ancestor was a bitter rival of yours?\n\nAlso consider why you are traveling with a group of\nplayer characters (who are presumably not also members of your war band) instead of serving with the Tairnadal. Do you experience visions of your patron ancestor driving you on a particular course? Are you pursuing\nan epic quest that mirrors your ancestor's legendary\ndeeds? Are you seeking vengeance for the death of a\nfriend or ally? Or have you turned away from your people, either by choice or because of the actions of a rival? \n\nSee also the legend of [[Vadallia and Cardaen]].\n\n!!! Double-Bladed Scimitar\n\nThe double-bladed scimitar is the signature weapon of\n[[Valenar]] elves, particularly of the [[jaeldira]] blade dancers. A haft of fine wood supports a long, curving blade on either end. Forged with techniques honed over centuries, these blades are strong, sharp, and\nremarkably light. Each scimitar is a masterpiece, and as a result the double-bladed scimitar is an expensive weapon—few though ever have the opportunity to purchase one. A Valenar blade in the hands of a non-elf is generally assumed to have been stolen or looted from a fallen foe, and a Valenar elf might feel entitled to demand its return or challenge the bearer to prove they're worthy to wield it. ",
        "modified": "20210727192035989",
        "tags": "elf tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]