[
    {
        "created": "20200414064130379",
        "text": "''Capital:'' [[Gatherhold]]<br/>\n''Hallmarks:'' Dinosaurs, halflings, livestock<br/>\n''Population:'' <<ntls>> (80% [[halfling]]s, 10% [[human]]s, 4% [[changeling]]s, 4% [[dwarves|dwarf]], 2% other)\n\nThe [[halfling]]s of the Talenta Plains have no cities and no\nindustrialized magic, but they do have [[dinosaur]]s. The\nhalflings domesticated the dinosaurs of the plains and\nuse these creatures as mounts, livestock, and beasts\nof burden. A sacred bond exists between a hunter and\nmount or a [[spirit rider]] and [[glidewing]], and few people are prepared to face a raging halfling [[barbarian]] riding a furious [[clawfoot]] raptor.\n\nTalenta religion reveres spirits, both departed ancestors and natural spirits. Each tribe has a [[lath]]—a chieftain who guides the tribe—and shamans who consult\nthe spirits and choose the paths of migration.\n\nIn the past, the tribes stood alone, but during the [[Last War]], many halflings came together under [[Lathon Halpum|Halpum]] to defend their land. Halpum won recognition for the Plains as one of the [[Thronehold nations|Treaty of Thronehold]], though it's still unclear what this means beyond increasing passage\nbetween the Plains and the outside world. \n\n!! Links to Headers\n* <<scrollToHeader \"Interesting Things About the Talenta Plains\">>\n* <<scrollToHeader \"Talentan Characters\">>\n* <<scrollToHeader \"Settlements and Sites\">>\n* <<scrollToHeader \"Aftermath of the Last War\">>\n* <<scrollToHeader \"Mysteries of the Talenta Plains\">>\n** <<scrollToHeader \"The Haunting Curse\">>\n** <<scrollToHeader \"The Spirits of the Plains\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Interesting Things About {{!!article}}{{!!title}}\n\n* House [[Ghallanda]] and House [[Jorasco]] both originated in the Talenta Plains. The [[dragonmark]]ed bloodlines appear throughout the tribes, though you can play a dragonmarked halfling from the Plains who doesn't work for the houses. \n* The Talentan reverence for spirits derives from the fact that a variety of spirits haunt the Plains. The region contains an unusual number of manifest zones tied to [[Dolurrh]] and [[Thelanis]]. Ghosts are more likely to linger in such places, and minor fey are scattered across the Plains.\n* Stories tell of ancient ruins that date back to the first age of the world and of a [[vast graveyard|Boneyard]] holding the bones of [[dragon]]s. \n\n!! Talentan Characters\n\n* ''Wild Warriors and Tricksters.'' You were born in the wild, and your wits and your weapons helped you survive. Talenta warriors are often [[barbarian]]s or [[ranger]]s, relying on speed and skill. [[Outlander]] is a logical [[background]] talent to take, but you could easily be an [[Entertainer]] or [[Charlatan]]. You could even be an [[Urchin]] who was stranded in a great city and adapted to life there.\n* ''Surrounded by Spirits.'' [[Fey|fey]], [[fiend]]s, and the [[ghost]]s of ancestors—these are all part of the spirit world, and they're all around you. Do you believe that the spirits guide your actions? Do you show respect to the spirits of a location? [[Talentan shamans|Maskweavers]] often shapeshift into the form of dinosaurs. You could also reflect a strong bond to spirits by playing a [[warlock]] with an [[archfey]] patron, a [[cleric]] with the [[Nature domain|Nature Domain]], a [[paladin]] sworn to the [[Oath of the Ancients]], or a [[barbarian]] on the [[Path of the Totem Warrior]] or [[Path of the Ancestral Guardian]]. Warriors and shamans both wear masks to present a particular face to the spirit world.\n* ''Dinosaurs.'' Talenta halflings have a close bond to their [[dinosaur]] companions. If you don't begin the campaign with a dinosaur mount or companion, you might acquire one over the course of your adventures. You can also consider whether a fallen dinosaur is part of your backstory; perhaps you lost your faithful mount in the [[Last War]], but you believe its spirit is still with you. \n\n!! Settlements and Sites\n\nThe Talenta Plains have been described as an ocean of grasslands. The nomadic halflings have little interest in building towns; most shelter in the Talenta Plains is temporary. Halflings shun the ruins scattered across the Plains, believing them to be haunted by evil spirits.\n\n!!! Towns\n\n* [[Gatherhold]]\n* the [[Great Hammertail]]\n\n!!! Other Sites\n\n<<list-links-article \"[tag{!!title}category[location]!tag[town]sort[relevance]]\">>\n\n!! Aftermath of the Last War\n\nThe [[halfling]] tribes joined together to defend themselves from outsiders, and the Talenta Plains were recognized as a nation under the [[Treaty of Thronehold]]. Now that the war is over, most of the tribes have returned to their hunting grounds and ancient traditions. They united to defend their way of life, and now they wish to enjoy it.\n\nBut the halflings don't yet know if it's possible to return to the previous ways. More foreigners visit the Plains than at any time in the past. Settlers and merchants cross the Plains as they make their way to [[Q'barra]], and they clash with Q'barran bandits. The [[Valenar]] [[elves|elf]] ride through the Plains in search of adventure. Monsters emerge from the [[Mournland]]. [[Dragonmarked houses|dragonmarked house]] seek to expand their role at [[Gatherhold]] and to explore the untapped resources of the Plains.\n\nThe halflings have no interest in change, but it might be inevitable. Lathon [[Halpum]] believes that if the tribes can work together, they could become a nation of nations, but others aggressively oppose such a path. [[Holy Uldra]] is a powerful shaman and the leader of her own tribe. She urges halfling warriors to join together for a single purpose: to drive all outsiders from the Plains and to maintain the ancient traditions. The halflings must decide whether the tribes will choose the path of peace or return to war. \n\n!! Mysteries of the Talenta Plains\n\nAt a glance, the Talenta Plains seem vast and largely empty, but there is far more to this realm than meets the eye. For thousands of years, the Talenta tribes have practiced a nomadic lifestyle and a system of [[primal magic]] tied closely to the land. And strangely, when groups of [[halfling]]s emigrate from the Plains, they tend to leave behind many of those traditions. It is as if these traditions are necessary for survival and success while //within the Plains//, but lose their relevance in the world beyond. \n\n!!! The Haunting Curse\n\nOver a thousand years as a territory of the Kingdom of [[Galifar]], the region of the Talenta Plains was never settled or converted into farmland, and large-scale [[arcane|arcane magic]] infrastructure was never implemented here as in lands to the west and north. Why not? The answer is the very reason the Talenta tribes are nomadic: any static community within the Plains—with the exceptions of [[Gatherhold]] and a few [[small towns|kleynam]] along the northern border—suffers a slow, but inexorable, curse. This curse has two primary symptoms:\n\n# Any settlement above a certain size will gradually draw [[ghost]]s and other [[undead]]—tortured spirits unable to reach [[Dolurrh]]. This effect gradually amplifies over years; the more restless spirits are in a region, the more newly dead spirits are drawn to this mass instead of the Realm of the Dead. These spirits are disoriented and tormented, and as they accumulate, their spectral infestation grows from merely disturbing to outright dangerous.\n# [[Arcane magic|arcane magic]] is subtly corrupted over time. Magical infrastructure slowly breaks down and begins to malfunction. [[Living spell|living spell]]s begin to manifest. This effect doesn't impact a [[wizard]] passing through the Plains, but if House [[Lyrandar]] installs a [[storm spire]] adjacent to a new town to control the weather, that spire will eventually start to create inclement weather anomalies before ceasing to function entirely.\n\nThese effects were well-understood by early [[human]] settlers before the age of [[Galifar]], as every town they built met the same miserable end. Before them, the [[goblinoid]]s of [[Dhakaan]] and the [[dragonborn]] of [[Arkhosia]] confronted the same curse. But the mystery of what causes it—and why the nomadic and magical traditions of the Talenta tribes allow them to thrive despite it—has never been discovered by the [[humanoid]]s of [[Khorvaire]]. The origins of this mystery lie in the distant past, from an ancient and [[Forgotten War]] between great kingdoms of [[dragon]]s in the wake of the [[Age of Demons]].\n\n!!! The Spirits of the Plains\n\nThe same [[forgotten war|Forgotten War]] that doomed any permanent settlement in the Talenta Plains also wore the barriers thin between [[extraplanar realms|plane]] and the material world. As a result, the many [[manifest zone]]s to [[Lamannia]], [[Thelanis]], and [[Dolurrh]] scattered across the plains release a great deal of ambient energy into the region—energy which then generates a wide variety of native entities collectively referred to by the Talenta [[halfling]]s as \"spirits.\" These spirits can take on a variety of forms:\n\n* ''//Ambient//'' spirits are invisible and intangible; they can’t be interacted with directly, but they may produce supernatural effects on the environment. \n* ''//Incarnate//'' spirits are tied to a physical form, whether that’s animal, vegetable, or mineral; this could be face in a pool of water, or a talking [[clawfoot]]. These include \"pure\" spirits that can be physically perceived in their own shape, e.g. a spectral [[ghost]], a [[fire elemental]], or a [[dryad]]. \n* ''//Bound//'' spirits are similar to incarnate spirits in that they are tied to something physical, but were bound against their will; they are often tied to objects or set as guardians.\n\nSpirits can also be categorized into five distinct types, any of which might take any of the above forms. Let's consider each type of spirit, and how each one might be encountered as an //incarnate spirit// in the form of a [[clawfoot]] dinosaur.\n\n* ''//Elementals//'' are raw primal forces, largely driven by pure instinct. An [[elemental]] clawfoot would be supernaturally strong and fast, but it wouldn’t speak or have a particular interest in interacting with [[humanoid]]s; it's simply much more dangerous than an ordinary animal.\n* ''//Fey//'' are spirits that bring magic and story into the world; one might say they exist to make mortal lives more interesting. [[Fey|fey]] spirits serve a fable-like purpose, which could be simple or complex. A fey clawfoot might guard a wondrous treasure, offer wise counsel, or have a thorn in its tail that it can’t get out—do you help it?\n* ''//Undead//'' of the Talenta Plains are typically spirits that haven’t been able to pass on to [[Dolurrh]]. Some wish for rest; others are driven by powerful emotions or unfinished business. A [[haunted|ghost]] clawfoot might speak with your grandfather’s voice and ask you to fulfill a promise on his behalf… or it might be the corpse of a clawfoot driven by the hunter [[Orgosca|ghoul]]'s vile hunger.\n* ''//Fiends//'' are malevolent spirits. Some are tied to the [[Cold Sun|Masvirik]] or the [[Daughter of Khyber|Tiamat]]; others are sparks of evil drifting up directly from [[Khyber]] itself. They exist to inflict suffering on mortals, though each has a flavor of tragedy it prefers. A [[fiend]]ish clawfoot might lure travelers into the darkness with the voices of loved ones, killing them one by one in horrifying ways.\n* ''//Artificial//'' spirits are relics of the [[fallen dragon nation|Forgotten War]] that occupied this region well over ten thousand years ago. These are effectively sentient [[magic item]]s, though they can be bound to fields of energy instead of solid objects. Artificial spirits aren’t usually encountered in animal forms, but there could be a spirit bound to a buried sphere of brass studded with [[Khyber shards|dragonshard]] which has the ability to [[dominate]] beasts, and uses these creatures to carry out its purpose—still patrolling the borders of an outpost that was ground to dust long ago.\n\nKeep in mind that for the most part, the [[fey]], [[fiend]]s, and [[elemental]]s that roam Talenta are spirits //native to Eberron//, and do not originate in the outer [[plane]]s. The fey clawfoot isn't from [[Thelanis]], but it is shaped by Thelanian energy mixed with the deep archetypes of local legends.\n\nAs another example, consider the wildfires of the Talenta Plains, which are vital part of the natural ecology of the region (and another reason the [[halfling]] tribes keep moving). In addition to purely natural wildfires, incarnate spirits can often inhabit the form of a wildland fire. Elemental fires might not be easily distinguishable from natural fires, but they might sing in [[Ignan|Primordial]] as they burn, and could respond to the call of [[druid]]s or [[bard]]s. Fey wildfires might play out stories, perhaps mischievously targeting heroes to make their life more challenging. And fiendish wildfires would be unnaturally dangerous, aggressive, and cruel.",
        "type": "text/vnd.tiddlywiki",
        "title": "Talenta Plains",
        "tags": "nation Khorvaire",
        "modified": "20240723195017371",
        "style": "{\"fillOpacity\":\"0\",\"opacity\":\"0\"}",
        "population": "1680000",
        "polygons": "41.215,12.35 41.022,12.41 40.874,12.49 40.726,12.5 40.606,12.46 40.477,12.33 40.32,12.27 40.154,12.25 39.978,12.27 39.822,12.29 39.674,12.26 39.48,12.21 39.489,12.21 39.443,12.32 39.342,12.34 39.222,12.45 39.12,12.62 39.074,12.7 39.157,12.77 39.212,13.05 39.185,13.12 39.175,13.26 39.268,13.38 39.425,13.37 39.471,13.42 39.452,13.51 39.415,13.59 39.406,13.68 39.517,13.81 39.508,13.89 39.6,14.04 39.655,14.11 39.729,14.07 39.794,14.09 39.812,14.17 39.877,14.2 39.988,14.2 40.043,14.22 40.043,14.3 39.988,14.37 39.942,14.46 39.858,14.51 39.748,14.57 39.637,14.56 39.508,14.57 39.378,14.56 39.323,14.6 39.222,14.7 39.148,14.78 39.194,14.86 39.138,14.99 39.083,15.15 39.046,15.25 39.046,15.34 38.972,15.55 38.926,15.65 38.954,15.79 38.963,15.88 38.908,15.93 38.834,15.97 38.815,16.01 38.778,16.14 38.714,16.22 38.649,16.29 38.603,16.31 38.557,16.27 38.548,16.18 38.492,16.17 38.437,16.23 38.4,16.23 38.382,16.17 38.335,16.12 38.252,16.09 38.188,16.07 38.114,16.05 38.049,16.1 38.003,16.15 37.975,16.15 37.938,16.09 37.902,16.05 37.855,16.04 37.8,16.06 37.772,16.1 37.726,16.11 37.708,16.09 37.708,16.02 37.708,15.96 37.698,15.94 37.662,15.93 37.615,15.94 37.597,15.88 37.578,15.77 37.597,15.71 37.662,15.63 37.68,15.58 37.708,15.55 37.68,15.49 37.662,15.36 37.615,15.26 37.532,15.2 37.458,15.19 37.403,15.14 37.394,15.05 37.394,15.0 37.338,14.92 37.283,14.88 37.283,14.81 37.366,14.71 37.44,14.67 37.449,14.61 37.431,14.54 37.375,14.49 37.385,14.39 37.44,14.34 37.495,14.29 37.569,14.38 37.643,14.38 37.717,14.36 37.763,14.26 37.809,14.18 37.855,14.08 37.865,13.98 37.855,13.86 37.809,13.76 37.726,13.73 37.68,13.6 37.532,13.72 37.32,13.89 37.08,13.99 36.877,14.05 36.72,14.19 36.655,14.39 36.637,14.78 36.637,15.27 36.554,15.68 36.517,16.03 36.545,16.47 36.609,16.87 36.738,17.3 36.766,17.63 36.766,18.06 36.729,18.44 36.729,18.65 36.858,19.25 36.997,19.65 37.145,20.24 37.218,20.69 37.283,21.14 37.283,21.77 37.265,22.42 37.348,22.91 37.431,23.37 37.44,23.92 37.44,24.37 37.542,24.72 37.588,25.12 37.615,25.46 37.643,25.74 37.735,25.74 38.077,25.77 38.409,25.79 38.557,25.93 38.806,26.17 38.935,26.26 39.129,26.28 39.342,26.28 39.508,26.37 39.646,26.56 39.803,26.83 39.997,27.01 40.255,27.18 40.422,27.33 40.615,27.52 40.754,27.7 40.874,27.92 41.022,28.19 41.225,28.47 41.335,28.69 41.511,28.98 41.668,29.15 41.834,29.27 42.028,29.32 42.249,29.36 42.443,29.42 42.526,29.59 42.665,29.94 42.831,30.12 42.988,30.26 43.228,30.39 43.422,30.71 43.458,30.94 43.551,31.25 43.569,31.39 43.551,31.66 43.615,31.86 43.763,32.09 43.809,32.29 44.022,32.49 44.197,32.57 44.455,32.72 44.538,32.6 44.668,32.37 44.852,32.16 45.083,31.93 45.231,31.84 45.397,31.75 45.535,31.7 45.72,31.52 45.895,31.32 46.052,31.14 46.163,30.94 46.274,30.83 46.412,30.8 46.597,30.77 46.791,30.69 46.975,30.61 47.132,30.48 47.308,30.41 47.511,30.33 47.751,30.2 47.982,29.95 48.111,29.67 48.249,29.34 48.397,29.01 48.554,28.67 48.72,28.38 48.895,28.12 49.154,27.93 49.274,27.82 49.505,27.71 49.662,27.61 49.892,27.56 49.985,27.49 49.938,27.24 49.818,26.88 49.717,26.61 49.634,26.08 49.532,25.43 49.394,24.64 49.209,23.83 49.071,23.24 48.997,22.94 48.794,22.52 48.582,22.08 48.314,21.62 48.138,21.37 47.908,20.99 47.695,20.59 47.502,20.09 47.252,19.61 46.957,19.01 46.782,18.63 46.634,18.35 46.523,18.18 46.495,17.99 46.302,17.53 46.126,17.19 45.877,16.78 45.729,16.43 45.563,16.19 45.258,15.88 44.908,15.55 44.557,15.31 44.345,15.04 43.883,14.72 43.597,14.49 43.302,14.22 42.988,13.93 42.72,13.72 42.462,13.56 42.258,13.28 42.074,13.06 41.566,12.59 41.289,12.31",
        "nationstyle": "{\"fillOpacity\":0.5,\"fillColor\":\"#5533FF\"}",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the ",
        "tooltip": "homeland of the halflings, land of open plains and dinosaurs"
    }
]