[
    {
        "created": "20210316182529738",
        "title": "Talons of Tiamat",
        "text": "One shadow from the [[Age of Demons]] continues to haunt the [[dragon]]s to this\nday: [[Tiamat]]. Even in her prison, Tiamat holds the power to seduce and corrupt dragons... and some join her of their own free will, dreaming of the power they will possess when she is freed.\n\nThe Talons of [[Tiamat]] are the cult of the Daughter of Khyber. The Cult can draw\non the [[spawn of Tiamat]], vile creatures born from tainted\ndragon’s eggs. The spawn have always appeared in small\nnumbers in [[Argonnessen]], a lingering reminder of\nTiamat’s presence. But now the numbers of the spawn are\ngrowing, and the Talons of Tiamat are gathering these\nforces to build an army.\n\nEven though she is bound, [[Tiamat]] occasionally stirs\nin her prison; at these times, she is more conscious and\nactive than any of the other [[overlord]]s of the [[Age of Demons]]. It’s said that she can see through the eyes of any [[dragon]] she corrupts, and that she can whisper into the hearts of dragons as they sleep. Her chosen agents can commune\nwith her, and at times they have even summoned aspects\nof her into the world—far weaker than Tiamat in her full\nglory, but fearsome nonetheless. Each time that Tiamat\nhas awoken in the past, that event has brought disaster\nto [[Argonnessen]]. Now she is stirring once more, and\nthe prophets say that the doom of Argonnessen could\nbe at hand.\n\nThe Talons serve an [[overlord]] of the first age, and\n[[rakshasa]]s and other [[fiend]]s appear among their ranks.\nAs such, they can be seen as a branch of the [[Lords of Dust]]. However, the Talons rarely coordinate their actions with the [[Bleak Council]] of [[Ashtakala]]. Most believe\nthat [[Tiamat]] is the only true Daughter of [[Khyber]], and the other overlords are merely usurpers with delusions of grandeur.\n\nThe agents of Tiamat have many goals that could take\nthem into the wider world. They oppose the [[Chamber]]\nand the [[Eyes of Chronepsis]], and adventurers could be\ncaught in the middle of such a conflict. The cultists are\ngathering artifacts and tools in preparation for war in\n[[Argonnessen]]. They are spreading the [[spawn of Tiamat]]\nacross the world, creating hidden nests beneath major\ncities. Above all, they are working to manipulate the\n[[Draconic Prophecy]] in ways that will result in the release of Tiamat.\nIf a GM wants to pit adventurers against a significant number of truly evil dragons, the Talons of Tiamat are an excellent choice.\n\nNot all dragons touched by Tiamat serve in her cult. Some simply grow hateful in solitude, giving in to greed and hunger. Any ravager or rogue could be a victim of Tiamat’s corruption; they might simply terrorize a region, or they could one day be recruited to serve the Talons.",
        "modified": "20210727192036163",
        "tags": "[[Cults of the Dragon Below]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]