[
    {
        "created": "20210317165154913",
        "text": "''Population:'' <<ntls>> (average)\n\nThe Tapestry is the youngest and smallest of the territories of [[Argonnessen]], born less than four thousand years ago. The [[dragon]]s of the [[Thousand]] cling to their individual flights, and to the traditions and philosophies they see as the property of their lineage. The founders of the Tapestry wanted to bring dragons of different colors together, to set aside the idea that influence and age were inseparable, and to consider new ideas about [[religion|Thir]] and the [[Draconic Prophecy]]. They might have established themselves in the [[Vast]], but many of the young dragons\nhated the rampant violence there. One of their main objections was the process of sending the young into the Vast, a tradition intended to weed out the weak. Initially,\ntheir efforts received little support from the [[Conclave]], but they continued, predicting a great change in the shape of the Prophecy.\n\nThen the first [[dragonmark]]s appeared.\n\nIn the wake of this event, the [[Conclave]] agreed to\nprovide the young dragons with territory to continue\ntheir work. This land came to be known as the Tapestry of\nThought, since it was intended as a land where all colors\nwould come together as one. In time, the Conclave agreed\nto let the dragons of the Tapestry act abroad, and so the\n[[Chamber]] was born.\n\nThe Tapestry is the home base of the [[Chamber]], although some dragons of the [[Vast]] serve in that body. In the Tapestry, dragon mystics, prophets, and sages continue their work, while their elders defend the activities\nof the Tapestry and the [[Chamber]] before the [[Conclave]].\nBoth the [[Eyes of Chronepsis]] and the wyrms of the\nConclave have grave doubts about allowing dragons to\nintentionally interfere with the outcome of the [[Prophecy|Draconic Prophecy]],\nand many wish to shut down these activities and force\nthe dragons of the Chamber to rejoin the [[Thousand]] or\ndisperse into the [[Vast]]. For now, however, the Tapestry\nremains a crucible for new ideas.\n\n!! Industries\n\nThe Tapestry has no large-scale industries. However, its\nmembers are constantly exploring new paths of magic.\nAlthough they don’t produce massive quantities of treasure, they might develop spells or [[magic item]]s that can’t be found elsewhere on Eberron.\n\n!! Life and Society\n\nThe [[dragon]]s of the Tapestry believe that diversity spawns\nnew ideas. Rather than continue the dragons’ natural\nsolitary ways, residents of the Tapestry collaborate with\neach other. Dragons spend their time working with one\nor more partners, switching frequently (for a dragon,\nthis can mean anything from years to decades) to gain\nnew perspectives. Dragons of different colors work far\nmore closely than in the [[Thousand]], and, in a few cases,\nTapestry dragons have chosen to pair-bond in spite of a\ndifference in color.\n\nEven though they have liberal ideas regarding relationships between dragons and the newly formed bond between nondragons and the [[Prophecy|Draconic Prophecy]], the\nmembers of the Tapestry are still dragons. They display great arrogance. Although they are intrigued by the destiny of the nondragon races, most still consider them to be lesser creatures. Some even champion the theory that the best approach is the destruction of\nthe [[dragonmark]]ed.\n\nThe [[Prophecy|Draconic Prophecy]] is of great concern to the members of the Tapestry, but they are also interested in advancing understanding of all knowledge, from magic to the physical sciences. Combined with their arrogance, these lofty aspirations could have disastrous results; [[human]]s aren’t the only ones who can reach for something beyond their grasp.\n\n!! Government and Politics\n\nThe Tapestry was founded on the idea that all [[dragon]]s\nshould have an equal voice, setting aside the traditional\nhierarchies of age and color. The Tapestry holds its\nown conclaves at [[Vorel'arux]], the Valley of Beauty. All\ndragons are invited to participate in discussion and\nvoting, but in truth few do—few dragons are as interested in the administration of the territory as they are\nin the acquisition of knowledge. As a result, several\nolder dragons have accumulated considerable influence within the territory. These dragons helped found the Tapestry when they were mere adults, and now, thousands of years later, they have grown into their glory. Only [[greatwyrm]]s can speak at the [[Conclave]] of [[Argonnessen]], and these dragons have taken up that role.\nThe wisest among them is a [[loredrake]], Jancarlyrix. Although he is the strongest voice the Tapestry has, Jancarlyrix still holds to the core doctrine of the territory and takes care to listen to the younger dragons around him.\n\n!! Nondragons in the Tapestry\n\nDespite their enlightened views on [[dragon]] relations\nand the fact that the [[Chamber]] works closely with nondragons, the dragons of the Tapestry have little love for the lesser races. Many take the lessons of [[Aureon’s Folly|Age of Giants]] seriously and believe that nondragons\nsimply cannot be trusted. Some are exceptions—a\nfew dragons maintain teams of [[human]] scribes or\n[[stone giant]] guardians, and others train promising\n[[Seren]]s to serve as agents in the wider world. But in\ngeneral, nondragons are rare in the Tapestry, and\ndragons treat foreigners with great suspicion if not\noutright hostility. An adventurer had best bring valuable information, or have some other way to win the trust of a dragon, if he wishes to roam through the Tapestry.\n\nThis attitude toward nondragons is one of the main differences between those who reside in the Tapestry and the other supporters of the [[Chamber]], the dragons who founded [[Io'lokar]]. The two factions share similar goals, but as the latter dragons\nexplore the [[Prophecy|Draconic Prophecy]], they are typically looking for outcomes that will aid the lesser races as well as [[Argonnessen]].\n\nA small but significant force of [[yuan-ti]] is hidden in the Tapestry. Driven into war against the [[dragon]]s after the destruction of [[Io'vakas]], these clever spies have long been draconic foes. They seek to steal the wisdom of the [[Chamber]] and use it against all dragons.\n\n!! Important Sites\n\nThe Tapestry is a small territory, and the dragons live\nquite close to one another—more like flight-brothers\nin the [[Thousand]] than the dominion lords of the [[Vast]].\nDue to the type of work done in the Tapestry, a large number of [[planar observatories|planar observatory]] and other [[eldritch machine]]s exist.\n\n<<list-links-article \"[tag{!!title}category[location]sort[title]]\">>\n\n!! Adventure Seeds\n\nAlthough the [[dragon]]s of the Tapestry are rarely pleased to see adventurers in their land, they aren’t likely to be as aggressive as the dragons of the other territories. In addition, the Tapestry doesn’t have as many dangerous wandering monsters as the [[Vast]] or the [[Light of Siberys]].\n\n''Setup!:'' Adventurers who have formed an alliance with the [[Chamber]] receive a rare invitation to visit [[Vorel'arux]]. While they are there, a team of [[yuan-ti]] thieves successfully raids the archives and frames the party. The PCs must quickly cool draconic tempers to prove their innocence—but even if they do, can they find the yuan-ti and recover the stolen scrolls?\n\n''Library Search:'' The party finds a series of cryptic clues revealing the location of the [[Crystal Library of Azalakardon]]. But another group has found the same clues—a team of [[rakshasa]]s who intend to use the power of the library to increase their standing in the [[Lords of Dust]]. Do the adventurers turn to the [[Chamber]] for help, or do they seek the treasures for their own? When the library is breached, a powerful [[dracolich]] is waiting for them. Is it Azalakardon? Is he insane and deadly? Or has he been waiting for them to arrive—prepared to set them on the path leading to their true destiny?",
        "type": "text/vnd.tiddlywiki",
        "title": "Tapestry",
        "tags": "Argonnessen region",
        "modified": "20220823181313441",
        "style": "{\"fillOpacity\":\"0\",\"opacity\":\"0\"}",
        "population": "8000",
        "polygons": "-16.071,109.86 -15.618,110.21 -15.425,111.22 -15.342,112.09 -15.378,112.76 -15.618,113.18 -15.535,113.83 -15.831,114.32 -15.471,114.8 -15.194,115.33 -14.465,115.84 -13.994,116.16 -13.172,116.31 -12.452,116.7 -11.714,116.89 -10.8,117.12 -10.08,117.27 -9.609,117.44 -8.898,117.96 -8.123,118.55 -7.477,118.8 -6.748,118.96 -5.732,118.97 -5.326,118.71 -5.031,118.27 -4.902,117.6 -4.68,117.14 -4.837,116.71 -5.058,116.18 -5.4,115.75 -5.511,115.07 -5.585,114.34 -5.76,113.83 -6.065,113.51 -5.972,113.09 -6.185,112.3 -6.342,111.55 -6.452,110.89 -6.498,110.21 -6.563,109.61 -6.609,109.35 -7.246,109.11 -8.252,108.87 -9.212,108.75 -9.923,108.91 -10.542,109.2 -11.354,109.44 -12.462,109.45 -13.375,109.54 -14.077,109.49 -14.668,109.27 -15.369,109.22 -16.135,109.63",
        "nationstyle": "{\"fillOpacity\":0.5,\"fillColor\":\"#DDFF33\"}",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the ",
        "tooltip": "smallest territory of Argonnessen, meeting place for the Conclave"
    }
]