[
    {
        "created": "20200413213325678",
        "title": "Tarkanan",
        "text": "Long ago, the [[dragonmarked house]]s sought to exterminate the bearers of [[aberrant dragonmark]]s. Today, those who carry aberrant dragonmarks are still treated with fear and suspicion. During the [[Last War]], the [[King's Dark Lanterns]] of [[Breland]] trained a team of covert operatives who all bore aberrant marks. Considered expendable, this group was sent on one suicide mission after another. After half its members died in the field, the survivors turned on their masters. Six years ago, they fled to [[Sharn]] and founded\nHouse Tarkanan. The group takes its name from Lord [[Halas Tarkanan]], who fought the dragonmarked houses long ago and used his aberrant dragonmark to destroy [[Old Sharn]].\n\nThe smallest of Sharn's four major criminal organizations, House Tarkanan has no interest in claiming territory or dominating the criminal underworld. The house takes neither side in the war between the [[Boromar Clan]] and [[Daask]], and it will not assassinate\nhigh-ranking members of either organization. In other matters, it sells its services to all who have the gold to pay for them. House Tarkanan's top priority is using its wealth to protect, train, and care for people who have [[aberrant mark|aberrant dragonmark]]s. The leaders of the house are pragmatists and soldiers, and they train their recruits to be warriors and thieves.\n\nDespite its name, House Tarkanan is not a [[dragonmarked house]]; it has taken the name to mock its enemies, and it doesn't have the recognition, power, or resources of a dragonmarked house. In fact, many members of House Tarkanan hate the dragonmarked houses for being prejudiced against their kind and fear that they will instigate a second purge of aberrant marks. Others are more idealistic, and see the growing power of the houses as a threat to all of the nations of [[Khorvaire]]. \n\n!! House Tarkanan Operations\n\nHouse Tarkanan provides two basic services to clients: theft and murder. Fees for jobs are based on the task's complexity and riskiness; a simple cutpurse contract costs far less than the assassination of a [[Sharn Watch]] captain in [[Skyway]].\n\nWhat differentiates the assassins of House Tarkanan from those of House [[Phiarlan]] and [[Thuranni]] is their accessibility. The [[dragonmarked house]]s sell their services only to a select list of wealthy and powerful clients, and they can pursue contracts anywhere in [[Khorvaire]]. Conversely, anyone with enough gold can hire House Tarkanan's assassins, but they take jobs only within [[Sharn]]. \n\n!! House Tarkanan NPCs\n\nBecause House Tarkanan helps all those who have [[aberrant dragonmark]]s, the organization has allies across a wide range of society, from beggars to nobles. Some of\nthe organization's most important people are these:\n\n* [[Thora Tavin]], a female [[human]], has the ability to sense mystical energies—a gift that enables her to identify others with aberrant marks. She founded the organization and serves as its leader. While she uses the name Thora Tarkanan among her compatriots, she has established herself as Thora Tavin among the wealthy elite of Sharn and has cultivated relationships with many influential people.\n* [[Rotting Bal]] is one of Thora's most trusted lieutenants. A male [[human]], Bal was part of the original squad of aberrant commandos. He's an exceptional martial artist whose skills are enhanced by his mark.\n\n!!! Other Tarkanan Contacts\n\n<<list-links-article \"[tag{!!title}subfilter<ppl-ent>!title[Thora Tavin]!title[Rotting Bal]sort[title]]\">>\n\n!! House Tarkanan Villains\n\nSome House Tarkanan villains are obsessed with bringing down the [[dragonmarked house]]s. Others are willing to take innocent lives if doing so means saving one person with an aberrant mark. Sample villains appear on\nthe table below. \n\n| !<<dr d4>> |!Villain |\n| 1 |A member of House Tarkanan murders members of dragonmarked houses, reducing her victims to smoldering piles of ash. |\n| 2 |Driven mad by his [[aberrant dragonmark]], a [[dwarf]] becomes obsessed with destroying [[Sharn]] in the same manner that [[Halas Tarkanan]] collapsed [[Old Sharn]]. |\n| 3 |A House Tarkanan [[half-elf]] kidnaps children with aberrant marks, believing the organization is better suited to bring up the children than their parents. |\n| 4 |A House Tarkanan mage starts drinking the blood of dragonmarked nobles, believing it will increase the strength of his aberrant mark. |\n\n!! House Tarkanan Campaign Themes\n\nAs assassins for hire, the members of House Tarkanan\ncan appear in a campaign as agents of other enemies of\nthe adventurers. But they can also play a central role in\na campaign.\n\nTo use House Tarkanan as a recurring villain, you can\nstress its ruthlessness and emphasize its hatred of the\n[[dragonmarked house]]s. If any of the adventurers have\nties to one of the houses, this confrontation could begin\nwith a number of small attacks against the adventurer\nor their friends. Over time, these actions could escalate.\nIn addition, you could build a story around [[Thora Tarkanan|Thora Tavin]]'s quest to discover the secrets of [[aberrant dragonmark]]s. Long ago, [[Halas Tarkanan]] and the [[Lady of the Plague]] possessed marks so powerful that they could\ndestroy cities. Can Thora find a way to amplify her own\npower in the ruins of [[Old Sharn]]?\n\nIf one or more of the adventurers has an [[aberrant dragonmark]], House Tarkanan can also serve as a group patron for a party of adventurers. The table below provides hooks for adventurers who are working with the organization.\n\n| !<<dr d4>> |!House Tarkanan Assignment |\n| 1 |Steal a satchel full of research on the [[War of the Mark]], carried by a [[wizard]] who works at [[Morgrave University]]. |\n| 2 |Kill a [[Karrnath]]i warlord who is visiting [[Sharn]], and make it look like an accident. |\n| 3 |Kill a target before she signs her last will and testament to assign her property to a new heir. |\n| 4 |Rescue a [[dreamlily]] dealer with an [[aberrant mark|aberrant dragonmark]] who has been captured by the [[Sharn Watch]]. |\n\n!! House Tarkanan Adventure Hooks\n\nThe table presents ideas for adventures themed around House Tarkanan.\n\n| !<<dr d4>> |!House Tarkanan Adventure Hook |\n| 1 |House Tarkanan disturbed the dead during an expedition to [[Old Sharn]], causing undead to terrorize the city above. |\n| 2 |House Tarkanan declares war on the [[dragonmarked house]]s in [[Sharn]] and begins killing nobles in the streets. Many of the houses' businesses in the city are shut down as fear spreads. |\n| 3 |A victim who was killed by a House Tarkanan assassin returns as an undead that tries to kill anyone who bears an aberrant mark. |\n| 4 |House Tarkanan steals a key that can disable a ticking time bomb created by an [[artificer]]. |",
        "modified": "20210727192036326",
        "tags": "[[crime syndicate]]",
        "type": "text/vnd.tiddlywiki",
        "article": "House ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]