[
    {
        "created": "20210127064824194",
        "text": "An awe-inspiring and majestic piece of [[dragon]] artifice,\nthe Teeth of the Three could be the hope of [[Adar]] and [[Sarlona]],\nand perhaps even [[Eberron]]. The Teeth of the Three rests above\nthe head of a creature of legend—a slumbering [[overlord]]—and if destroyed, it could spell doom for Adar, Sarlona, and the world. This incredible item is a magical\nfocus that might be responsible for Adar's odd mixture of\nplanar energy and the physical manifestations of them. It\ncould have been why the [[kalashtar]] were able to cross the\nbarrier between dreams and the world into Adar.\n\n!! Links to Headers\n* <<scrollToHeader \"Lore\">>\n* <<scrollToHeader \"Description of the Artifact\">>\n* <<scrollToHeader \"Effects of Activating the Teeth\">>\n* <<scrollToHeader \"Lingering Effects\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Lore\n\nFew know about it. Fewer know where it is.\nAnd fewer still will ever see it and live to tell the tale. Pieces of the story of the Teeth can be revealed in the following order.\n\n* The creators of the [[Shroud]] are said to have shared a vision during their meditations or in their dreams in sleep. This vision revealed a great device like the [[shroud resonator]]s. Some believe that this device exists.\n* The whole story is that the shared vision included the mighty peak [[Telathal]]. Perhaps the mysterious device glimpsed lies on or in the volcano. But none besides Speaker of the Word [[Chanaakar]] have braved the storms or the [[Storm Guardians]] to find out, and he hasn't said.\n* It is said that within the shrouded heart of [[Telathal]] is set a massive draconic artifact composed of all three types of [[dragonshard]]s. The [[dragon]]s brought it from [[Argonnessen]] and used it and their mighty sorcery to create the natural fortress [[Adar]] is today. Under the land of refuge they sealed the spirit of an [[overlord]] named [[Ran Iishiv]]. They then placed this item, called the //Teeth of the Three//, within the volcano, and a mighty [[couatl]] sacrificed herself to power the crystal's eternal power against [[fiend]]s. \n*  Tales say the [[Storm Guardians]] gave Vusgaar, the [[sorceress|sorcerer]] of legend who was friend to [[dragon]]s, leave to see the halls under [[Telathal]]'s mists. In that story, Vusgaar tells that the //Teeth of the Three// is a joining of three [[dragonshard]]s, each amplifying the others' power. It is a nexus that vents the [[overlord]]'s wrath into [[Adar]]'s storms, at the same time focusing eldritch power to keep Adar as the dragons want it.<br/><br/>Vusgaar's disciples kept records that indicate the //Teeth of the Three// is a major component of the [[Draconic Prophecy]]. Dragons created it based on their auguries. The artifact seems to pull certain creatures near and push others away. It is also a massive psionic and magic focus. If this is so, it could be possible to tie Adar's [[Shroud]] to the //Teeth of the Three//, greatly reducing the maintenance the Shroud requires and strengthening its properties. Perhaps such a network is what the dragons sought to build all along. \n\n!! Description of the Artifact\n\nThe Teeth of the Three is a breathtaking\nconglomerate crystal made up of three [[dragonshard]]s of\na size never seen in modern Eberron. In the center is a\nKhyber shard. An Eberron shard and a Siberys shard join\nthe Khyber shard at the base and emerge from that point at\n45-degree angles. Each shard is easily double the height of a\nfull-grown human and as wide as that person is tall; the artifact weighs over 6,000 lbs. Motes of golden, violet, and crimson light seem to materialize\nnear and flow into the crystals, and a diaphanous shaft of\nsilver radiance surges from the center of each upward.\nThis flow forms a wavering flame that dissipates at about 5\nfeet above the artifact. \n\nSpace around the crystal thrums as if in time with the\nheartbeat of the world. This vibration is felt not heard. A\nsilence beyond silence surrounds the item, as if the gods hold\ntheir breath. The faint smell of burned metal taints the air,\nthough, and your brow furrows with some forgotten anger. \n\n!! Effects of Activating the Teeth\n\nA being of sufficient spiritual resolve can touch the artifact to activate it. \n\nThe [[couatl]]'s gentle and loving spirit within the\nTeeth calls to those who value life, freedom, and balance. This\neffect is hard to measure, but it covers [[Adar]] and stretches\nbeyond the land's borders. Far from insuring that all within\nAdar are good, this effect has still influenced Adar's development over the millennia. No doubt some [[Riedrans]] near\nAdar's borders have felt a longing to cross into the mountains, quickly dismissing the notion and reaffirming the\nteaching that Adar is a land of monsters. \n\nMore definitively, the area around the Teeth of the Three is\nblanketed in several effects. A dimensional lock covers an area\n67 miles around the artifact, preventing all extradimensional travel, and within 7 miles of it all effects that summon or call creatures, or that require [[material]]s from other [[plane]]s, are impeded. Within this radius, any attempt to summon or call a\n[[couatl]], resist possession, or overcome any resistances of an extraplanar [[fiend]] or [[aberration]] is automatically successful.\n\nWhen [[Ran Iishiv]] and its minions were trapped beneath\n[[Adar]], the [[overlord]]'s rage was so great that the land around its\nprison boiled, hurling up the great volcano [[Telathal]]. The\nTeeth of the Three was put in place, and the dragons used their\nmost puissant magic through it to bring [[Lamannia]]'s energy\ncloser to [[Eberron]], though Ran Iishiv's chaotic mind also\nattracted [[Kythri]]'s influence. With access to elemental forces,\nthe [[dragon]]s pushed the land of [[Adar]] higher and a [[couatl]]\njoined with the crystal to channel Ran Iishiv's fury. The\nplan worked, as did the idea to channel Ran Iishiv's violent\npassion into supernatural and natural storms that rage in\n[[Adar]]. Dragons foresaw they would need these storms to protect their hold in [[Telathal]]. Strangely, this has an affect in Adar—whenever more than a few score persons act in anger or violence in the land of refuge, a magical effect causes a terrible storm (a hurricane on the coast or a tornado-spawning thunderstorm inland) to manifest in the area of the battle. Such a storm is worse for those without shelter in the mountains—a Riedran siege force, for example.\n\nWhile in contact with the Teeth of the Three, a creature is\naffected as if by a [[mind blank]] spell, and can perform [[scrying]] at will. This scrying is not blocked by the [[Shroud]]. They can also perform a variety of other [[divination]] [[spell]]s.\n\nThose who contact the Teeth of the Three immediately understand its lingering effects and how to access those powers.\n\n!! Lingering Effects\n\nAnyone who has been in the presence of the //Teeth of the Three// is immune to possession for one year thereafter. They may also gain lingering divination capabilities.",
        "type": "text/vnd.tiddlywiki",
        "title": "Teeth of the Three",
        "tags": "[[magical implement]] [[eldritch machine]] tool protection detection",
        "modified": "20230605174215685",
        "tier": "5",
        "color": "#41D5E1",
        "category": "object",
        "article": "the ",
        "tooltip": "legendary eldritch machine in Adar"
    }
]