[
    {
        "created": "20210305084257060",
        "text": "''Population:'' A mix of many races, with more [[human]]s and [[elves|elf]] than any other.<br/>\n''Character:'' A confusion and profusion of sound, color, theater, and religion.<br/>\n''Businesses:'' Entertainment, accommodation, religious services.<br/>\n''Key Personalities:'' [[Jirian Zayne]], [[Morian Shol d'Phiarlan]], and [[Zarzalia Shol d'Phiarlan]].<br/>\n''Overseer:'' Lady [[Paulo Omaren]].\n\n//Your senses are assaulted on all sides by the overwhelming presence of this part of [[Stormreach]].//\n\n//Sight: Bright colors, pennants, entertainers dressed like colorblind magpies, swooping arches, green leaves, and colorful lanterns.//\n\n//Smell: The tang of spices on the wind, the hint of incense and oils\nfrom the temples.//\n\n//Sound: Temple [[adept]]s calling passersby to worship, hawkers drawing attention to their sweetmeats and savories, bards plucking at their instruments, actors calling out the merits of their plays, and, booming over all of it, the performance in the [[Livewood Theater]].//\n\nStanding at the fork of the [[Koronoo River]], the Temple district is the heart of entertainment and worship in [[Stormreach]]. Because of the abundant groundwater here, the district is subject to more subsidence than other parts of the city, its stone buildings cracked and its cobbled streets uneven. Aside from the city walls and the stone\nbanks of the [[Livewood Theater]], few ancient structures remain. New buildings are crafted out of wood, many of them out of [[livewood]]. The district’s architecture is\nmarked by arches and domes, intermingled with trees festooned with paper lanterns.\n\nWhen House [[Phiarlan]] arrived in the city, the [[giant]]s’ amphitheater—now the [[Livewood Theater]]—was a major attraction to them, so they established their\n[[enclave]] here. Nearby are various entertainment venues, accommodations for visitors, and many shrines.\n\n!! Noteworthy Locations\n\n* the [[Bogwater Tavern]]\n* the [[Golden Wing Inn]]\n* [[House Phiarlan Enclave|Phiarlan Enclave (Stormreach)]]\n* the [[Keep of the Silver Flame]]\n* the [[Livewood Theater]]\n* [[Object Desire]]\n* the [[Onyx Fountain]]\n* the [[Pink Conch]]\n* [[Temple Row]]\n* [[Vestrii's Arms]]\n\n!! Adventure Hooks\n\n* Brawls between the [[Knights of Thrane]] and the Order of the [[Emerald Claw]] are common in the district, but the civilian faithful of the [[Blood of Vol]] are spared this violence. Tonight, though, a Seeker has been stabbed to death and dumped in the river. The residents of [[Grindstone]] blame the [[Knights of Thrane]], who indignantly deny responsibility. If the real culprit cannot be found, even the [[Iron Watch]] might not be able to contain the trouble.\n* A new play is making the rounds. Never performed, the script itself is causing a fuss. Titled //Rough Weather//, it is a bawdy comedy that makes most of its jokes at the expense of the [[Storm Lords]]. The lords are offering a considerable reward to anyone who can find and stop the printing of the script and bring the playwright into custody.\n* The [[Livewood Theater]] is having problems with its [[halfling]], [[gnome]], and [[dwarf]] workers and audience members because a [[human]] was recently cast as Lothar in a production of //Globach and Lothar//. The problem is that Lothar is traditionally a [[halfling]], and the theater plans to make the human actor look like one through magic. Shorter actors have walked out in protest. [[Zarzalia Shol d'Phiarlan]] is at her wit’s end and needs help to break the strike, one way or another.\n\n!! Overheard in the Temple District\n\n//“Praise not the greater gods; they do not need your prayers. Spare a thought instead for the little gods, the ones to whom we all pray but whose names we do not know. The ones who keep our food warm, our feet shod. Praise the little gods! Praise Humoona, goddess of lemon zest. What would your sweet cakes be without her?”//\n\n//“But hark, you hear that sound? The faint blowing of the wind where once there was a storm. Once a gale could determine the direction of the wind, but this? No arrow could find the mark, but perhaps a mark could find the arrow...”//\n\n//“Ladies and gentlemen, if I might speak to you of the [[Pink Conch]]’s advantages for a moment. Our services are refined, our men and women unmatched, and our discretion limitless. And at the Conch, there is no theatrical subterfuge, as you might find at the [[Livewood Theater]]. No, here what you see is what you get. And I’d wager we have much you’d like to see.”//",
        "type": "text/vnd.tiddlywiki",
        "title": "Temple District",
        "tags": "district Stormreach",
        "modified": "20230901232710354",
        "style": "{\"color\":\"#6B001B\",\"fillColor\":\"#8E0024\",\"fillOpacity\":0.3}",
        "polygons": "0.871,-42.317 0.874,-42.316 0.876,-42.315 0.879,-42.316 0.882,-42.317 0.885,-42.316 0.887,-42.317 0.89,-42.319 0.891,-42.32 0.892,-42.323 0.891,-42.328 0.889,-42.331 0.89,-42.333 0.89,-42.336 0.888,-42.338 0.887,-42.336 0.886,-42.334 0.883,-42.333 0.878,-42.333 0.875,-42.334 0.873,-42.332 0.871,-42.331 0.868,-42.329 0.868,-42.328 0.868,-42.325 0.868,-42.323 0.869,-42.321 0.87,-42.319 0.871,-42.318",
        "color": "#96CC39",
        "category": "location",
        "article": "the ",
        "tooltip": "noisy entertainment district of Stormreach; houses of worship are an afterthought"
    }
]