[
    {
        "created": "20200422201352496",
        "title": "Thelanis",
        "text": "Every culture has faerie tales—stories that use exaggeration\nand supernatural elements to warn children of the consequences of bad behavior or to demonstrate the virtues of society. [[Breland]] tells tales of the Sleeping Prince, cursed to slumber by a cruel [[hag]] until he's saved by the courage of the Woodcutter's Daughter. In the [[Mror Holds]], there's a tale older than [[Breland]] itself, in which Lady [[Narathun]] curses [[Doldarun]]'s son with eternal sleep, until he's\nsaved by humble [[Toldorath|Toldorath and Tordannon]]. And the [[Dhakaan]]i dar have an ancient story about how [[Hezhaal]]—a [[dirge singer]] who betrayed\nthe empire and studied sinister magic—cast the marhu's son\ninto a cursed slumber, until he was saved by a simple [[golin'dar|goblin]].\n\nThis is just one of many stories that appear over and over in\ndifferent cultures. The exact details may shift—is the sleeper a\nprince? The marhu's son? Doldarun's heir?—while the thrust of\nthe tale and the lessons it teaches persist. But long before any\nof these cultures arose, these stories existed somewhere else.\nIn a [[layer]] of Thelanis, the [[Lady in Shadow]] curses a prince with\neternal sleep. She tends a garden full of wonders, and keeps\nher own daughter hidden in the heart of a labyrinth of thorns.\nAt the deepest level, that is what the [[fey]] are: stories. The [[dryad]]\nisn't a natural spirit; it's the magic we //want// in the world when\nwe see a slender tree move in the wind and imagine it as a\nbeautiful person. Thelanis is built on iconic stories, but it's also\nthe Faerie Court; at its heart, [[satyr]]s and [[nymph]]s dance in the\nshadows of the [[Palace of the Moon]], while the [[archfey]] engage\nin [[immortal]] intrigues. It's a fantastic realm essentially built\naround the idea of adventures, but it's a deadly place for those\nwho refuse to understand its rules.\n\nThelanis is one of the easiest planes for mortals to reach. Just\nwalk through a mushroom ring when [[Rhaan]] is full in the sky, or\nfollow the sound of distant music in the forest. It's not always\nthis easy, but it //can// be. One wrong step and you could find\nyourself in Thelanis, retracing the steps of storybook heroes and\nmaking dangerous bargains with the rulers of the Faerie Court.\n\n!! Universal Properties\n\nThelanis is unpredictable, and its cardinal rule is that layers\nfollow their own stories. Consider the following properties.\n\n* //''Enchanted Realm.''// [[Illusion|illusion]] and [[enchantment]] spells are more difficult to resist. The duration of these spells is doubled.\n* //''Storybook Logic.''// No two layers of Thelanis are exactly alike. Each is driven by its story, and any rule can be overridden by a particular tale. Damage types could be swapped or rendered impotent; in the Valley of Stolen Fire, all fire damage becomes cold damage. Certain specific actions could have [[advantage]] or [[disadvantage]]. In one layer, spells that restore health might have no effect; in another, a glass of wine could act as a [[potion of healing]]. But while these effects vary from layer to layer, they are entirely reliable within that layer and should feel logical based on the nature of the local story.\n* //''Words Have Power.''// In Thelanis, words—and particularly promises—have power. Creatures should be very careful about making formal agreements of any sort, especially with [[archfey]]; the more powerful the [[fey]], the graver the consequences of breaking a promise. The price varies, a slightly broken promise to a greater fey might simply result in a run of bad luck, with [[disadvantage]] on the next few rolls. On the other hand, a promise to an archfey could inherently carry the power of a [[geas]]. The fey themselves are bound by this restriction—though they are aware of it and are exceedingly careful with their promises.\n* //''Chaotic Time.''// Time is entirely flexible in Thelanis, moving at different rates from layer to layer. It's possible for adventurers to spend a night in Thelanis, then discover that a year has passed in Eberron. But it's equally possible for a group of adventurers to find a layer where they save a kingdom and reign as kings and queens... only to stumble through a gate many years later and discover that only an hour has passed in their homes. Often time catches up with mortals when they return to Eberron—either swiftly aging them if more time has passed on the Material Plane, or potentially restoring their youth and erasing the decades of time spent in Thelanis.\n\n!! Denizens\n\nThelanis is home to fey in all their forms. Sprites flit between\ntrees, singing to the dryads that dwell within them. There are\nbirds in the trees, and if you talk to them, one might answer—\neither a bird or a tree, depending on the story. Most of the\ndenizens of Thelanis fall into one of four categories.\n\n!!! Supporting Cast\n\nThe vast majority of the creatures of Thelanis—the [[sprite]]s\nin the forest, the [[dryad]]s, the birds, and for that matter, the\ntrees themselves—are [[manifestation]]s. These members of the\nsupporting cast exist because the story needs them to exist,\nand they have a specific role to play. While most supporting\ncast are [[fey]], any creature can appear if the story requires it. A\npack of wolves? An angry [[giant]]? A white horse that appears\njust when it's needed? Anything is possible.\n\nSupporting cast generally use the standard stat blocks\nfor each creature, though they might be considered fey\ninstead of other creature types. These creatures don't think\nof themselves as manifestations; it's simply that they have no\nreal depth, no desires other than the drives they need to fill\ntheir role in the story, and no care for the passage of time.\nThe sprite never gets bored of its song, and it never stops to\nquestion anything about its existence.\n\nThe supporting cast reflects the fact that the stories of\nThelanis don't change. The hungry giant will always be\nguarding the well. If adventurers defeat the giant, they're\nthe heroes of the hour and it feels like a triumph; but if they\nreturn to the barony at a later date, the giant will be back—or\nat least, a remarkably similar giant—and it won't remember\nthem or acknowledge their previous victory. As a general rule,\nsupporting cast can't abandon their posts or leave their layers.\n\nHowever, more than the manifestations of other planes, the\nsupporting cast of Thelanis can evolve. When an [[anchor baron|archfey]]\ngives the white horse to an adventurer, it becomes a mortal\nhorse and they can ride it home. Supporting cast that drift into\n[[manifest zone]]s become mortal fey, dwelling in the zone until\nthey die. A supporting cast member can also evolve by gaining a\ngreater role in the story. An individual [[sprite]] doesn't even have a name, but if the adventurers convince the sprite to help them,\nand it plays a critical role in their defeat of the giant at the well,\nit's no longer a nameless sprite; it's Clever Jack, or whatever\nname they gave it. If a manifestation becomes mortal, it can\ngo anywhere it likes, even leaving its layer and following the\nadventurers back to Eberron... but if it dies, it's gone forever. On\nthe other hand, a manifestation can evolve to become a greater\nfey; if this happens, it remains [[immortal]], and it's still tied to its\nstory, just with a bigger role and more personality.\n\n!!! Eladrin and Other Mortals\n\nThere are two types of mortals in Thelanis. The first are the\nsupporting cast that have become real and split off from their\noriginal stories. The second are natural-born mortals who do\nhave their own cultures and cities; chief among these are the\n[[eladrin]], who dwell in the [[feyspire]]s of the [[Moonlit Vale]]. Each\nspire is ruled by an [[archfey]], and each has a distinct story that\nshapes the personality of the local eladrin. The eladrin aren't\nas bound by story as other fey, but the magic of the plane\nencourages a deep devotion to their spire and their ruler. They\nhunt, they hold revels, they serve their ruler in the intrigues of\nthe [[Moon Court]]; it rarely occurs to them that there could be\nmore to life. However, they're indeed mortals; they fall in love,\nthey have children, they are born, and they die. If an eladrin\nleaves their spire—whether to roam across Thelanis or into\nEberron—they often gain a greater appreciation of the passage\nof time. Living among mortals in a mundane world can be a\nhard transition for an eladrin; compared to the wonders of\nthe Faerie Court, there is little fey beauty in [[Khorvaire]]. The\nlonger an eladrin lives in the mortal world, the more mortal it\nbecomes; this is why eladrin player characters are considered\nhumanoids (and elves) rather than fey.\n\nThe [[eladrin]] are the most common mortals in the layer, but\nthere are also a handful of mortals who have been drawn\nin from Eberron—the [[gnome]]s of [[Pylas Pyrial]], wandering\n[[Greensingers]], mortals personally chosen by one of the\n[[archfey]], or creatures who accidentally wandered through\n[[manifest zone]]s and are trying to find their way home.\n\n!!! Greater Fey\n\nGreater [[fey]] are tied to a [[barony]] or have a role in the [[Moonlit Vale]], but they have their own names, identities, and distinct personalities. They can have their own agendas and schemes within the grander story of the [[archfey]], seeking love or\nrevenge or other ambitions. Sometimes the protagonist of\nthe story appears as a greater fey; in the case of the Sleeping Prince, perhaps the adventurers can actually meet the clever Woodcutter's Daughter. However, often the role of protagonist is left for the adventurers to fill; in Thelanis, they are the ones\nwho must wake the Sleeping Prince.\n\nDespite their individuality, these greater fey are still [[fey]]; they\nremain attached to their [[layer]]s, and don't experience the passage\nof time as mortals do. They want to achieve things within their\nstory, but few have any thoughts or desires that go beyond\nThelanis. However, it's possible for them to go wherever they\nwant. A greater fey could establish its own domain in a [[manifest zone]] tied to Thelanis, or be found selling strange trinkets in the\n[[Immeasurable Market]] of [[Syrania]]. When greater fey do leave\nThelanis, they generally seek to create their own stories; they\nstill want to be part of a narrative that makes sense to them. \n\nAny [[fey]] creature can be used as a basic foundation for a\ngreater fey, possibly with additional powers tied to the story\nthey tell. A greater [[dryad]] might be able to see through all of the\ntrees in the [[manifest zone]] she calls home, and to control its\nbeasts. This isn't represented by a spell, as she couldn't control\nbeasts in other places; it's simply part of the story.\n\nAs the story of a greater fey grows, its abilities can grow as\nwell... but these are often tied to storybook logic, and power\ncould be balanced by a weakness. A greater dryad could be\nimmune to fire unless someone knows her name, at which point\nshe is vulnerable to it. Or she might be immune to piercing\ndamage but vulnerable to slashing damage—arrows and\nspears refuse to strike her, but axes hunger to cut her down.\n\n!!! Archfey and Anchor Barons\n\nThe [[archfey]] are the foundation of Thelanis, the force that sets\na story in motion. Where greater fey may be tied to a single\nstory, most archfey have inspired countless tales—often as the\nantagonist, though they can also be benevolent.\n\nMany archfey dwell in the [[Moonlit Vale]]. Some rule over\n[[feyspire]]s, while others dwell in the [[Palace of the Moon]]; the\nintrigues of the Court are their defining stories. Archfey that rule\n[[layer]]s are known as anchor barons, as each is the anchor that\ndefines the [[barony]]. They come to the Palace of the Moon for\nrevels or conclaves, but prefer to dwell in their own story.\n\n!! Layers\n\nMuch like [[Kythri]], [[Dal Quor]], and [[Syrania]], Thelanis has a core\n[[layer]] surrounded by lesser layers. The heart of Thelanis is the\n[[Moonlit Vale]], where all [[archfey]] gather for their revels. This is\nsurrounded by endless [[baronies|barony]], each embodying the stories\nof a particular archfey. While [[eladrin]] and [[fey]] can shift between\nlayers, it's more challenging for mortals to travel to a barony; this often requires a token from that realm, or for the mortals to act out some aspect of its story. Regardless of the specific identity of a layer, Thelanis always feels magical and otherworldy. Its environments are typically vibrant and beautiful, but if they are harsh and ugly, they are exceptionally so. It feels like a story, exaggerated and unreal.\n\n* the [[Moonlit Vale]]\n\n!!! Baronies\n\n<<list-links-article \"[tag{!!title}tag[barony]sort[title]]\">>\n\n!! Planar Manifestations\n\nHere are a few ways Thelanis can affect the world.\n\n!!! Manifest Zones\n\nMore than with any other plane, Thelanian [[manifest zone]]s\noften allow travel between the [[plane]]s. [[Fey|fey]] creatures dwell\nin such zones, and a greater fey may turn such a manifest\nzone into its personal domain. Just as fey can cross over from\nThelanis, mortals can travel to the Faerie Court. Gateway\nzones always share the general environment of the layer\nthey are connected to, though it's rarely obvious when this\npassage occurs, and it may take time for travelers to realize\nthey have crossed over. However, there are always signs of a\ngateway—circles of mushrooms, strange patterns of vegetation,\neerie lights, or faint, unearthly music the adventurers must\nfollow. Gateways typically only activate at certain times—\noften when the moon [[Rhaan]] is full—and even then, there's\nusually something that must be done that violates a known\nsuperstition. If you stay on the path in the forest, you won't\nstumble into the [[Endless Weald]]. But if you follow the ghostly\nmusic, or chase the silvery deer? That's on you.\n\nOther manifest zones reflect the properties and influence of\nThelanis without allowing passage between worlds. Zones with\nthe //Enchanted Realm// property are much sought after by House\n[[Phiarlan]] and House [[Thuranni]]. Zones with //Storybook Logic//\nbreak the rules of reality in specific ways; the ''Grove of Promises''\nis a clearing that holds an old stone fountain. Stories from the nearby village say that if you make a promise to someone and then share a drink from the fountain, you must keep your word—and if you are false, you'll sicken and die. The people of\nthe town perform marriages in the Grove. Young lovers sneak\naway to pledge their hearts. There are even merchants who like\nto seal their deals in the Grove. The people of the town never\nbreak a promise sworn in the Grove... will you?\n\nA final form of [[manifest zone]] is the beachhead; this\nphenomenon periodically draws a piece of Thelanis into\n[[Eberron]]. The [[feyspire]]s are an example of\nthis, but a beachhead can be any unusual location—sure to be\na local legend, but rarely be found by those searching for it,\nonly uncovered by chance. There's a tale in the [[Mror Holds]] of\nthe Tomb of the Forgotten King, found when a traveler seeks\nshelter in a cave and discovers deeper passages. Following\nthese tunnels, they find themselves in an ancient tomb. Jewels\nare embedded in the walls. Coins are heaped on tables, spilling\nonto the floor. In some versions of the story, guardians patrol\nthe tomb, spirits of stone and metal. In others, there are deadly\ntraps. But one detail remains the same throughout all the\ntales: treasures taken from the tomb always bring misfortune,\nbestowing curses that linger until the thief finds the tomb again\nand returns what they have stolen... or until they die.\n\n!!! Coterminous and Remote\n\nWhen Thelanis is coterminous, new gateway zones spring\nup. Mischievous or cruel [[fey]] may cross over, and it's far easier\nfor careless travelers to cross over. However, there are always\nwarning signs, and you generally must break some superstition\nor taboo to be pulled through. Thus, when people know the\nplanes are coterminous, they are cautious to remember the\nstories and avoid foolish behavior.\n\nWhen Thelanis is remote, the effects of Thelanian [[manifest zone]]s are suppressed. Fey creatures may be temporarily drawn back to Thelanis, even those that normally dwell on Eberron. In general, the world feels less magical.\n\nTraditionally, Thelanis becomes coterminous for a period\nof 7 years every 225 years, and it is remote for 7 years\nhalfway between these cycles. However, there is evidence,\nsuch as beachheads remaining in place longer than usual,\nthat something has disrupted this cycle. This may be a result\nof the [[Mourning]]... or it could be that the Mourning is just an\neasy excuse, and the true story is tied to the schemes of an\n[[archfey]] or a mortal mastermind. Nonetheless, no one knows\nwhen Thelanis will become coterminous again—or how long\nthe phase might last when it does.\n\n!!! Thelanian Artifacts\n\nThelanis can be a source of wondrous [[magical items|magic item]]. The\nsimplest deal with [[illusion]] or [[enchantment]]: [[eyes of charming]]\nor a [[hat of disguise]]. But any sort of magic item can come from\nThelanis—the catch is that Thelanian items invariably have a\nstory attached to them. The [[berserker axe]] that can't be released\nuntil it kills someone you love. The [[dragon slayer]] that calls out\nto [[dragon]]s, summoning [[wyvern]]s for you to fight and drawing\nthe attention of agents of the [[Chamber]]. The [[crystal ball]] that\noccasionally shows glimpses of things you don't want to know.\n\nThelanian items can also hold curses that come with no\naccompanying benefit. The //mithral falcon// is a statue that\namplifies existing greed. Generous people are unaffected by\nits magic, but greedy folk feel a growing need to claim the\nfalcon from its current owner. The falcon can start a gang war\nbetween [[criminal organization|crime syndicate]]s, or turn [[Aurum]] concordians\ninto the bitterest of enemies. The falcon has no beneficial\npowers, but its curse can drive a story.\n\n!! Thelanian Stories\n\nThelanian stories can start before a campaign begins. With the GM's permission, any character or party could be connected to\nan [[archfey]], for better or for worse. Here are a few examples.\n\n//''The Patron.''// Whether serving as patron for a [[warlock]]\nor an entire party, an [[archfey]] could work with adventurers,\nproviding magical benefits—perhaps spells from the [[artificer]]\nor [[bard]] lists, or boons and [[magic item]]s—in exchange for the\ncharacter's services. It could be that the patron's goals are tied\nto the intrigues of the [[Moon Court]] or to some element of its\nstory. It might want the characters to deal with the [[warlock]]\nagents of another archfey. Or it could be that the archfey is\ntrying to get the adventurers to reenact its story in the present\nday, to have a character serve as an avatar for the archfey—or as the avatar for one of its enemies.\n\n//''Blessing or Curse?''// You don't have to be a [[warlock]] to draw\npowers from an [[archfey]]. An [[artificer]] could have been blessed\nby the [[Forge Maiden]]; their artifice isn't arcane science, they\nsimply create impossible, whimsical things. A barbarian's\nrage could be a curse from the [[Lady in Shadow]], laid upon an\nancestor and handed down through generations. All other\nmembers of the character's family have eventually been killed\nby their fury; does the barbarian seek to break the curse, or\ndo they just want to live as wild a life as possible before it\nconsumes them?\n\n//''Faerie Tales.''// The [[archfey]] and the [[baronies|barony]] are the source\nof faerie tales. You can draw from beloved tales in our own\nworld to craft any adventure, adding an [[Eberron]] twist.\nUsing these tropes gives the players a sense of familiarity\nwith the story, just as the people of Eberron are familiar\nwith these archetypal tales, played out time and time again\nacross cultures and generations. So, the Sleeping Prince\nclearly follows the same basic principles as Sleeping Beauty\nor Snow White, but with an Eberron twist—it's [[Sora Katra]]\nand the prince of [[Breland]]!\n\n//''The Actual Changeling.''// As a child, any character could\nhave wandered through a [[manifest zone]], stumbled into a\n[[feyspire]], or even caught the eye of an [[archfey]] and been carried\noff to Thelanis. A [[bard]] could have learned their craft in [[Pylas Pyrial]]. A [[druid]]'s abilities might be tied less to nature and more to the magic of the [[fey]]. It might be that a [[warlock]] doesn't have a direct patron, but they're the adopted child of the [[Lady in Shadow]] and learned her tricks by watching her. If this is the\ncase, is the character welcome to one day return to Thelanis,\nor were they cast out of it? Did the Lady in Shadow encourage\nher child to leave, or did the adventurer escape from the maze\nof thorns where they were held prisoner (for their own good,\nof course)? Does the character have a fey lover or rival in\nThelanis? With the GM's permission, such a changeling—of\nany race—could find a welcome with the fey. Such fey would be more likely to talk\nwith you, and might provide you with safe passage through\ntheir territory or even share stories. Lesser fey are also hidden\nacross the world—minor spirits that dwell in cupboards and\nclearings—and these spirits might emerge to offer you minor\naid or advice. Just don't forget that you're always expected to\noffer payment for services you receive, even if it's just a gift of\nfood or a song.",
        "modified": "20210727192037152",
        "tags": "plane",
        "type": "text/vnd.tiddlywiki",
        "article": "the Faerie Court, ",
        "category": "location",
        "color": "#2E4708",
        "tooltip": "plane of faerie tales and legends"
    }
]