[
    {
        "created": "20210112022723083",
        "title": "Thieves of Life",
        "text": "The Seekers of the Divinity Within (the dominant sect of the [[Blood of Vol]]) value community, urging the faithful to stand together. But there are others who follow the\nprinciples of the Blood of Vol who prefer to stand alone. The\nhermits known as Thieves of Life are determined to unlock\ntheir divinity within at any cost—not to help others, but solely to\nfurther their own quest for power and immortality. Thieves of\nLife are often master [[necromancers|necromancy]], but never become [[undead]]\nthemselves; instead, they specialize in magics that allow them\nto drain the life from their foes.\n\nAs a player character devoted to the Blood of Vol, you could choose\nthe path of the Thief of Life. You are utterly devoted to the\npursuit of your personal divinity, and perhaps you have already discovered the path you must take. You might be a [[cleric]], a [[sorcerer]], or a [[warlock]] (with your\npatron being your own nascent divinity within). What binds\nyou to your fellow adventurers, and why would they choose to\nassociate with you? You may be utterly devoted to your quest\nfor immortality—but what is your redeeming feature, your\nanchor to humanity?\n\nAn unusual option for a Thief of Life hermit is to say that\nyou've actually been in a state of suspended animation for\ndecades or even centuries. You were once far more powerful than you are\ntoday, but your powers have yet to return; as you gain strength,\nyou are actually regaining the power you once had. If this is\nthe case, it could be that one or more of your adventuring\ncompanions are actually descendants of yours; while you're\nobsessed with your quest for immortality, you also care about\nyour own bloodline.",
        "modified": "20210727192037200",
        "tags": "religion [[Blood of Vol]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]