[
    {
        "created": "20220201233443009",
        "text": "When a massive fire destroyed the upscale inn known as the Peryton’s Pride in [[Fairhaven]] only a few years ago, the proprietor, a retired soldier named ''Phorif Mirador'',\nrented the surface of the estate to House [[Lyrandar]]\nfor a surprisingly low sum. His only condition: build\naround the intact foundations of the inn, what had\nonce been a vast wine cellar. Soon after, [[Fairhaven]]’s\nthird and smallest [[airship]] docking tower was erected\non the site. Situated in the southwestern corner of the\ncity in the residential [[Laurelbough Ward]], the Third Tower, as it has come to be known, is the newest and\nleast trafficked of House [[Lyrandar]]’s docking towers\nin Fairhaven and sees more private than commercial\nuse. A door just inside the ground floor is marked\n“Cellar Council,” and leads to what used to be the\nbasement of the previous establishment.\n\n!! Cellar Council\n\nMore a watering hole than a\nproper tavern, this basement bar has become a haunt\nfor anarchists, malcontents, and outspoken critics of\nthe crown. The worst of their rebellious claims—usually just liquor-driven rants—are surreptitiously steered away from talk of revolution by Phorif himself, proprietor and barkeep. The veteran uses the Cellar Council and the presence of House [[Lyrandar]] activity above to divert attention from what he has sworn to protect:\na powerful relic that he and other soldiers of his unit\ndiscovered in a [[Dhakaan]]i ruin just inside the [[Cyran|Cyre]]\nborder several years before the [[Mourning]]. The\nmystic object, now hidden in a vault below the cellar,\nhas bound Phorif to its fate. Only one other knows this\nsecret: his friend [[Ralsor d'Lyrandar]], an [[airship]] pilot\nwho frequently docks his ship at the Third Tower.",
        "type": "text/vnd.tiddlywiki",
        "title": "Third Tower",
        "tags": "Fairhaven tavern [[Laurelbough Ward]] office",
        "modified": "20220201234209075",
        "color": "#A3DB62",
        "category": "location",
        "article": "the "
    }
]