[
    {
        "created": "20210126022605813",
        "text": "To a [[Riedra]]n, no one in their right mind turns against the\nInspired. Those who do are clearly victims of //altavar// influence. Someone has to help these victims if possible, or do\nwhatever is necessary to ensure that they do not threaten\ninnocent souls. Those tasks fall to the Thousand Eyes.\n\nThe Thousand Eyes administers justice across\n[[Riedra]] and maintains the reclamation centers. Public agents of the Thousand Eyes—easily identified by their\ngreen uniforms and golden badges of office—can be\nfound throughout any bastion, and people take comfort\nin knowing that these guardians are watching. Far more\ndangerous, however, are the secret members of the Eyes.\nNearly anyone in Riedra could be an agent. Furthermore, even when no one is around, \"remote viewing\" ([[psionic|psionics]] [[scrying]]) allows the Eyes to see the deeds of malefactors.\n\nAgents of the Thousand Eyes are typically [[human]],\n[[Chosen]], or [[changeling]]. The bulk are simply observers, experts in disguise and information gathering, along with a craft or profession as a cover. More\ncapable agents specialize in observation and stealth. [[Chosen]] and especially honored\n[[changeling]]s are trained in the [[psionic|psionics]] arts. When force is required,\nthe Thousand Eyes calls on [[Bastion Guard]]s or the [[Sleeping Sword]], but it also maintains a covert corps of changeling [[masquer]]s, [[psi warrior]]s, and [[soulknife]] assassins.\n\nThe city of [[Dul Zeer]] is the Thousand Eyes' greatest stronghold. Here, a network of remote viewing crystals allows agents to scry across the [[continent|Sarlona]], and [[teleportation circle]]s let them dispatch forces to any bastion or kintam (fortress). Agents in villages can\nbe alerted through dreams. In\nan emergency, psionic dispatchers can\nteleport forces to the site of\na disturbance.\n\nThe high minister of\nthe Thousand Eyes is Lady [[Sharadhuna]].",
        "title": "Thousand Eyes",
        "modified": "20220823205441771",
        "tags": "[[law enforcement]] Riedra [[intelligence agency]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "intelligence agency and secret police of Riedra"
    }
]