[
    {
        "created": "20210111053512388",
        "text": "The [[Three Faces]] of War is a religious secret society that honors [[Dol Arrah]], [[Dol Dorn]], and Dol Azur (the [[Mockery]]), and it dates back to the time of [[Karrn the Conqueror]]. It was part of the united armies of\n[[Galifar]], and cult chapters can be found in all of the armies of\nthe [[Five Nations]]. Sect meetings provide a place for soldiers\nand veterans to interact as friends and equals, regardless of\nrank or nationality. The mystery cult asserts that honor and courage\nare to be valued, but there is also a time and place for cunning\nand cruelty, even if it is never to be desired.\n\n!! Core Beliefs and Practices\n\nFollowers of the Three Faces of War acknowledge that the world would be a better place if we could all live under [[Dol Arrah]]'s light, but the real world is cruel, and there are times when victory must come before honor. For example, followers of the Three Faces of War believe that treaties play an important role in international relationships, but a commander must always be prepared to violate a treaty when the moment is right. The Three Faces of War also recognizes the power of psychological warfare, of using fear to demoralize a foe. Overall, the cult downplays the role of [[Dol Azur|Mockery]] as //betrayer// and focuses more on //finding a path to victory through cunning//.\n\nMembers of the Three Faces often feel that they have a particular affinity for one of the three [[Sovereign|Sovereign Host]] siblings; those who feel they are guided by [[Dol Azur|Mockery]] may still seek to using their powers for good, but they acknowledge that they have a knack for sowing terror or ruthless action when it becomes necessary. Within the sect, steel is used to represent [[Dol Dorn]], gold to represent [[Dol Arrah]], and leather to represent [[Dol Azur|Mockery]]; if a soldier wears a leather ring, it might be a sign that they feel they are guided by the [[Mockery]].\n\nThe Three Faces of War is a hidden sect, but its existence is a fairly open secret. There has never been a campaign to criminalize it or wipe it out. Initiates to the mysteries do not hide their beliefs because they face legal consequences or social castigation; they hide their beliefs because they think the uninitiated simply don't deserve to know.\n\n!! The Rage of War\n\nAlthough most branches of the Three Faces of War are just what they appear to be, [[Mordakhesh]] the Shadowsword has corrupted many others among its cells. Since a large number of the members of the sect are officers, Mordakhesh relishes the opportunity to shape the overall conduct of the coming war—promoting brutality and the pursuit of vengeance.",
        "type": "text/vnd.tiddlywiki",
        "title": "Three Faces of War",
        "tags": "religion [[Three Faces]] [[secret society]]",
        "modified": "20221212040521933",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]