[
    {
        "created": "20210111053024872",
        "text": "Followers of the [[Pyrinean Creed]] honor the [[Sovereigns|Sovereign Host]] and are\nencouraged to shun the [[Dark Six]]. The Six embody dark forces\nthat have no place in a virtuous society. However, over the\ncourse of centuries, there have always been cults to challenge\nthis view, honoring the Sovereigns and Six alike.\n\nThe Three Faces cults serve two purposes. On the\none hand, they honor particular groupings of the Sovereigns\nand Six (one member of the Six and two Sovereigns), asserting that there are members of the Six with something valuable to offer worshipers. Initiates believe that each grouping all reflect different faces of the same concept—such as Coin, Love, War, or the Wild—and thus all three should be honored. Beyond this, the cults are also secret societies—a form of fraternal order that binds people together even if they aren't truly invested in the religious\naspects of the cult. For example, the [[Three Faces of War]] can\nbe found in all of the armies of the [[Five Nations]].\n\n<<list-links-article \"[tag{!!title}sort[relevance]]\">>\n\n!! \"Secret\" Societies?\n\nAre these “secret” societies truly secret? [[Karrn the Conqueror]] himself is said to have been a member of the [[Three Faces of War]], so why can’t [[Karrnath]]i soldiers openly declare themselves to be following in his footsteps?\n\nThe reason for secrecy isn’t about fear of dangerous persecution. The Three Faces honor a member of the [[Dark Six]], yes, but in balance with two members of the Host; they are often more devout than most common [[Vassals|Sovereign Host]]. There have been a few points in history when the Three Faces have been persecuted as heretics, but in the present day, the [[templar]]s and the [[paladin]]s of [[Dol Arrah]] know the Three Faces aren’t a threat.\n\nAs a member of the sect, you don’t announce it because only those who have been initiated into its mysteries understand it, and only they deserve to know about it. Initiates understand the context of why they accept their chosen member of the Six as worthy of veneration—but they know that those who don’t understand the mysteries will not. You could say \"the first rule of the Three Faces is that you don’t talk about the Three Faces.\"",
        "title": "Three Faces",
        "modified": "20221212040154181",
        "tags": "[[secret society]] [[Sovereign Host]] religion",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]