[
    {
        "created": "20210111053422640",
        "text": "The [[Three Faces]] of Love is a mystery cult devoted to [[Boldrei]], [[Arawai]], and\nSzorawai (the [[Fury]])—the Love that Binds, the Love that Brings Life, and the Love that Burns. This cult embraces all who believe in and wield the power of love. Members gather to share stories and change lives; the cult excels at matchmaking, and occasionally, at disrupting relationships they consider to be doomed.\n\nLike the other [[Three Faces]] cults, this secret society recruits members seen as being touched by one of these [[Sovereigns|Sovereign Host]]. Initiates are usually people who work with people, those who see the value of community and\nbelieve they can guide its path and inspire love; mediators, bartenders, midwives, companions, and poets are all found in this cult.\n\nOn one level, the society is simply a place for these people to come together and enjoy the\ncompany of like-minded individuals. The Three Faces of Love hold remarkable salons and revels. They are also excellent matchmakers who take joy in forging strong relationships; this can happen when a member asks for help or advice, but sometimes members take it on themselves to bring people together when they recognize a perfect match. On a deeper level, cultists often share problems they have observed—whether a quarrel of a single couple or tension that threatens an entire community—and seek subtle ways to solve these problems. \n\nThe Three Faces of Love weave the tapestry of a community. [[Arawai]] is the //Love That Brings Life//, celebrated by midwives and mothers as well as herbalists and healers. [[Boldrei]] is the //Love That Binds//, the underlying bond that holds any family or community together; mediators, innkeepers, and others who find joy in uniting others. [[Szorawai|Fury]] is the //Love That Burns//, passion that is as inspiring and powerful as it is painful; she is often the patron of poets, artists, and others who work with fantasy and desire.",
        "title": "Three Faces of Love",
        "modified": "20221212022821033",
        "tags": "religion [[Three Faces]] [[secret society]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]