[
    {
        "created": "20200420021909342",
        "title": "Three Towers",
        "text": "House [[Deneith]] maintains this fortified [[enclave]] in [[Copper Arch]]. This includes\na garrison for the [[Blademark|Blademarks Guild]] soldiers who serve as the private watch of [[Upper Tavick's Landing]]. A second tower is dedicated to house business and training. The third is private mansion accessible only to the [[Sharn]] Deneith. If a Deneith heir from outside Sharn tries to enter the facility, she is told that the enclave is restricted and directed to the main enclave in [[Dragon Towers]]. \n\n!! The Dreaming Dark\n\nWhile it seems like a typical [[Deneith]] [[enclave]]\nto the casual observer, the [[Sharn]] household is\nanything but ordinary. Almost a century ago the\nSharn enclave was compromised by the [[Dreaming Dark]], and today it is a stronghold of shadows. At the start of the [[Last War]], the [[Inspired]] dominator\n[[Tirashana]] used [[mind seed]] to seize control of the lord\nof the household, and through him she spread her\ninfluence throughout the enclave. While the enclave\nserves the Dreaming Dark, most of its members have\nno idea that they are in league with the Inspired.\nIn the guise of the Deneith patriarch, Tirashana\nbegan teaching [[psionic|psionics]] techniques to the defenders.\nOver the course of a century of indoctrination, she\nhas taught the Sharn Deneith to see themselves as\nthe forerunners of a new race, superior to humans\nbecause of their [[dragonmark]]s and raised above the\ndragonmarked by their psychic abilities. Even those\nwho deal directly with the Inspired believe that they\nare working together as equal partners. In fact, there\nis little difference between the leaders of the house\nand the Inspired. The heirs that show the greatest\npromise are carefully indoctrinated and prepared\nfor the “ascension,” the ceremony that opens up their true potential. This ritual simply involves possession by a [[quori]] spirit, but the Deneith have been\ntrained to believe that this spirit is the manifestation\nof their own psyche and thus individuals serve as\nwilling partners. There are fifteen members of the\nSharn Deneith who have been possessed by [[tsucora]]\nspirits; the [[fiend]] that dominates the lord of the\nhouse is of a greater order.\n\nUnder the tutelage of the [[Dreaming Dark]], the\n[[Sharn]] [[Deneith]] have become masters of intrigue and\nsubtlety. They carefully conceal their [[psionic|psionics]] powers\nfrom outsiders, and even visiting Deneith heirs\ndo not notice anything strange about the enclave.\nThe Sharn Deneith maintain a separate facility in\nCopper Arch where they hone their psionic skills;\nthere is nothing about the [[Dragon Towers]] enclave\nthat suggests the strange alliance of the heirs.\n\nThe Sharn Deneith primarily serve the Dark\nby gathering information. As the bodyguards and\nguardians of the wealthy and elite citizens of Sharn,\nthe heirs of Deneith are privy to many of the secrets\nof the city, and they hold the keys to the doors of the\ngreat and powerful.\n\nWhile they can occasionally allow a “failure in\nsecurity” to occur, the Sharn Deneith need to be\ncareful to preserve the reputation of the house and\navoid drawing suspicion upon the enclave. A Deneith\nbodyguard protects his charge from all dangers—but\nhe also memorizes every conversation and every event\nfor the benefit of the Dark. And if the [[Inspired]]\never did move openly against Sharn, the [[Blademarks|Blademarks Guild]]\nand the [[Defenders Guild]] would be able to launch a\ndevastating first strike from within the city.\n\nSee also [[Sovereign Swords]].\n\n!! Prominent NPCs\n\nThe lord of the household is [[Sadran d'Deneith]], the third lord of the house to carry a\n[[quori]] spirit. \n\nThe [[enclave]] includes eighteen [[Sentinel Marshals]]. The most accomplished of these are [[Lalia|Lalia d'Deneith]] and [[Tasra d'Deneith]], identical twin sisters who both bear the Lesser [[Mark of Sentinel]] and carry [[tsucora]] spirits. Lalia specializes in tracking fugitives through the wilderness, while Tasra knows the seedy areas of [[Sharn]] like the back of her hand. The two sisters have a cruel sense of humor, and enjoy toying with their quarry during a hunt. ",
        "modified": "20210727192037555",
        "tags": "[[Copper Arch]] enclave fortress office Deneith Sharn",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#A3DB62"
    }
]