[
    {
        "created": "20210111053327754",
        "text": "The [[Three Faces]] of Coin is a mystery cult in the [[Five Nations]] devoted to [[Kol Korran]], [[Onatar]], and Kol Turrant (the [[Keeper]]). Like all Three Faces cults, it's a secretive and exclusive organization; initiates are recruited because they’re considered to be blessed by one of the Three Faces. This cult operates in major cities, usually recruiting merchants, smugglers, and captains of industry; it also includes members of the [[Aurum]] and the [[dragonmarked house]]s. It is based on the idea that while honest trade and industry form the core of commerce, there should always be a way for people to get what they desire; thus, it is a neutral ground where criminals and guild artisans can work together. But the Three Faces of Coin has no grand agenda. At its simplest level, the cult is a fraternity for those who understand the mysteries of coin, and it provides valuable opportunities for networking and bargaining.\n\nThe Three Faces of Coin govern the “battlefield”\nof commerce and industry, the struggle to get the\nthings that we want. [[Onatar]] guides those who create\nthe goods people desire, [[Kol Korran]] inspires those\nwho trade in the light, and [[Kol Turrant|Keeper]] guides those\nwho work in the shadows. All members of the cult are\ndriven by the same principles: You should always be\nable to get the things you desire, but good work always\ndeserves a fair price. All people should have a path\nto profit, provided they are willing to work for it. An\nhonest blacksmith should always be able to profit from\ntheir hard labor, and someone who wishes to purchase\nthe smith’s goods should have a way to do so… even if\nthat requires unscrupulous collaboration.\n\nThe blessed of Kol Turrant—known as ''Pennyroyals''—walk a crooked line. The archetypal Pennyroyal is a smuggler or a fence—someone who dodges the laws to get people the things they desire. However, Pennyroyals also include grifters, pickpockets, and thieves. This seems perfectly reasonable to most Coins (the casual term for initiates of the sect), since you should always be able to get the things that you desire—even if you’re skirting the whole reason fair prices matter. Of course, the thief always believes they should be paid a fair price for their own services! After all, fellow Coins deserve fair payment most of all, even if a few unlucky bystanders get scammed in the process.\n\nAs a follower of the Three Faces of Coin, it’s up to\nyou to decide which of the three paths you'll walk. You\ncan choose to only follow the path of [[Kol Korran]] and to\nengage in honest commerce, but you also recognize your\ncomrade’s right to step into the shadows when they can’t\nget what they desire in the light. Coins don’t inherently\noppose trade laws; they simply believe there should\nalways be a way around these laws for those prepared to\nwork for it. The honest merchant may never deal with a\nPennyroyal, but they know that they could.\n\nThe dark side of the Three Faces of Coin is reflected by their embracing [[Kol Turrant|Keeper]]. The Coins understand that in the right time and place, greed can be good—and it's better to understand and use it than to run from it. After all, everyone wants things, and everyone who creates wants people to want those things they create. The Coins say that there’s nothing wrong with that desire, and there’s nothing wrong with bending the rules to get what you want, as long as you’re willing to pay a fair price. As such, the Three Faces of Coin is one of the only sects openly willing to sell the [[spell]]s of its [[divine|divine magic]] spellcasters. Spells are commodities; if you want one, you should pay for it. This doesn’t mean a Coin [[cleric]] has to charge their companions for casting helpful spells; but you recognize your magic has value, and you could charge for it, so if you’re choosing to give this as a gift to a friend, they’d better appreciate it!",
        "title": "Three Faces of Coin",
        "modified": "20221212033235132",
        "tags": "religion [[Three Faces]] [[secret society]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]