[
    {
        "created": "20221212040129108",
        "text": "The Three Faces of Knowledge is a cult devoted to\n[[Aureon]], [[Onatar]], and the Shadow (who the sect knows by\nno other name). This sect is the smallest and most secretive of the [[Three Faces]] cults. Their principles are simple: Aureon is the Teacher, who holds laws, history, articles of faith, and all the shared information that shapes a society. Onatar is the Builder, who puts knowledge to concrete purpose. And the Shadow hides those things that must be concealed, the secrets that could tear down civilization. Members of the Three Faces of Knowledge believe all things should be known—but there are secrets that should only be held by those who can use these insights wisely.\n\nAs with all the [[Three Faces]] cults, most initiates believe they are blessed by a particular Sovereign. Those tied to [[Aureon]] are often teachers, historians, or scribes; they seek to record and disseminate knowledge. Initiates of [[Onatar]] apply arcane knowledge to everyday life as [[magewright]]s, [[artificer]]s, and [[wizard]]s. Initiates of the [[Shadow]] are the rarest—and rarely seen. These devotees seek out secrets but also conceal them; they can often be found as archivists or librarians, positions where they can carefully bury or hide knowledge they feel must be kept secret. With that said, initiates won’t risk vital knowledge being lost forever; secrets may be hidden, but they won’t be destroyed.\n\nAdventurers might encounter the Three Faces of Knowledge when the sect approaches one of them as a potential initiate—perhaps a character with the [[Sage]] [[talent]] or one who pioneers new arcane techniques. On the other hand, the adventurers might need information the Three Faces have decided must be hidden; can they expose the conspiracy in the [[Morgrave|Morgrave University]] stacks?\n\nSee also [[Unspoken Word]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Three Faces of Knowledge",
        "tags": "religion [[Three Faces]] [[secret society]]",
        "modified": "20221215231128617",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]