[
    {
        "created": "20210315225434926",
        "text": "Tiamat is one of the mightiest [[fiend]]s of the [[Age of Demons]], a true daughter of the [[Dragon Below|Khyber]]. Each of the [[overlord]]s has its own mystical dominion; for Tiamat, that province is [[dragon]]s. [[Khyber]] and [[Siberys]] were siblings, and the corruption of Khyber lies hidden in every dragon. Tiamat has the power to draw that out, corrupting and commanding the children of Eberron and Siberys.\nThe chromatic dragons are especially vulnerable to her\nwiles, but even metallic dragons are at risk.\n\nDuring the [[Age of Demons]], Tiamat was the most\nfeared of the [[overlord]]s, as she turned armies of [[dragon]]s\nand her own [[twisted spawn|spawn of Tiamat]] against their kin. She and her armies of devilish [[abishai]] were finally defeated by the [[couatl]]s and bound in [[Argonnessen]]’s [[Pit of Five Sorrows]]. Her corrupted spawn were utterly destroyed. Still, so great was the fear she engendered that the [[dragon]]s placed her among the [[pantheon of dragon deities|Thir]] and traced her symbol in the stars. Perhaps they hoped that if Tiamat found a place in the heavens,\nshe might never return to Eberron.\n\nTiamat remains bound to this day, but her power\nis still felt in the world. She has no involvement with [[Lords of Dust]], but she is served by an alliance of [[dragon]]s and other creatures—the [[Talons of Tiamat]].\nThese cultists work to free the Daughter of Khyber,\nand they have already succeeded at the first stage of\ntheir plans, arranging for the reemergence of Tiamat’s\ndreadful spawn. The [[Draconic Prophecy]] warns of the terrible\nconsequences of Tiamat’s return; now her cult works\nto fulfill the conditions of the Prophecy, even as the\ndraconic [[Light of Siberys]] fights to keep this apocalypse\nat bay.\n\nEven though Tiamat isn’t a true goddess, [[cleric]]s who worship the Daughter of Khyber do receive spells, just as [[warforged]] devoted to the [[Lord of Blades]] do. Tiamat\nherself does not grant this power, but faith and devotion to her dark ideals empowers the dedicated cleric.\n\nLike all the [[overlord]]s of the [[Age of Demons]], Tiamat\nis bound in her prison and can influence the world only\nthrough her agents. In her true form, she has power\nsufficient to threaten entire nations, and the ability to\ncorrupt and control dragons. It is possible that her followers will find a way to grant their dark lady the ability to manifest, at least partially, in the world. This cataclysmic\nevent would allow epic-level PCs to combat directly an\naspect of mighty Tiamat.\n\n!! Adventure Hooks\n\n* The residents of a small village have been transforming into [[dragonborn]], hearing the whispering voice of the Daughter calling them to service. Can this be stopped and the victims restored? \n* A group of cultists are convinced they are [[dragon]]s, and seek to spread a message of draconic dominance. \n* A scholar obsessed with the [[Draconic Prophecy]] is secretly a servant of Khyber’s Daughter... and possibly even a corrupted [[dragon]]. \n* A young dragon dominated by the Daughter of Khyber is raiding villages—but what purpose does this serve? \n* A dragon tied to the [[Chamber]] employs adventurers to recover an //Orb of Dragonkind//—will the party surrender it once it’s in their hands?",
        "type": "text/vnd.tiddlywiki",
        "title": "Tiamat",
        "tags": "overlord immortal fiend [[Dragon Gods]] Argonnessen",
        "modified": "20220317061426358",
        "color": "#8C4606",
        "category": "entity",
        "article": "the Daughter of Khyber, "
    }
]