[
    {
        "created": "20201226010052158",
        "text": "''Capital:'' [[Frosthaven]]<br/>\n''Primary Resources:'' Copper, medicinal supplies, livestock<br/>\n''Enemies:'' [[Droranath]], [[Narathun]]<br/>\n''Celebrated Virtues: ''Empathy, generosity, loyalty. Always willing to help a friend in need, and always willing to make a new friend.\n\nLike [[Lanarak and Londurak]], the mythic founders of Clans\nToldorath and Tordannon were siblings. Unlike their fellow\nexiles, Toldorath and Tordannon never quarreled. They followed\nthe same path, shared the same labors, and even built their\nholds adjacent to one another; the city of [[Frosthaven]] lies directly\nbetween the two holds and serves as the capital for both.\n\nToldorath and Tordannon had many skills, though they were\nmasters of few. They were hunters and herders, warriors and\nminers. But above all, they were the most gifted healers of\nthe exiles, ready to help anyone in need. Before the [[Great Sorrow|Mror History]],\nFrosthaven healers (particularly of the [[Jolnar]] family) were found across the holds. This changed with the arrival of House [[Jorasco]]. Today the finest healers in\nthe [[Mror Holds]] are [[halfling]]s, but dwarves still serve in the\nhealing houses. More importantly, the farms of Toldorath and\nTordannon are a primary source of many medicinal herbs and\nflowers that drive Jorasco operations across [[Khorvaire]].\n\nAt a glance, Toldorath and Tordannon have much in common.\nThey mine copper and herd mountain [[tribex]] and other [[beast]]s\non the fields surrounding [[Mirror Lake]]. They're stoic warriors\nwhen they must fight, but they never start a quarrel unless\ndriven to it. In other ways, they are quite different. Tordannon\ndwarves are devoted to the [[Sovereign Host]], while the Toldorath\nare ambivalent about religion. Tordannon suffered grievous\nlosses in the War Below; they shun [[symbiont]]s, have sealed\noff their deep passages, and live in fear of the next assault. In\ncontrast, the Toldorath are intrigued by symbionts and keen to delve deeper into [[Sol Udar|Realm Below]]. Despite these differences, they support one another. Loyalty is one of the prime virtues of these\nclans—to family, clan, and the holds themselves.\n\nBut there is one thing that makes these two Frosthaven clans\nstand out: their support for the [[Jhorash'tar]] [[orc]]s. A story says an\norc shaman taught the healing arts to Toldorath and Tordannon\nin the first days of the Exile. This could be pure fantasy—the\nmodern Jhorash'tar aren't particularly adept healers—but\nregardless, these two clans have always sought peace between\norc and [[dwarf]]. This has brought them into bitter conflict\nwith Clan [[Droranath]]. There have also been times when the\nFrosthaven clans have themselves suffered at the hands of the\norcs, when a tribe has struck a Tordannon spire in retaliation\nfor perceived treachery. But the clan lords remain committed\nto building a bridge between the two peoples. Over the last\ncentury, they have promoted the concept of giving the [[orc]]s a\nseat on the [[Iron Council]]. Toldorath has employed Jhorash'tar\nmercenaries to help secure its colony in the [[Realm Below]], and\nis seeking to expand this force to drive a new offensive.\n\nToldorath and Tordannon have no specialty that calls out\na specific style of adventurer, but this just means that any\ncharacter could come from Frosthaven. They have soldiers and\nfighters, hunters and [[ranger]]s. What drives these clans is loyalty\nand kindness, their belief that it's always better to make a new\nfriend than to dismiss someone as an enemy.",
        "type": "text/vnd.tiddlywiki",
        "title": "Toldorath and Tordannon",
        "tags": "[[Mror clan]] tribe",
        "modified": "20221219022730462",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "Clans "
    }
]