[
    {
        "created": "20210212093805466",
        "text": "''Seat:'' [[Valshar'ak]]<br/>\n''[[Triumvir|Tharashk triumvirate]]:'' [[Maagrim Torrn d'Tharashk]]<br/>\n''Primary Role:'' Prospecting, mining, infrastructure, [[primal magic]]<br/>\n''Common Traits:'' Stoicism, stability, wisdom\n\nTorrn is one of the three clans of the [[dragonmarked house]] [[Tharashk]]. Although some Tharashk heirs follow the path of the [[Dragon Below|Cults of the Dragon Below]] (including many members of the [['Aashta]] clan), others respect the\nteachings of the [[Gatekeeper|Gatekeepers]] [[druid]]s. This tradition is\nespecially strong in the Torrn clan; PCs who have ties\nto the Gatekeepers might receive aid from Torrn heirs. Of the three clans, Torrn also has the highest percentage of full-blooded [[orc]]s.\n\nMost of the Torrn clan speaks [[Azhani]], though they learn [[Common]] as the language of trade.\n\n!! The Character of Torrn\n\nTorrn is the oldest of the [[Tharashk]] clans, dating back to the Empire of [[Dhakaan]]. While fully initiated [[Gatekeepers]] are rare even within the [[Shadow Marches]], the Torrn have long held to the broad traditions of the sect, opposing the Old Ways of [['Aashta]] and its allies. Clan Torrn has the strongest traditions of [[primal magic]] within the Marches, and ever since the [[Tharashk]] union, Torrn [[gleaner]]s can be found providing vital services across the region; it was Torrn [[druid]]s who raised the mighty murk oaks that serve as the primary supports of [[Zarash'ak]]. However, the clan isn’t mired in the past. The Torrn value tradition and are slow to change, but over the last five centuries they have studied the [[arcane|arcane magic]] science of the east and blended it with their primal traditions.\n\nThe Torrn are known for their stoicism and stability; a calm person could be described as being \"as patient as a Torrn.\" They refuse to act in haste, carefully studying all options and relying on wisdom rather than being driven by impulse or ambition. Of the three clans, they have the greatest respect for the natural world, but they also know how to make the most efficient use of its bounty. They are the finest prospectors of the [[Shadow Marches]], and are usually found in charge of major [[Tharashk]] mining operations, blending [[arcane science|arcane magic]] and [[dragonmarked tools|dragonmark focus item]] with the [[primal magic]] of their ancestors. Most seek to minimize long-term damage to the environment, but there are Torrn overseers—especially those born outside the Marches—who are focused first and foremost on results, placing less weight on their druidic roots and embracing the economic ambitions of the house.\n\nMost Torrn follow the basic principles of the [[Gatekeepers]], which are not unlike the traditions of the [[Silver Flame]]: stand together, oppose supernatural evil, don’t traffic with [[aberration]]s. However, most apply these ideas to their own clan and to a wider degree, the united house. Torrn look out for [[Tharashk]], but most aren’t concerned with protecting the world or fighting the [[daelkyr]]. Torrn miners may use sustainable methods in their mining, but they are driven by the desire for profit and to see their house prosper. However, there is a deep core of devoted [[Gatekeepers]] at the heart of Torrn. Known as the [[Valshar'ak Seal]], they also seek to help Tharashk flourish as a house, but because they wish to use its resources and ever-increasing influence in the pursuit of their ancient mission. Only a devoted few know of the Valshar’ak Seal and its greater goals.\n\nWithin the world, the Torrn are most often associated with mining and prospecting, as well as construction and maintaining the general infrastructure of the house. The Torrn [[jhorgun'taal|half-orc]] typically resemble their [[orc]] ancestors, and the clan is generally seen as [[orc]]-majority.\n\n!! Lesser Clans\n\n<<list-links-article \"[tag{!!title}tag[tribe]sort[title]]\">>\n\n!! Members of the Torrn clan\n\n<<list-links-article \"[tag{!!title}category[person]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Torrn",
        "tags": "Tharashk tribe",
        "modified": "20230815065143130",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "Clan ",
        "tooltip": "one of three ruling clans of House Tharashk, honors the traditions of the Gatekeeper druids"
    }
]