[
    {
        "created": "20210311005914302",
        "title": "Tower of Kol Korran",
        "text": "If [[Coasthold]] can be likened to a fortress, then the\nTower of Kol Korran is the unbreachable keep within.\nThe tower is the most secure structure in the city of [[Stormreach]], and\nHouse [[Kundarak]] has taken every precaution to ensure\nthat it stays that way. The [[dwarves|dwarf]] even removed the\ntower from direct view, surrounding it with a massive\ncircular wall several feet thick. A lone gatehouse near\nthe [[Kundarak enclave|Kundarak Enclave (Stormreach)]] is the only means of entering\nthe tower’s courtyard, and the gatehouse and its doors\nare covered in protective wards.\n\nNobody outside House [[Kundarak]] knows what goes\non inside the tower. Whatever it is, locals know it has\nlittle to do with the god [[Kol Korran]]. In the months after\nthe tower’s construction, followers of Kol Korran would\napproach the tower, seeking to offer prayers there, only\nto be turned away by guards. When asked to clarify the\ntower’s purpose, the guards confirmed that it was no house\nof worship but an extension of the [[enclave]], where important matters of house policy and security could be tested. The agreement the house had made with the city forbade\nany interference from the [[Storm Lords]], and the enclave’s presence in [[Stormreach]]—outside the reach of the [[Korth Edicts]]—forbade any interference from the other [[dragonmarked house]]s. Some burglars could not resist testing the tower’s security, but each one disappeared soon after, never to be seen or heard from again.\n\n!! Secrets of the Dark Tower\n\nMany residents see how protective and secretive the [[Kundarak]] [[dwarves|dwarf]] are about their mysterious inner keep, but that’s where it begins and ends. Even\nthe most curious trust the dwarves not to be involved in anything that could put the city in danger—and in that, they are mistaken.\n\nIn reality, the Tower of Kol Korran is little more\nthan a glorified tent existing primarily as concealment\nfor what lies beyond. When the [[Kundarak]] dwarves first\narrived in [[Stormreach]], they found a substantial tract of open land on\nthe eastern edge of the city, an area that had curiously\nescaped modern development until their arrival. Not\none to look a gift horse in the mouth, the head of the\noperation, an ambitious noble named [[Korbek Ghedin|Korbek Ghedin d'Kundarak]],\nimmediately staked a claim and began working on the\nplan that would one day transfer ownership of the area\nto his house.\n\nEarly in the process, [[Kundarak]] surveyors made a remarkable discovery. They unearthed a massive opening to a huge subterranean chamber. When Korbek saw what lay below, he could scarcely believe his eyes: a cavernous underground complex containing treasures untold from the [[days|Age of Giants]] when [[giant]]s ruled the city. His first act was to erect scaffolding around the site, both to hide the cavern entrance and to assist in the construction of a more permanent structure—a\nsecure tower, to be named in honor of the god of commerce and wealth.\n\nUnknown to the dwarves, the ancient chamber\nwas as much prison as it was vault, and the shattering\nof its borders and wards resulted in unseen chain\nreactions. Among these unforeseen consequences\nwas the accidental release of what is now the area’s\noldest living resident, a giant imprisoned here\nbefore the fall of its civilization—[[Antaegus]].\n\nHowever, the greatest risk posed\nby the operation is its proximity to the resting place of [[Sakinnirot]], the Scar that Abides. The deeper the dwarves dig, the more\nthey open the channel between the sleeping [[overlord]] and\nthe unsuspecting city above—and the stronger Sakinnirot grows.\n\nToday, the tower serves two purposes beyond\nconcealing the existence of the underground complex. First, its spacious interior hosts the processing of all ores mined beneath it, as well as the study of all\nrelics from the [[Age of Giants]]. Second, the tower acts\nas a massive focal point for all the warding magic\nplaced in and around it, precautions intended not\nonly to keep intruders out but also to keep the area\nsecure in the unlikely event of something wicked\ncrawling up from the depths. [[Korbek Ghedin|Korbek Ghedin d'Kundarak]] is, as\never, confident in the strength of these measures, but even he has no idea just what waits in the dark heart of the [[Dragon Below|Khyber]].\n\n!! Getting Involved\n\nAny number of avenues can lead a party of characters into investigating House [[Kundarak]]’s affairs in [[Stormreach]]. The most direct of these might involve\nthe PCs being hired—or, in the case of certain [[dragonmark]]ed party members, commanded—to surreptitiously uncover the truth surrounding the [[dwarves|dwarf]]’\nsecret tower. Given the power dynamics at work in the city, the most logical candidate for such a brazen request would be [[Storm Lord|Storm Lords]] [[Paulo Omaren]], with or without the assistance of her dragonmarked paramour, [[Greigur d'Deneith]]. The [[Omaren family]] interests lie at odds with Storm Lord [[Amanatu|Yorrick Amanatu]]’s, and have for some generations now. If one of the PCs is a scion of\nHouse [[Deneith]], they could scarcely refuse an offer from\nits local leader. Alternatively, Omaren might use one\nof her allies among the [[Iron Watch]] to persuade the\ncharacters to get involved, especially if one of them is\na [[warforged]]. Either way, the GM has to decide whether\nor not to make her and/or Greigur’s involvement\nknown from the start.\n\nIf a somewhat less risky setup is called for, consider\nthe following: [[Korbek Ghedin d'Kundarak]] owes the continued\nprivacy and prosperity of his operation to his own\nmind—not merely for its quick thinking and shrewd\nnegotiating skills, but also for his gifts of manipulation and telepathy. He uses [[psionic|psionics]] charms the way\nveteran diplomats use bribes, and he always makes sure\nthat all involved leave with clear consciences and fat\npurses. In the course of these many manipulations, the\nPCs could easily come across one of Korbek’s former\nassociates whose recollections of things don’t precisely\nmatch those of the PCs, thanks to the [[dwarf]]’s application of [[modify memory]]. The most logical possibility\nfor such a role would be [[Amilene Santor d'Sivis]], the\nhead of the local House [[Sivis]] operation, who has been\npsionically manipulated by Korbek more than any\nother character in [[Stormreach]]. (Both her close proximity and her arcane knowledge are potential threats to him, and he has chosen to handle her directly and\naggressively, confi dent in his ability to blame any memory gaps or behavior incongruities on the old [[gnome]]’s eccentric good humor.)\n\nIt’s also possible for the PCs to find themselves investigating the tower as part of the unfolding of the larger story about [[Stormreach]]’s true origins and the\nexistence of [[Sakinnirot]]. Despite the many [[guards and wards]], a capable and determined researcher could eventually trace the rumors of the existence of the\nScar that Abides back to [[Coasthold]]. If you decide to\nbring this metaplot to the fore in your campaign,\nthen it makes sense for the characters to eventually\nfind themselves at the entrance of the Tower of Kol Korran—the literal doorway to hell.\n\nHowever you ultimately decide to reveal the story of the tower, it’s worth noting that any direct assault on the tower is probably doomed to fail. The wards\nare exceedingly strong and complex, and [[Korbek|Korbek Ghedin d'Kundarak]]\nis instantly aware of anything that happens to any of his many sentries. The PCs could target Korbek himself, but he is a truly terrifying opponent, and he’s never without his bodyguard [[Yarik|Yarik Ghedin d'Kundarak]]. Any physical\nconfrontation with Korbek would be a stiff challenge for even the mightiest of Eberron’s adventurers. Although he’s not eager to lose his primary advantage in [[Stormreach]], Korbek is not a stupid person. Given proof of the true threat, he might be persuaded to end his tower operation of his own accord, if you decide to allow the PCs to resolve the matter without combat.",
        "modified": "20210727192038585",
        "tags": "Coasthold Stormreach fortress dungeon",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#A3DB62"
    }
]