[
    {
        "created": "20210117032305150",
        "text": "The Towering Wood is the massive primeval forest that covers most of the area of the [[Eldeen Reaches]]. It is vast, untamed, and preternaturally fertile. The [[Wardens of the Wood]] seek to protect travelers, but swathes of forest remain entirely untouched by [[human]] or [[shifter]]. Such areas could hold giant beasts never seen in the outside world, or relics from a previous age—artifacts or ruins created by [[demon]]s or the terrifying [[daelkyr]].\n\nThe Towering Wood includes the [[Gloaming]] and the [[Twilight Demesne]].\n\n!! Links to Headers\n* <<scrollToHeader \"The Forgotten Roots of the Towering Wood\">>\n* <<scrollToHeader \"The Titans of the Deep Wood\">>\n* <<scrollToHeader \"Communities of the Towering Wood\">>\n* <<scrollToHeader \"Notes\">>\n\n!! The Forgotten Roots of the Towering Wood\n\nThe Towering Wood is ancient, and not even the trees know all of its secrets. Some say it is the //first// forest, that the greatpines were the first trees [[Eberron]] created. This forest is also thought to be the origin of the [[orc]]s and the [[gnoll]]s during the [[first age of the world|Age of Demons]]. But the first age was no time of peace. After its creation, the Wood was quickly claimed and corrupted by one of the vile children of [[Khyber]]—the [[overlord]] known as the [[Wild Heart]]. From the Towering Wood, the Wild Heart fought ceaselessly with other overlords; its greatest rival was the Rage of War, [[Rak Tulkhesh]], who held the [[Shadowcrags]] and the lands beyond. \n\nAfter the binding of the [[overlord]]s at the end of the [[Age of Demons]], the [[orc]]s prospered in the Towering Wood for thousands of years, cavorting with the [[fey]] of the [[Twilight Demesne]], containing the threats of the [[Gloaming]], and occasionally clashing with the demon-worshiping [[gnoll]]s of the north.\n\nDuring the [[Xoriat]] incursion at the end of the [[Age of Monsters]], the [[Twister of Roots|Avassh]] sunk its tendrils deep into the Towering Wood, and created a number of twisted [[aberration]]s such as the [[gaa'avassh]] and the [[blood mother]]s. The [[Gatekeepers]], [[orc]] [[druid]]s trained by the [[dragon]] [[Vvaraak]], traveled north to the Towering Wood and shared their secret knowledge with their cousins. Together, the orcs sealed the [[daelkyr]] away, binding it in [[Khyber]] by primal seals. But [[Avassh]] couldn't be bound with stone or steel; it could only be held at bay by a living seal of root and leaf.  And so it was that the [[druid]]s created the //Eldeen Ada//, the [[guardian tree]]s, imbuing them with sentience and [[primal power|primal magic]] and forming the living seal that keeps Avassh sealed away.\n\nNot long after the [[daelkyr]] were bound, something happened in the Towering Wood that utterly obliterated both the [[orc]]ish culture within the Wood and the cities of [[Dhakaan]] just beyond it. Centuries later, a handful of [[shifter]] tribes took their place, with tales of the moon goddess [[Olarune]] leading them out of a time of chaos and terror. \n\nWhat power could have wiped out the orcs? All signs point to the [[Wild Heart]], who broke free from its bonds and held dominion over what is now the [[Eldeen Reaches]], possibly for centuries. All civilizations in the region were wiped out. Those [[humanoid]]s who survived were taken by the Curse of the Wild Heart, transforming into cruel [[therianthrope]]s driven by the will of the [[overlord]]. Somehow, centuries later, something broke this cycle. The [[Moonspeakers]] tell old tales of the arrival of a [[goddess|Olarune]], who taught the victims of the curse how to master the beast within. Whatever the case, champions wielding [[primal power|primal magic]] emerged from among the cursed victims of the [[Wild Heart]], and returned the overlord to its bonds. And when peace returned to the Wood, there were no [[orc]]s left—only [[shifter]]s, a brand new race of [[humanoid]]s, possibly the only living descendants of the orcish werecreatures.\n\nThe only survivors of that time are the trees themselves. [[Oalian]] surely knows what became of the [[orc]]s, but in the few times they've been asked, they have only answered: \"there are secrets that cannot be unspoken.\"\n\n!! The Titans of the Deep Wood\n\nThe Towering Wood is surrounded by a few miles of ordinary woodland, a \"buffer zone\" where the people of the fields have hunted game and harvested lumber for generations. But there is an invisible line where the buffer region gives way to the ancient wood itself, where you can //feel// the age and power of the Towering Wood. Here is where powerful and ancient threats lie: [[fey]], [[fiend]]s, [[aberration]]s, [[undead]], [[horrid beast]]s, [[therianthrope]]s, and many others. Until a decade ago, these threats included the terrifying [[Sora Maenya]]. In addition, anyone seeking to exploit this place or cut down its ancient trees will likely face the wrath of the [[Wardens of the Wood]] or the [[Ashbound]].\n\nBut beyond its threats, the depths of the Towering Wood are filled with wonders. Mighty greatpines reach heights of over 250 feet. Awe-inspiring bluewood trees often exceed 350 feet in height, with trunks over 35 feet in diameter. And as one travels deeper into the Wood, one might discover something even more magnificent: primordial trees infused and sustained with [[primal energy|primal magic]] that reach thousands of feet in height. Known as \"''titans''\", \"''ormatrees''\",  \"''first trees''\", and many other names, these may literally be the first trees ever to appear on Eberron. Only a few dozen titans exist, spread out across the deepest regions of the Towering Wood, and each one is a truly striking landmark, as well as a wellspring of primal power. \n\nOrmatrees are immune to traditional magic and seem to be immune to the passage of time, though a few have fallen over the ages, leaving behind massive stumps that are sometimes inhabited by creatures or folk, including the large \"stumptown\" known as the [[Crossroads]]. Some people believe that the titans are sapient but are simply too vast to perceive [[humanoid]]s; others believe that they hold the spirits of all the [[druid]]s who’ve died in the region. Either or both could be true.\n\n!! Communities of the Towering Wood\n\nThe Towering Wood is a melting pot of subcultures. In addition to the major [[druid]]ic sects, there are hundreds of smaller factions spread throughout the Reaches. These communities can be either nomadic, such as the various [[centaur]] sects of the Wood, or stationary, such as tent towns that extend into the boughs of the trees, or \"root dwellers\" who prefer sod walls and burrows in the earth. \n\nAs mentioned above, the [[Crossroads]] is a large stationary community built in the stump of an old titan tree. But for the most part, the communities of the Wood are quite small. The Woodfolk don’t practice industrialized agriculture, so communities must avoid extending beyond the limits of local resources, and will split when they grow too large.\n\nMany people of the Wood possess some connection to [[primal magic]]. These [[gleaner]]s can cast a spell or two, often with effects that aid their communities in some way. Deep Wood light-weavers create long-lasting light sources using a form of [[faerie fire]]. Many gleaners also work with [[beast]]s in many ways, much as the [[spirit rider]]s of the [[Talenta Plains]]; beasts serve as messengers, scouts, guards, beasts of burden, mounts, small-scale livestock, and more. Other Woodfolk master primal gifts that aren't spells. Quite a few Deep Wood [[shifter]]s master a form of [[wild shape]], and even some non-shifters possess this gift. [[Primal magic|primal magic]] is part of daily life in the Towering Wood.\n\nOn the whole, the people of the Deep Woods are highly competent, because they have to be. The Towering Wood is dangerous. Survival is hard, and everyone is expected to contribute to their community with whatever skills they possess.\n\nIn addition to these groups, a traveler in the Towering Woods may also encounter [[Wardens of the Wood]] ''patrols''—self-sufficient units who live off the land and follow established paths between major settlements. These patrols help travelers, contain emergent threats, and maintain ties between communities. A traveler may also find ''circles'', which function much like monasteries in the outside world—groups of [[gleaner]]s and [[druid]]s maintaining sacred sites and performing rituals, often for the benefit of nearby communities. For example, a circle may perform rituals which repel or calm [[horrid beast]]s in a wide area, or that hold back the influence of [[Avassh]].\n\nWhen creating a Woodfolk community, consider the following questions:\n\n* What sect are they associated with? Who’s their spiritual leader?\n* What species are part of the community?\n* Why have they chosen this location? Is there a [[manifest zone]] here, or an especially useful resource? In either case, how have they harnessed this?\n* Do they work with a specific sort of [[beast]]?\n* What are the most significant local threats? Does the community have a particular way of dealing with them?",
        "type": "text/vnd.tiddlywiki",
        "title": "Towering Wood",
        "tags": "[[Eldeen Reaches]] forest Khorvaire",
        "modified": "20230503141336660",
        "style": "{\"color\":\"#333C1A\",\"fillColor\":\"#66883F\",\"fillOpacity\":\"0.8\"}",
        "polygons": "43.514,-41.79 43.846,-41.5 44.049,-41.09 44.4,-40.92 44.483,-40.51 44.585,-40.18 44.825,-39.94 44.972,-39.51 45.046,-38.82 45.166,-38.23 45.397,-37.75 45.342,-37.3 45.166,-37.06 45.009,-36.64 44.686,-36.49 44.529,-36.02 44.742,-35.64 44.898,-35.23 45.194,-35.05 45.222,-35.44 45.323,-36.1 45.609,-36.44 45.932,-36.28 46.163,-36.01 46.172,-35.29 46.034,-34.89 46.071,-34.12 46.117,-33.52 46.357,-32.91 46.597,-32.47 46.874,-31.76 46.902,-31.32 47.077,-30.92 47.271,-30.49 47.326,-29.83 47.455,-29.27 47.658,-28.88 47.843,-28.55 48.148,-28.63 48.36,-28.42 48.618,-28.04 48.738,-27.49 48.905,-27.07 49.145,-26.89 49.375,-26.89 49.606,-26.78 49.782,-26.33 49.929,-25.89 50.123,-25.78 50.382,-25.82 50.622,-25.51 50.732,-25.01 50.898,-24.38 51.203,-23.97 51.406,-23.66 51.489,-23.2 51.655,-22.94 51.997,-22.93 52.348,-22.72 52.505,-22.28 52.56,-21.58 52.726,-20.88 52.892,-20.2 52.874,-19.71 52.68,-19.16 52.468,-18.96 52.357,-18.58 52.486,-18.3 52.458,-18.02 52.348,-17.86 52.191,-17.75 51.96,-17.88 51.729,-18.09 51.508,-18.13 51.268,-18.26 51.111,-18.45 50.972,-18.75 50.898,-18.67 50.788,-18.45 50.871,-18.18 50.945,-17.88 50.898,-17.45 50.908,-17.2 50.815,-17.02 50.64,-16.94 50.409,-17.07 50.151,-17.11 49.818,-17.06 49.615,-16.89 49.495,-16.76 49.385,-16.8 49.255,-17.0 49.2,-17.31 49.265,-17.65 49.246,-17.86 49.163,-18.08 49.071,-18.4 49.098,-18.63 49.255,-18.9 49.486,-19.05 49.708,-19.14 49.892,-19.09 50.003,-19.24 50.058,-19.42 50.049,-19.74 50.095,-20.13 50.188,-20.52 50.234,-20.8 50.049,-21.02 50.012,-21.17 49.809,-21.35 49.68,-21.29 49.302,-21.24 49.163,-21.38 48.997,-21.7 48.951,-22.09 48.831,-22.34 48.665,-22.4 48.351,-22.26 48.148,-22.3 47.963,-22.49 47.908,-22.87 47.871,-23.32 47.732,-23.39 47.622,-23.2 47.418,-22.94 47.234,-22.8 47.003,-22.86 46.754,-23.04 46.542,-23.06 46.329,-22.71 46.089,-22.28 45.886,-22.01 45.683,-21.91 45.48,-22.08 45.295,-22.38 45.258,-22.77 45.378,-23.13 45.212,-23.58 45.037,-24.04 44.732,-24.36 44.418,-24.5 44.317,-24.74 44.271,-24.94 44.132,-25.17 43.966,-25.44 43.938,-25.71 43.948,-25.99 43.8,-26.03 43.652,-25.99 43.375,-26.15 43.089,-26.1 42.905,-26.16 42.729,-26.4 42.526,-26.59 42.268,-26.47 41.843,-26.45 41.511,-26.49 41.132,-26.55 40.948,-26.33 40.643,-26.18 40.357,-26.08 40.08,-25.76 39.803,-25.33 39.628,-24.87 39.572,-24.41 39.48,-24.08 39.332,-23.76 39.111,-23.73 38.926,-23.58 38.769,-23.62 38.612,-23.94 38.409,-24.05 38.262,-24.24 38.178,-24.59 38.188,-24.89 38.003,-25.14 37.745,-25.61 37.662,-26.13 37.698,-26.6 37.44,-27.15 37.246,-27.61 37.043,-28.1 37.015,-28.6 37.209,-29.16 37.412,-29.55 37.652,-29.94 37.717,-30.22 37.772,-30.45 38.058,-30.58 38.188,-30.71 38.455,-30.7 38.622,-30.84 39.074,-30.88 39.637,-30.91 40.043,-31.19 40.348,-31.58 40.542,-32.2 40.791,-32.63 40.975,-33.0 41.345,-33.29 41.751,-33.47 42.037,-33.69 42.194,-33.99 42.138,-34.28 41.898,-34.49 41.76,-34.73 41.778,-34.98 41.935,-35.3 42.037,-35.6 42.138,-35.81 42.286,-35.72 42.406,-35.92 42.462,-36.25 42.323,-36.56 42.36,-36.96 42.434,-37.18 42.489,-37.66 42.628,-38.08 42.72,-38.44 42.785,-38.78 42.942,-39.16 43.062,-39.42 43.135,-39.91 43.052,-40.33 42.988,-40.88 42.997,-41.23 43.126,-41.51 43.237,-41.72 43.514,-41.79",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the ",
        "tooltip": "massive primeval forest that covers most of the Eldeen Reaches"
    }
]