[
    {
        "created": "20200420212603833",
        "text": "The Traveler touches the domains of many other [[Sovereigns|Sovereign Host]].\nLike [[Aureon]] and the [[Shadow]], the Traveler is a source of\nknowledge. Along with [[Olladra]] and the [[Mockery]], it is a patron\nof those who rely on deception and cunning. Like [[Onatar]] and\nthe [[Fury]], it can provide inspiration to the artisan. Both those\nwho fear the Traveler and those who revere it agree on one\nthing: whatever gifts the Traveler gives, they always lead to\nchaos. If the Traveler gives you knowledge, it's because the revelation will force you to reevaluate everything you have\nknown. If it helps you deceive, it's because your actions will\nintroduce chaos and crisis—whether into your life or the lives of\nothers. [[Onatar]] will teach a swordsmith to make a better sword;\nthe Traveler might show them how to make a bomb, changing\nthe face of warfare. The Traveler isn't here to satisfy your greed\nor to grant your ambitions. Instead, it will set you on paths\nyou never thought to try. This may sometimes grant you good\nfortune, but when you call on the Traveler, you're inviting the\nunexpected into your life.\n\nOne of the more infamous Traveler cults within the [[Five Nations]] is hidden within House [[Cannith]]. While Onatar is the acknowledged patron of House Cannith, some believe that the Traveler is the source of dramatic inspiration,\nhelping [[artificer]]s make unforeseen breakthroughs. Those\nwho invoke the Traveler know that its gifts will surely have\na cost and could shake the foundations of civilization, but\nthey still yearn for that grand discovery. Many in House\nCannith believe that [[Aaren d'Cannith]]—the inventor of the\nsapient [[warforged]]—was a Traveler cultist; others assume that\nthe [[Mourning]] may have been the work of a Cannith heir\nfollowing the path of the Traveler.\n\nSome who follow the Traveler are tricksters, causing chaos with no clear agenda. But others see themselves as guides, playing tricks on people in order to teach them lessons. Guides seek to challenge established traditions, laws, or institutions—not necessarily to destroy them, but to ensure that they haven't outlived their usefulness. Still others are wanderers, embracing a life of constant change. The [[changeling]] travelers, known as the [[Children of Jes]], fall into this category, believing that as long as they remain in motion, the Traveler will guide and protect them. Ultimately, the Traveler will throw your life into chaos—for it's by adapting to this chaos that people grow.\n\nThe Traveler's symbol is four crossed, rune inscribed bones.",
        "type": "text/vnd.tiddlywiki",
        "title": "Traveler",
        "tags": "[[Dark Six]] deity",
        "modified": "20220806215656970",
        "color": "#8C4606",
        "category": "entity",
        "article": "the ",
        "tooltip": "Dark Six Sovereign of change, inspiration, and chaos"
    }
]