[
    {
        "created": "20210222054339161",
        "title": "Traveler's Curse",
        "text": "The [[shifting zone]]s of [[Xen'drik]] make it a wildly unpredictable\nrealm, but they are not the only challenge facing travelers and cartographers. A force is at work in Xen’drik\nthat defies even magical explanation—an effect that\nseems to encompass the entire continent and yet does\nnot behave in any predictable fashion. The consensus of\nthe [[Morgrave|Morgrave University]] scholars is that this is a lingering effect of\nthe ancient cataclysm that ended the [[quori]] [[invasion|Age of Giants]], but\nthe first [[human]] explorers of this land had a different\nexplanation. They called it the [[Traveler]]’s Curse, blaming\nthe capricious deity of the [[Dark Six]] for the unpredictable\nnature of exploration in Xen’drik.\n\nThe Traveler’s Curse twists time and distance, both\nin perception and reality. Two parties of explorers set out\nfrom [[Stormreach]] in search of a specific ruin, but though\nboth follow the same path, it might take the first group one\nweek and the second group three weeks to make the journey. No logical explanation exists. The first group might find that it has covered the distance in an impossibly short\ntime. The second might perceive a reasonable length for the\njourney, only to find on their return to Stormreach that\nfar more time has passed. Under some circumstances, this\neffect can be a blessing, speeding a party through dangerous terrain. However, the Traveler’s Curse can just as easily\nlead explorers into unexpected danger or cause them to\narrive at a different destination than the one they sought.\nThis phenomenon is one reason why no reliable maps of\n[[Xen'drik]] exist, and why it is always possible to stumble into\nnew ruins within striking distance of a settlement or in\nareas the party has explored before.\n\nThe Traveler’s Curse ebbs and flows, but it seems to\nhave the strongest effect on those not native to the land.\nParties led by a [[drow]] or [[giant]] guide are more likely to reach\ntheir intended destinations. Scholars have also noticed\nthat the effects are weaker on the few established roads in\n[[Xen'drik]]—the paths connecting [[Stormreach]] to the closest\ntrading outposts. Some believe that aspects of //intent// are at\nwork: Knowledge of a destination holds back the effect, and\na strong-willed individual might resist or even control it.\n\nThe curse has no specific game mechanics associated\nwith it. It is an optional effect left entirely to the GM’s discretion and could change from adventure to adventure. If the PCs know their exact destination, perhaps they’ll\nmake it there without difficulty. Simply remember that [[Xen'drik]] is a land of mystery—and that when explorers stumble onto a hidden city that has remained undiscovered only miles from [[Stormreach]] itself, the Traveler’s Curse is what makes it possible.",
        "modified": "20210727192038903",
        "tags": "Xen'drik",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "phenomenon",
        "color": "#432874"
    }
]