[
    {
        "created": "20201222053702978",
        "text": "If the peaceful streets of [[Zilargo]] seem too good to be\ntrue, it’s because they are. The security enjoyed by\nthe [[gnome]]s of this land comes at a price. The nation\nis patrolled by an order of secret police—spies and\nassassins who answer only to the [[Triumvirate]], and\nwho are authorized to preserve the peace by any\nmeans necessary.\n\nA foreigner who finds himself on the wrong side of\na first offense in [[Zilargo]] is likely to be given a second\nchance. Perhaps he’ll find a mild poison in his drink,\nalong with a warning to watch his step. A thief might\nhave her ill-gotten gains stolen back before she can\nfence them, replaced with a note ordering her to flee\nthe country at once. Targets who do not listen, or who\ngo too far, are simply eliminated.\n\nAgents of the Trust do their best to perform assassinations quietly. Poison is a favorite tool, but not the\nonly one at their disposal. However, the Trust seeks\nto act before a crime has been committed whenever possible. Characters planning sedition or a heist are\nlikely to receive a whispered illusory warning from\nunseen agents—a warning they would be wise to heed.\n\nIt is possible to outwit the Trust, since its agents\ncan’t be everywhere at once. However, the air of omnipresence and omniscience generated by the order is\nenough to keep most would-be criminals in line.\n\nFew realize that this web of spies is also active in nations across [[Khorvaire]]. The [[gnome]]s believe knowledge is the greatest weapon of all, and\nTrust agents endlessly search for secrets that could\nprove useful to their nation. \n\nThe Trust began as an oversight force within the [[Library of Korranberg]], led by a mysterious [[gnome]] known only as the [[Proctor]]; eventually it expanded to encompass the entire nation. Over the last two centuries, it has spread beyond [[Zilargo]], becoming one of the most efficient intelligence-gathering agencies in [[Khorvaire]]. The Trust intervenes only in matters that threaten the public peace or the\nsecurity of the nation. As a result, private intrigues\nabound in Zilargo, but their perpetrators must be\ncareful to keep their schemes and conflicts from\nescalating from private to public.\n\n!! Tools of the Trust\n\nThe Trust’s power comes from numerous sources.\nOne is the sheer number of informants at the organization’s disposal. The [[King's Citadel]] of [[Breland]] estimates that as many as one in three [[Zil|Zilargo]] [[gnome]]s\nserve as ears of the Trust. Although most of them\nare simple observers, a significant number of\nsleeper agents can be called into active service as\nrequired. Some spies are recruited at the [[university|Library of Korranberg]],\nwhereas others are born into the work. The informants know little about the overall structure of the organization, and one agent might unwittingly\nreport on the suspicious activities of another. It’s\nup to the provosts and the current [[Proctor]] to sift\nthrough all the data to create a clear picture. If a\ncriminal identifies and eliminates an agent of the\nTrust, another agent or team in the same area might\nbe called into play.\n\nThe weapons in the Trust’s arsenal speak to the\ngnomish roots of the organization. The [[Zil|Zilargo]] are known\nfor their love of language and their gifts for [[illusion]],\n[[alchemy|alchemist]], and [[elemental binding]]. Over the centuries,\nthe Trust has developed four unique languages, along\nwith innumerable codes, ciphers, and other ways to\ndeliver secret messages. A typical observer knows\nonly one of these secret languages, which he uses\nwhen dealing with his handler; a provost might know\nall four. Agents use [[arcane mark]]s to pass information\nor provide intelligence about the local area. Illusion\nis used in many ways, including invisibility, concealment, disguise, and distraction. Observers hone their innate talent for [[ghost sound]], which can be used to\ndeliver messages to a contact, coordinate an assassination, or deliver a warning to a criminal who might be dissuaded by a good scare.\n\nThe most remarkable tool employed by the Trust\nis the //whisper bond//. This technique binds a minor [[air elemental]], known as a whisp, to the agent. A [[gnome]] who masters the bond can extend their senses into their spiritual partner. Whisps serve as spies and swift flying couriers, and they can deliver messages\nacross long distances; one can also capture sound and\nreproduce it for its master. Whisps are weak spirits\nand easily dispersed if exposed, but they are small,\nstealthy and invisible—little more than a faint gust of\nwind—and eventually re-form if destroyed.\n\nPoison is the Trust’s favorite weapon, and the\ngroup has a dedicated corps of [[alchemist]]s that\nhas spent centuries devising new toxins. Contact,\ningested, and inhaled poisons are common, along\nwith more complex toxins—venoms that take effect\nonly when two components are mixed or when an\notherwise harmless substance serves as a catalyst. Although the [[Zil|Zilargo]] abhor\nphysical violence, the Trust has a force of silent killers trained to slay with darts and daggers. A rumor\nclaims that the Trust maintains ghost agents in all\nthe major cities of [[Khorvaire]]. These assassins live\nshrouded in invisibility and communicate solely\nthrough whisps and [[sending]], waiting for orders to\nstrike.\n\nDespite these impressive forces, the Trust’s most\nformidable weapon might be its reputation. The myth\nof the fraternity’s omnipotence is greater than the\nreality, but few people take the chance. Imagine a\ngroup of adventurers plotting a theft when they hear\na ghostly warning: “Abandon this course of action\nbefore it is too late.” It could be a spectral assassin\nwaiting to strike; the innkeeper, ready to poison their\nnext round of drinks; or simply an observer, stirring\nup doubts and fears. Who’s willing to take the risk?\n\n!! Trust the Trust\n\nRegardless of any doubts that might have existed\nwhen the organization was [[founded|Proctor]], modern [[gnome]]s\nwholeheartedly embrace the Trust. Most [[Brelish|Breland]] are\nshocked by the group’s ruthless summary justice,\nquestioning how anyone could accept a system that\nis willing to kill a person before they commit a crime. The typical [[Zil|Zilargo]] responds that such doubts are understandable in a system where the forces of\nlaw and order are corrupt and inefficient. Agents of\nthe Trust care only for the good of the nation, and a\ncorrupt hand would be eliminated by the fraternity\nitself. The people of the [[Five Nations]] simply can’t\nunderstand how much information the Trust has in\nits hands. The group doesn’t make mistakes. And if\nsomehow it did—or for that matter, if an innocent had\nto die for the good of the multitude—that is a price\nthe Zil are willing to pay. The gnomes firmly believe\nthat those who do nothing wrong have nothing to\nfear from the Trust. Most foreigners envision [[Zilargo]]\nas a place where people live in fear, but the opposite\nis true. The Zil know exactly how much they can\nget away with, what intrigues are allowed, and what\nbehavior crosses the line. At the end of the day, most\nZil truly have faith in the Trust.\n\nThe other side of the coin that the [[Brelish|Breland]] can’t see\nis the degree to which the [[Zil|Zilargo]] love intrigue. For the\npeople of the [[Five Nations]], the thought that anyone\naround you—even your friend or lover—could be an\nassassin is a quick path to paranoia and madness. For\nthe [[gnome]]s, it’s a glorious game. Trying to identify\nTrust agents and coming up with schemes that can\nslip by the group’s omniscient eyes are favorite pastimes of Zil children. The gnomes take pride in their\npeaceful society, but they also love to dream of ways\nto outwit their guardians.\n\n!! Adventure Hooks\n\nThe Trust is strongest in its home base of [[Zilargo]],\nbut its agents—[[gnome]]s, [[elemental]]s, and others—have\nspread across [[Khorvaire]]. They monitor possible\nthreats to Zilargo that grow beyond the nation’s borders. However, just as agents won’t kill a potential criminal if they can scare them away, they\nrarely interfere in the affairs of the wider world. A\nsecret becomes less valuable as more people know it,\nand the Trust values secrecy above gold.\n\nIf adventurers are determined to do something forbidden in the Land of the Wise, they must find a way\nto outwit the Trust. Here are a few ideas to consider.\n\n* ''Stalking Horses: ''Although the characters don’t know it, the [[Proctor]] is using them to expose and eliminate a branch of the Trust that has been compromised by the [[Aurum]]. The adventurers’ apparent victory over the Trust is a test that draws them deeper into the web. A [[gnome]] character might be recruited directly into the organization; other adventurers are kept at arm’s length.\n* ''Masters of Whispers: ''House [[Sivis]] has supported the Trust since the organization was created, and a number of foundlings with the [[Mark of Scribing]] belong to the group. The adventurers discover evidence that the current [[Proctor]] is a [[Sivis]] lord and that House Sivis has secretly controlled the Trust for centuries. What does the house want? Is it just looking out for the [[Zil|Zilargo]] people, or is it using the power of the Trust to pursue its own mercantile agenda? Can the adventurers break the Trust away from Sivis without shattering this pillar of Zilargo?\n* ''The Hoard of Secrets: ''The Trust has been gathering information from across [[Khorvaire]] for hundreds of years. The adventurers need a piece of information known only to the [[Proctor]]. But how do they find the most secretive member of this hidden empire, and what must they offer in exchange for the priceless knowledge they seek?\n* ''Shadows Versus Whispers:'' Over the ages, House [[Phiarlan]] and House [[Thuranni]] have lost some of their finest agents at the hands of the Trust. Now one of the Shadow Houses is out for revenge. Assassins face off on the streets of the [[Five Nations]]’ greatest cities. Which side will the adventurers take? If they refuse to become involved, how far will the conflict escalate?\n\n!! Known Members\n\n<<list-links-article \"[tag{!!title}sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Trust",
        "tags": "[[intelligence agency]] Zilargo",
        "modified": "20220707212128288",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]