[
    {
        "created": "20210127202642797",
        "title": "Tureya",
        "text": "Lady Tureya, a powerful [[usvapna]] [[Inspired]] telepath, the Jewel of [[Corvagura]], is the Eidolon of the [[Riedra]]n city of [[Dar Jin]], and the high minister of the [[Iron Gate]]. She is a brilliant strategist who has steered [[Riedra]]'s foreign policy for centuries.\nShe keeps a close watch on events in the [[Jhodra]]. Should\na group of powerful adventurers stir up trouble in her\ncity, she will be quick to notice—the question is what she\nchooses to do about it. She is a master diplomat with a\ntalent for finding people's weaknesses and making offers\nthat are simply too good to pass up. \n\nWhile Tureya is loyal to [[il-Lashtavar]], she is an administrator of Riedra, not an agent of the [[Dreaming Dark]]. She wants what is best for the [[quori]], and so far she has\ntaken no side in the building struggle between the [[Thousand Eyes]] and the Dreaming Dark. It's up to the GM to decide which path she'll take—and how this choice might\naffect PCs who come to her city.\n\n!! The Sanctum of Eidolon Tureya\n\nThis massive keep is a district in its own right, filling the space where\nthe five wards of [[Dar Jin]] come together. The heart of the sanctum\nis an ovoid tower built from stone, [[crysteel]], and [[sentira]]. Almost eight hundred feet in height, it can be seen across the length of the city. The outer foundation is a\nfortress in its own right, housing the Eidolon's personal\ntroops: over a thousand [[Taskaan|Taskaan Legion]] [[shifter]]s led by captain [[Tulaar]], along with [[Inspired]] shock troopers and members of the [[Horned Guard]]. Farther in lie the quarters of the [[Chosen]], where young Chosen train in the [[psionic|psionics]] arts and prepare to take their places in [[Riedran society|Riedrans]]. The central tower is\nthe heart of the [[Iron Gate]], and Tureya and her subordinates analyze Riedran trade and diplomacy and discuss\nplans for the future. If someone was looking to recover\na manifest of Riedran shipping imports for the last year,\nor to determine if the Iron Gate was supporting the\n[[dreamlily]] trade, odds are the knowledge is locked away\nin the great tower. ",
        "modified": "20210727192039386",
        "tags": "government [[Iron Gate]] Inspired [[Dar Jin]] humanoid",
        "type": "text/vnd.tiddlywiki",
        "article": "Eidolon ",
        "category": "person",
        "color": "#FEA627"
    }
]