[
    {
        "created": "20200423021515433",
        "title": "Twelve",
        "text": "An arcane institution funded by the [[dragonmarked house]]s,\nthe Twelve operates out of a [[thirteen-tiered keep|Ziggurat of the Twelve]] that floats\nabove the city of [[Korth]] in [[Karrnath]]. As part of the agreements that ended the [[War of the Mark]], [[Hadran d'Cannith]] suggested that the houses work together to create an institute for the application of magic—a foundation that would study\n[[dragonmark]]s and the more traditional forms of arcane magic. The keep was built by [[Alder d'Cannith]], a visionary [[wizard]] and master fabricator who used his studies of the sky to determine that the keep should possess thirteen towers, despite the fact that only eleven dragonmarks had been discovered at that point in history. “The [[moon]]s suggest that the perfect number of dragonmarks is thirteen,” Alder cryptically explained, “but we shall call the institution the Twelve, for the thirteenth mark was cast off long ago.” No one argued with him. (While the [[elves|elf]]\nremember the [[Mark of Death]], it is a topic they wish to forget.\nAside from the elf leaders, few know the truth behind the\nlost [[dragonmark]].)\n\nOver the centuries, the institute has been responsible for many arcane advances. The [[artificer]]s of the\nTwelve helped develop the [[airship]]s operated by House\n[[Lyrandar]], for example, as well as the [[message stations|speaking stone]]\nof House [[Sivis]].\n\nAs an arm of the [[dragonmarked house]]s, the Twelve\nattempted to remain neutral during the [[Last War]]. However, many of the [[wizard]]s and [[artificer]]s of the Twelve had national loyalties that were stronger than their ties to\nthe institute, and they chose to leave to fight in the war.\nQuite a few fell in battle. Now that the Twelve has resumed\nnormal operations, it seeks to replace its fallen members\nand make sure that each house is represented.\n\nThe Committee of Twelve oversees the institute.\nThe committee actually has more than twelve members;\nthere are twelve dragonmarks, but the split of House [[Phiarlan]] and House [[Thuranni]] and the current troubles within House [[Cannith]] have caused the membership\nto fluctuate.\n\nThe Twelve has access to a tremendous array of mystical supplies and funding, and the greatest wizards and [[magewright]]s of the land fight for workshop privileges at the\ninstitute. Advances made at the institute are shared equally\namong the houses, although there are always rumors of\none or more of the houses diverting funds for secret projects or attempting to conceal valuable discoveries.\n\nAs an institution, the Twelve seeks to advance the mystical arts. In particular, the Committee of Twelve looks for\nmagical developments that have practical value to society\nand a potential for profit. The Twelve has a great deal to\noffer arcane adventurers. It has access to considerable stores\nof rare mystical components and a vast library of spells.\nEven the mundane can find the Twelve to be an invaluable\nasset, because the sages at the institute can quickly identify\nunusual [[magic item]]s or artifacts. However, being a prestigious organization, the Twelve will not deal with adventurers until they have developed a positive reputation. \n\nKing [[Galifar I|Galifar Wynarn]], not completely convinced of the [[dragonmarked house]]s' neutrality and altruistic outlook, established the [[Arcane Congress]] as direct competition for the\nTwelve. Today, the two institutes of magical studies engage\nin a more or less friendly rivalry for resources, students,\nand arcane discoveries.\n\n!! The Twelve in Xen'drik\n\nThe only official outpost of the Twelve in the continent of [[Xen'drik]] is the [[Citadel of the Twelve]] in [[Stormreach]]. The Twelve advances and protects their interests in Xen'drik with the help of the [[Blackwheel Company]].\n\n!! The Wyrmwatch Council\n\nOver the course of centuries, the leaders of the [[dragonmarked house]]s realized that the [[dragon]]s of [[Argonnessen]] were watching them. Eventually, the lords of the Twelve learned of the connection between the [[dragonmark]]s and the [[Draconic Prophecy]], and discovered that many dragons believed the dragonmarked\nshould all be destroyed, eradicated as thoroughly as the line of [[Vol]] and the [[Mark of Death]]. They knew that it might be only a matter of time before the dragons took action.\n\nThe barons chose not to share this terrifying discovery with the rank and file of their houses. Two centuries ago, they created a secret division of the Twelve dedicated to draconic affairs. This Wyrmwatch Council pursued a number of paths. Some members focused on the [[Draconic Prophecy]], trying to discern if their\n[[dragonmark]]s could directly influence the Prophecy.\nOthers were dedicated to studying dragons and locating or developing spells, tools, or strategies that could give the houses a fighting chance in a war with [[Argonnessen]]. Ironically, these efforts to interfere with the Prophecy are the very acts that could start such a war.\n\nWith the onset of the [[Last War]], resources were redirected to take advantage of the conflict. The work of the Council lay idle for almost a century. But now, as peace\nreturns to [[Khorvaire]], the lords of the Twelve have reactivated this unit. Time will tell if this decision was a wise precaution or the prelude to disaster.",
        "modified": "20210727192039455",
        "tags": "[[arcane order]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]