[
    {
        "created": "20201221014236210",
        "text": "The sky is hidden by the dense canopy of this vast rainforest,\nleaving the forest floor in an endless twilight. The Twilight Forest of [[Lamannia]] is the most well-known [[layer]] of the [[plane]] of primordial nature, with by far the most direct connections to [[Eberron]] than any other layer.\n\nThe trees are over a hundred feet in height—impressive, certainly, though not\nas tall as the greatpines of the Towering Wood in the [[Eldeen Reaches]]. But as people further explore the Twilight Forest, they come upon strange ridges and walls of wood, some forming twisted wooden canyons. Following these, explorers discover\nthey're the roots of unimaginably colossal trees, vast titans\nwider and taller than the towers of [[Sharn]]. The Twilight Forest\nas mortals experience it lies in the shadow of the grander canopy that rises far above it, and these enormous trees are\nhome to megafauna and mightier beings.\n\nThough the Twilight Forest is wild and untamed, explorers\ncan find wide cleared paths through the lower forest. Survival\nexperts may recognize that these aren't trails created by\n[[humanoid]] hands; rather, they're the paths of totems, who\nhave crushed the lesser forest beneath their colossal feet. The\nforest is filled with [[beast]]s—mundane and [[dire|dire beast]] creatures in the\nlower forests, megafauna in the grand canopy above it, and the\noccasional passage of totems. There are multiple communities\nof [[therianthrope]]s scattered throughout the lower forest. A clan\nof wererats have carved out a warren in the roots of a colossal\ntree, while a pack of wild wereboars feuds with werewolves\ndescended from exiled [[templar]]s. An ancient [[elf]] [[druid]] named\n''Haral'', who spends most of her time in the form of an owl,\ndoes her best to maintain order; she is assisted in this by a\nmegafauna owl she calls ''Ruark''.\n\nThe forest has many other inhabitants, and a few minor\n[[elemental]]s can be found in this layer. A gust of wind, a pool\nof water, a rolling stone—in [[Lamannia]], any of these things\ncould be //alive//.",
        "type": "text/vnd.tiddlywiki",
        "title": "Twilight Forest",
        "tags": "layer Lamannia",
        "modified": "20220114012358431",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the "
    }
]