[
    {
        "created": "20200413213725006",
        "text": "No criminal guild in [[Sharn]] is more shrouded in mystery than the Tyrants. This organization of [[changeling]]s deals in secrets and lies, selling forgeries, running long cons, and treating identities as a commodity. The Tyrants have spies throughout the city, even in places where they have no current plans or contracts. The organization gathers as many secrets as possible, then sells that information to the highest bidder, uses it for blackmail, or stores it for a time when it becomes useful.\n\nThe Tyrants have been operating in [[Sharn]] for over three hundred years from a base of operations in the [[Dragoneyes]] district, in [[Lower Tavick's Landing]]. They\nhave agents spread across the city. A beggar, a bartender, or a courtier could actually be a persona crafted by a Tyrant [[changeling]]. The Tyrants have a long-standing truce with the [[Boromar Clan]] and don't take a side in the halfling family's conflict with [[Daask]]. \n\n!! Tyrants Operations\n\nThe Tyrants are master grifters, conducting a host of short and long cons throughout the city. Much like the [[Boromar Clan]], they have a general live-and-let-live relationship with the [[Sharn Watch]]. As long as the Tyrants focus their crimes on foreigners and tourists—and donate generously to the local Watch—the officers will look the other way. In addition to pursuing their own schemes for gold, Tyrant charlatans offer a host of services to their clients; they can help to frame innocents for crimes, or make it possible for a criminal to seem to be in two places at once, providing an ironclad alibi.\n\nThe finest forgers in the city are in the ranks of the Tyrants, capable of duplicating anything from [[identification papers]] to works of art. [[Magewright|magewright]]s among the Tyrants have the ability to permanently [[alter someone's appearance|cosmetic transmutation]], providing a fugitive a chance at a new life.\n\nFirst and foremost, the Tyrants deal in information. They hoard secrets, and for the right price they can be persuaded to share what they know. Occasionally a Tyrant approaches someone with an offer of information in exchange for gold. \n\n!! Tyrants NPCs\n\nMembers of the Tyrants have a loose definition of identity. The majority of the members are [[changeling]]s. They often maintain multiple identities, and a particular identity might be shared among a group of changelings.\nA captain in the [[Sharn Watch]] who is actually an agent\nof the Tyrants might be portrayed by a member of the\nTyrants' inner circle in the morning, when he has to interact with a wide range of people. But when he goes off-duty in the evening and keeping up the identity is an easier task, the role might be taken over by a young recruit.\n\nThe following individuals are some of the Tyrant's\nmost important identities:\n\n* [[Ek]], often called Tyrant One, guides the inner circle of [[doppelganger]]s that leads the organization.\n* [[Kilk]] is the [[city councilor|Sharn Council]] for [[Lower Tavick's Landing]] and is a fictional persona created by the Tyrants, played by a variety of changelings at different times. \n* The [[Spider]] is a [[changeling]] information broker who owns a cosmetics store called Honest Faces in the [[Dragoneyes]] district. \n\n!!! Other Tyrants Contacts\n\n<<list-links-article \"[tag{!!title}subfilter<ppl-ent>!title[Ek]!title[Spider]!title[Kilk]sort[title]]\">>\n\n!! Tyrants Villains\n\nThe Tyrants are a covert force. They operate in the shadows, trade identities, and like to manipulate their enemies into fighting each other. Tyrant villains rarely show\ntheir true faces. Examples of Tyrants villains appear on\nthe table below.\n\n| !<<dr d6>> |!Tyrants Villain |\n| 1 |A [[changeling]] [[rogue]] infiltrates adventuring parties to steal their [[magic item]]s. |\n| 2 |A cabal of changelings shares an identity as a [[Sharn Watch]] captain. They use the disguise to free criminals from prison. |\n| 3 |A changeling assassin murders members of the [[Boromar Clan]], [[Daask]], and House [[Tarkanan]], then takes on the identities of its victims. |\n| 4 |A changeling [[bard]] gathers incriminating information about members of the [[King's Dark Lanterns]], then blackmails them. |\n| 5 |A [[Brelish|Breland]] changeling veteran of the [[Last War]] was distrusted by fellow soldiers because of the [[shapechanger]]'s heritage. The veteran now exposes those soldiers' darkest secrets to their friends, families, and employers. |\n| 6 |A changeling mage masquerades as a priest of the [[Silver Flame]] and uses spells to send the religion's faithful \"signs\" from [[Tira Miron]] that encourage them to spy, steal, and kill for the Tyrants. |\n\n!! Tyrants Campaign Themes\n\nThe primary theme of the Tyrants is mystery. In dealing with the Tyrants, there is always a question of what is real and what the true objective actually is. With the Tyrants, anything could be a long con, and both allies and enemies may not be who they appear to be.\n\nThe Tyrants have three objectives: acquiring gold, gathering secrets, and protecting the [[changeling]]s of [[Sharn]]. In working the Tyrants into a campaign, the first\nquestion is which of these objectives will take precedence. Are they primarily grifters, trying to squeeze as much profit as possible out of the situation? Are they mainly working to gather secrets, and to use those secrets to manipulate others? Or are they most concerned with helping other changelings, who are often with the objects of fear and suspicion?\n\nThe Tyrants offer an easy way to provide adventurers\nwith information. The [[Spider]] can be a strong ally for\nadventurers, and you can always arrange for an agent of\nthe Tyrants to step out of the shadows with and offer to\nsell a secret. \n\nThe Tyrants could also have a long-term sinister\nagenda—something they've been working on for generations, which is only coming to fruition now. Do they want to replace the entire [[city council|Sharn Council]] of [[Sharn]], or are their aspirations even higher than that? In a campaign that examines this idea, the Tyrants might impersonate the patrons and allies of the adventurers, thereby tricking them into carrying out questionable tasks.\n\nThe Tyrants can also serve as a group patron for a party of adventurers, especially if the party includes one or more changelings. The table below provides hooks for adventurers working with the organization.\n\n| !<<dr d6>> |!Tyrants Assignment |\n| 1 |Kill an important figure without leaving evidence behind so a member of the Tyrants can replace the target. |\n| 2 |Steal a formal badge of office or uniform for a member of the Tyrants to use as part of an assumed identity. |\n| 3 |Act as bodyguards for a member of the Tyrants who is pretending to be an important figure. |\n| 4 |Assume new identities to infiltrate the [[Sharn Watch]] and steal criminal records. |\n| 5 |Use incriminating information to blackmail a member of the [[city council|Sharn Council]]. |\n| 6 |Find evidence that can be used to blackmail a member of a [[dragonmarked house]]. |\n\n!! Tyrants Adventure Hooks\nThe table below presents ideas for additional adventures themed around the Tyrants.\n\n| !<<dr d6>> |!Tyrants Adventure Hook |\n| 1 |A friendly NPC dies in combat. The corpse reveals its true form to be that of a [[changeling]]. |\n| 2 |A list of Tyrants agents and their identities exists somewhere in [[Sharn]]. Every legitimate and criminal organization in the city competes to find it. |\n| 3 |The [[Sharn Inquisitive]] publishes an anonymous article accusing several members of the [[Sharn Watch]], the [[city council|Sharn Council]], and the [[dragonmarked house]]s of being [[changeling]] members of the Tyrants. The accused individuals vehemently deny the claims. |\n| 4 |A shamed [[Brelish|Breland]] general of the [[Last War]] goes on a killing spree against changelings, claiming the Tyrants ruined his life by exposing his extramarital affair. |\n| 5 |A [[Sharn Watch]] captain being blackmailed by the Tyrants has had enough. He publicly exposes his incriminating secrets, then offers a reward for information concerning the organization. |\n| 6 |Roll on another organization's Adventure Hooks table; the Tyrants are secretly involved in the situation. |\n",
        "type": "text/vnd.tiddlywiki",
        "title": "Tyrants",
        "tags": "[[crime syndicate]] Sharn",
        "modified": "20221125215600349",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "changeling criminal organization in Sharn"
    }
]