[
    {
        "created": "20210223032505599",
        "text": "When doom fell upon [[Xen'drik]] at the end of the [[Age of Giants]], the ancestors of the\nUmbragen fled into the depths of the earth. The underworld was filled with its own terrors, but nothing so deadly as the conflict between [[dragon]]s and [[giant]]s. After a\nlong and dangerous journey, these [[drow]] refugees settled deep below the region known as the [[Ring of Storms]], the legendary home of the long-dead [[Qabalrin]]. In their struggle for survival, the dark elves uncovered ancient lore of the Qabalrin and the path to a dark well of mystical energy—a force they named the Umbra. Over the course of generations, the elves performed terrible arcane rituals that bound body and soul to the Umbra, blending this shadowy force with elven flesh.\n\nFor thousands of years the Umbragen held their own in the depths of [[Khyber]], defending their realm against all manner of monsters. Then in 997 YK, the balance of power changed. A [[daelkyr]], [[Belashyrra]], stirred in the dark, and an army of [[beholder]]kin and other [[aberration]]s rose from the shadows. The doom of the Umbragen was at hand.\n\nToday the citadels of the Umbragen remain under siege, and the dark elves are losing the battle. They have dispatched forces to the surface in search of anything that could be used as a weapon against the armies of Khyber. \n\n!! Touched by Darkness\n\nFrom the moment of birth, a shadow elf feels the call of the Umbra within them. It is a whisper hidden beneath their thoughts, a cold shroud wrapped around their heart. Through discipline and devotion, an Umbragen [[drow]] becomes a conduit of this power, shaping the shadows to produce a wide array of phenomena. These arts are reflected by a [[warlock]]-like ability to bargain with this darkness and harness it to deadly effect, even forging blades and bows from the pure essence of shadow.\n\nThe Umbra itself was created tens of thousands of years ago by the [[Qabalrin]], and is formed from the souls of the participants of that dark ritual. In some ways, it is similar to the [[Silver Flame]]—a source of power formed from sacrificed souls that can be channeled by living spellcasters.",
        "title": "Umbragen",
        "modified": "20220711180301235",
        "tags": "Xen'drik drow tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]