[
    {
        "created": "20210310003359450",
        "title": "Undercity",
        "text": "[[Stormreach]]’s ruins reach miles into the earth. Sewer\ntunnels filled with vermin, discarded murder victims\nrisen from the dead, prowling [[carrion crawler]]s, and\nmoaning [[cloaker]]s crisscross below the city’s streets.\nThese dark mazes are home to [[thri-kreen]] tribes,\n[[kobold]] clans, and other creatures of darkness that do\nnot suffer trespass lightly.\n\nAny of these sewers might suddenly open into a\nyawning lost city, a shattered remnant of a bygone civilization of [[giant]]s, [[drow]], or any other of the races that called the ruins home ages ago. Traps and treasures dot these ruins, and [[monstrosities|monstrosity]] replace the original inhabitants. Only vestiges\nof these ancient civilizations survived whatever\ncataclysm claimed them. The twisted mockeries of\ntheir former inhabitants gibber and cavort in the\nlightless reaches of their people’s ruins, worshiping\nbroken idols and gods who long ago turned their\nbacks on them.\n\nNecropolises teeming with the dead and [[undead]] riddle the\nsubterranean levels as well. Their decaying residents\nare restless, ever on the lookout for trespassers to feed\ntheir eternal hunger. Other more sinister powers use\ninterlopers as pawns in some foul scheme to retake\nthe city’s surface.\n\nFinally, there remain potent magical prisons dating back to the [[age|Age of Giants]] of the titan kings, buried below the buzzing streets of the city.\nAny number of terrors could be bound in these depths: a [[vampire]] lord of the [[Qabalrin]] [[elves|elf]], a titan king who sought to ascend to godhood,\nor a giant [[wizard]] trapped with the [[fiend]]s he\nsummoned to do his bidding. These horrors\nand more await brave heroes in the dark below\nthe city.",
        "modified": "20210727192039832",
        "tags": "Stormreach dungeon ruin",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#96CC39"
    }
]