[
    {
        "created": "20200420222737683",
        "title": "Undying Court",
        "text": "* Our greatest champions and sages will never be lost to us. Their wisdom guides us, and their power protects us all.\n* Honor our past. Respect our traditions. Perfect your skills and you may earn your place among the [[deathless]].\n* Destroy those foul creatures that channel the power of [[Mabar]], for they consume the essence of our world. \n\nThe [[elves|elf]] of [[Aerenal]] refuse to let their greatest souls be\nlost to the oblivion that is [[Dolurrh]]. The wisest and most\naccomplished elves are preserved after death, being held in [[spirit idol]]s or becoming\nmembers of the Undying Court. The devotion of the\nliving elves sustains the Undying Court, and the Court\ngenerates a well of mystic energy that empowers their\nclerics. As an [[Aereni]] [[cleric]], your spells aren't personally\ngranted to you by a specific Undying Councilor. Your\npowers flow from the Court itself, allowing you to serve\nits will and to protect your people.\n\nOf all the religions of Eberron, the Undying Court is\nmost grounded in the world. The Court stands in the\ncity of [[Shae Mordai]], and as an [[Aerenal]] [[elf]], you could\nseek an audience with one of your [[deathless]] ancestors.\nAs a devotee of the Undying Court, you recognize it as\nthe power that sustains your civilization and as an assembly of your greatest sages and leaders. Should you accomplish great achievements in your life, you can aspire to join the Court.\n\nAs a [[cleric]] or [[paladin]] of the Undying Court, you have\na concrete relationship with your deity. In creating your\ncharacter, consider why you've traveled so far from\nhome. Are you on a specific mission? Are you serving\nthe Court as a whole, or are you acting as an agent of a\nspecific councilor—perhaps your own ancestor? The Undying Court despises [[undead]] creatures that prey on the\nliving, so if you don't have a concrete mission, you can\nalways hunt down undead and evil [[necromancers|necromancy]]. \n\n!! Symbol\n\nThe symbol of the Undying Court is a golden mask with\nluminous eyes, worn over the face while a priest is carrying out their duties. Devotees wear a smaller mask as\na brooch or amulet. \n\n!! Rites\n\nThe most sacred rite of the Undying Court is trance\ncommunion. While in trance, an [[Aereni]] [[elf]] engages in\nmeditation that connects them to the gestalt consciousness of the Court. This experience affirms the place of\nthe individual as part of the greater whole.\n\nSince trance communion is a personal experience,\nthe role of the priest is to provide spiritual and practical\nguidance to their congregation. A masked priest serves\nas the face of the Court, and any elf can approach them\nseeking an ease to their burdens. \n\n!! Temples\n\nIn [[Aerenal]], the temples of the Undying Court are step\npyramids built from stone. In [[Khorvaire]], shrines to the\nCourt use imported Aereni [[densewood]], a particularly\ntough lumber that grows only on the island. Regardless\nof form, the walls are engraved with stories about the\nUndying Councilors that serve as the particular patrons\nof the temple, usually those related to the local priests. ",
        "modified": "20210727192039878",
        "tags": "religion Aereni",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "godlike collective of spirits and animated dead sustained by prayers of living elves; official religion of Aerenal "
    }
]