[
    {
        "created": "20210305073855233",
        "title": "Unspoken Word",
        "text": "The Unspoken Word is an [[arcane order]] devoted to the pursuit of ultimate arcane power. Members believe that laws and moral concerns should never stand in the way of knowledge. Just as the [[Guild of Moonlight and Whispers]] seeks to unlock the mysteries of the [[fey]], the Unspoken Word strives to master the powers of [[dragon]]s, [[overlord]]s, and [[daelkyr]]. Its members are determined to unravel the secrets of the [[Du'rashka Tul]], the [[moon|Crya]]-shattering magics of the [[giants|Age of Giants]], and more. What has allowed this order to survive when similar groups—such as the [[Closed Circle]] of [[Breland]]—were destroyed is the absolute insistence that //such magic should never be used//: that these words will forever remain //unspoken//. An Unspoken [[wizard]] pursuing the moon-breaking magic of the giants will insist that they have no desire to shatter moons; but if such powers can be understood, could we use them in positive ways? Should fear ever stand in the way of progress?\n\nMembers of the Unspoken Word are often viewed with fear, and most enjoy this infamy. They like to imply that they have dreadful secrets locked away in their vaults, fell powers they could unleash if they choose to. But again, they continue to exist because they never have caused disasters… and because their members are mages of considerable skill. While most are [[wizard]]s, they accept [[warlock]]s of [[fiend]]ish or [[aberrant|daelkyr]] patrons, provided they are devoted to the pursuit of arcane science.\n\n[[Mordain the Fleshweaver]] is said to have been part of the Unspoken Word before his fall from grace, though other accounts say that he began as a member but ultimately severed ties with the order in part because he believed such knowledge should in fact be used. However, the order may still have relics from his time as a member, and it’s possible Mordain still sends them little “gifts” — some of which could be very dangerous.",
        "modified": "20210727192040062",
        "tags": "[[arcane order]] Aundair",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]