[
    {
        "created": "20210311052828831",
        "title": "Uruvai family",
        "text": "Uruvai is the least politically active of the six families of House\n[[Thuranni]]. Led by Lady [[Miravella|Miravella Uruvai d'Thuranni]], they own the brothel and hidden [[enclave]] of [[Shadows]] in [[Stormreach]], which serves as a front for much darker schemes. In truth, the Uruvai family is in league with [[Lady Illmarrow]], the [[lich]] Queen of Death, who provided the funding and political cover the family required to set up shop in [[Stormreach]]. Their alliance is one of both\nblood and convenience—one that has already yielded\nspectacular results.\n\nThe Uruvai is a family of [[necromancers|necromancy]], [[elves|elf]]\nwho revere the old ways left behind when their ancestors\ndeparted [[Xen'drik]] for [[Aerenal]] nearly forty thousand years ago. The Uruvai family claims to trace its lineage back to the [[Qabalrin]], the oldest and\nmightiest necromancers the world has ever known. The Uruvai shares this tradition and perspective with [[Illmarrow|Lady Illmarrow]] herself, who uses the Uruvai to do her will\nin [[Xen'drik]].\n\n!! The Quest for the Last First Vampire\n\nWith help provided by a skilled archaeologist of the [[Emerald Claw]] known as the [[White Raven]], the Uruvai family discovered the location of a long-lost tomb buried in the former location of the ancient [[Qabalrin]] city near the [[Ring of Storms]]. From [[Stormreach]], the Uruvai oversaw the White Raven’s expedition to that sacred site, where the archaeologist recovered a sarcophagus containing an ancient [[vampire]]—the last one created during the height of the Qabalrin civilization, if the word of Illmarrow is to\nbe believed.\n\nOnce among the mightiest of the ancient [[Qabalrin]] necromancers, this [[vampire]] might be the key to releasing [[Lady Illmarrow]] from her endless torment and resurrecting the power of the [[Mark of Death]]. Although Illmarrow is herself a mighty spellweaver, she is less experienced in the [[Qabalrin]] techniques than the [[vampire]]\nand lacks any blood (the key component to Qabalrin necromancy) herself. Vol’s ultimate goal is to awaken the ancient necromancer and return him to his full strength, whereafter he will teach her (or give her) the means by which she can change the course\nof history.\n\nIn the interim, Illmarrow continues to use the Uruvai family of the [[Thuranni]] to further her schemes. With data she has been collecting for centuries, she is slowly but surely tracking down her own mortal descendants—those who would today have good claim\nto nobility in a [[dragonmarked house]], had their own house not been betrayed—and bringing them into House [[Thuranni]] under the Uruvai banner. House [[Vol]]\nis returning to Eberron, and it hides behind a mask called the Uruvai.",
        "modified": "20210727192040181",
        "tags": "Thuranni tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]