[
    {
        "created": "20201211223016409",
        "title": "Uul Dhakaan",
        "text": "To unite the Six Kings, [[Jhazaal Dhakaan]] created a dream they\ncould share—a vision that bound them all together. However,\nthis isn't just a metaphor. When mortals sleep, their spirits touch\n[[Dal Quor]] and create temporary dreamscapes. Jhazaal Dhakaan\nbound the spirits of the dar together, creating a vast, permanent\ndreamscape within Dal Quor—a vision of the ideal [[empire|Dhakaan]].\nWith the spirit of every [[dar|Heirs of Dhakaan]] tied to this place, when one of them\nsleeps, they dream of the empire and their place within it.\n\nThe Uul Dhakaan isn't oppressive. Each dreaming dar\nhas their own unique dreams within the Uul, and just like\nnormal dreams, these are a place to process recent events and\nexperiences. But the Uul Dhakaan provides a foundation that\nshapes and flavors those dreams, teaching and inspiring even\nwhile allowing the dar to process their own experiences. The\nUul Dhakaan also retains the memories of all those who have\ngone before. While dreaming in the Uul Dhakaan, a warrior\ncould experience a battle against the [[daelkyr]] that occurred\nthousands of years ago, fighting alongside one of the greatest\nheroes of that age. A smith could forge a blade alongside a\nlegendary [[daashor|artificer]]. These things aren't real; both the hero and\nthe smith are dreams, pieced together through memory. And\nas with any dream, the dreamer likely won't remember most\nof it after they wake up. But it remains in their subconscious\nas a source of inspiration and instinct. The dar know what\nthe empire could and should be. They know the role they are\nsupposed to play, the meaning of //muut// (duty, honor of the empire, what is expected of you) and //atcha// (personal honor, glory, the opportunity to exceed what is required of you). And they feel the connection to the dar around them, understanding they all\nshare that common vision. This reinforces the other aspects of the Dhakaani psyche,\nstrengthens their martial discipline, and underlies their\nadherence to caste roles.\n\nThe Uul Dhakaan is a dream, and for most dar, it's nothing\nmore than that. It's not something they discuss with outsiders,\nnor something they give much thought to from day to day;\ndreaming of the empire is just a part of life. But there are a few\npeople within each kech who deal with the Uul Dhakaan in a\nmore concrete fashion:\n\n* ''Chot'uul.'' The “dream watchers” are an order of monks who monitor the Uul Dhakaan and protect it from corruption. In addition to specialized training and mental discipline, the chot'uul employ tools to retain their full consciousness and memories while dreaming, even allowing them to bring prized possessions into the dream (see [[uul'kur|dream key]] and [[kra'uul]]). The chot'uul protect the Uul Dhakaan from [[quori]] manipulation, the corruption of the [[daelkyr]], and other spiritual threats.\n* ''Duur'kala.'' A [[dirge singer]]'s training often includes time within the Uul Dhakaan. An [[uul'kur|dream key]] allows the novice duur'kala to experience historical events within the dream or to study with the memory-shades of duur'kala masters.\n* ''Uul'kala.'' The “dream singers” are [[dirge singer]]s who specialize in walking in dreams. The deep vaults of the [[Kech Dhakaan|Heirs of Dhakaan]] are spread across [[Khorvaire]], and the uul'kala act as their ambassadors and emissaries, maintaining communication between each kech and planning strategies. This serves a similar role to the [[speaking stone]]s of House [[Sivis]], for a duur'kala equipped with an uul'kur can report back to superiors in their dreams. While useful, this practice isn't as widespread as the speaking stones of the [[Five Nations]]. Uul'kur are a limited resource, and even with one, it takes skill to navigate within the dream. There are kech vaults that lost their last uul'kala over the centuries in isolation, and as a result, that clan's fate remains unknown to the present day.\n\nThe Uul Dhakaan serves as a foundation for the Dhakaani\npsyche, reinforcing their beliefs and traditions. But it's not an\noppressive force, and for most Dhakaani, it's simply a source of\ninstinct and inspiration. In creating a Dhakaani character,\nconsider whether the Uul Dhakaan holds any special\nimportance for you.\n\nIf adventurers want to experience what the Dhakaani Empire was at its height—and what it could be again—they can find it here. Chot'uul\nguardians maintain outposts throughout the dream, along with\na great monastery in the capital city. The magic woven into the\ndream ensures that the throne in the imperial palace remains\nempty—for now. But when a new emperor is chosen and has\nthe support of the majority of the dar, they'll hold the throne in\nthe Uul Dhakaan as well as in the Material Plane.",
        "modified": "20210727192040226",
        "tags": "Dhakaan [[Dal Quor]] layer",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#3B5C0A"
    }
]