[
    {
        "created": "20200415040558902",
        "text": "''Leader:'' [[Dalin d'Vadalis]]<br/>\n''Headquarters:'' [[Foalswood]] (near [[Varna]], [[Eldeen Reaches]])<br/>\n''Dragonmark:'' [[Mark of Handling]]\n\n//Don't get sentimental. A beast is a tool. Our role is to find the right tool for the task and to make sure they're of the finest quality. Nature is our kingdom; never forget that we were born to rule it.//\n\n<div align=\"right\">—Dalin d'Vadalis</div>\n\nRepresented by the [[hippogriff]], House Vadalis plays an\nimportant role in daily life, offering meat, mounts, and\nmore. Vadalis isn't one of the most powerful houses, but\nits barons are generally content; they're more interested\nin discovering new monstrosities than engaging in politics. The current head of the house, Dalin d'Vadalis, disdains the use of a title and has no aspirations to nobility\nor greatness for himself or his house.\n\nHouse Vadalis breeds and trains [[beast]]s for a wide\nrange of purposes. While the house maintains vast cattle ranches and trains horses and hounds, the [[Mark of Handling]] allows Vadalis to work with more exotic creatures as well. [[Griffon|griffon]]s, [[hippogriff]]s, and even [[bulette]]s can be bred and trained. Even with the Mark of Handling, this is dangerous work; there's a lot of turnover at the bulette ranch. But these exotic creatures aren't enough to satisfy the most innovative members of the house, leading to the practice of magebreeding. Using [[dragonshard]] [[focus item|dragonmark focus item]]s, Vadalis has found ways to weave magic into natural bloodlines, binding new strengths into mundane creatures. Typically, this results in a superior version of a creature—an animal that is stronger,\nfaster, and smarter. But rumors claim that Vadalis has\ncrafted monsters of its own. Some rumors even insist\nthat Vadalis is trying to magebreed better humans. \n\nHouse Vadalis has a smaller footprint than most of\nthe other [[dragonmarked house]]s. A city might have\na small outpost where Vadalis breeders come to\nsell their stock, but the house has only a few major\n[[enclave]]s—the ranches where breeding occurs.\n\n!! History of House {{!!title}}\n\nAround 2,000 years ago, a few human families traveled west to settle in what is now the [[Eldeen Reaches]]. It was a hard land, but they endured—and two centuries later, the [[Mark of Handling]] appeared on their children. This event was seen as a gift from the [[Sovereign Host]], a way to help the Vadalis families survive and prosper in the hard lands.\n\nToday House Vadalis is seen as fairly benevolent,\nbut there are dark secrets in its past. The Seryan line\nof the house has always been interested in the dark\npower of the natural world. While others focused on\nbreeding better livestock, the Seryans studied the [[displacer beast]] and the [[dire wolf]]. Their research came to\nthe fore during the [[War of the Mark]]. House Vadalis\ntakes bloodlines seriously, and it was quick to join\nthe other houses in the effort to eliminate\nbearers of [[aberrant dragonmark]]s.\nDuring that war, the Seryans revealed\nthe fruits of their labors: horrific living\nweapons. Much of their work was so\nterrible that records of it have been\nsuppressed. Following the war, their\ncreations were destroyed and their\npractices outlawed by the new Council\nof the [[Twelve]].\n\nFollowing the [[War of the Mark]],\nthe heirs of House Vadalis settled\ninto their work, [[magebreeding]] mounts and\nlivestock and wandering the world.\nHouse Vadalis has never been one of the\nmost powerful or profitable houses, and it has never\ntried to be. The Vadalis heirs are a family, and they do\nwhat they love.\n\n!!! The Last War\n\nThe [[Last War]] was good for house\nbusiness. House Vadalis produced [[magebred|magebreeding]] bears\nfor the [[Brelish|Breland]] special forces, [[dragonhawk]]s for [[Aundair]], and all manner of mounts and warbeasts. It was during the war that the organization known as the [[Feral Heart]] rose within the house—a group that sought to re-create and improve upon the forbidden techniques of the Seryan line, including the practice\nof [[magebreeding]] humans.\n\nDuring the [[Last War]], the [[Eldeen Reaches]] seceded\nfrom [[Aundair]]. Even though its seat of power lay within\nthe newly independent Eldeen Reaches, House Vadalis remained neutral in this struggle and still takes no\nside in the clash between the two nations.\n\nToward the end of the war, the hunters of [[Balinor's Blessed]] ignited a bitter feud between House Vadalis and the [[Valenar]] [[elves|elf]] when they sought to steal a\nherd of [[Valenar horses|Valenar beast]]. House Vadalis is fascinated by\nthese animals, and is always interested in acquiring a\nValenar steed; however, to date it has not managed to\nbreed one of the fey horses.\n\n!! Guilds and Organizations\n\n<<list-links-article \"[tag{!!title}tag[trade guild]sort[title]]\">>\n\n!! Enclaves\n\n<<list-links-article \"[tag{!!title}tag[enclave]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Vadalis",
        "tags": "[[dragonmarked house]] tribe",
        "modified": "20220114013502781",
        "tooltip": "human dragonmarked house of Handling",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "House "
    }
]