[
    {
        "created": "20201217001640307",
        "text": "The cult of the [[Inner Sun]] believes that a paradise exists within [[Khyber]], a place where people can escape the suffering of everyday life. Most followers believe this Vale of the Inner Sun to be a place that can be reached only after death, often coupled with the requirement that one must earn passage to the vale by spilling the blood of worthy enemies. This perceived duty has been the motivation behind the acts of many murderers and vicious [[Marcher|Shadow Marches]] clans.\n\nHowever, many believe the Vale to be a physical place—that if you explore [[Khyber]] thoroughly, that you can find and enter the Vale. And they're right.\n\nThe Vale of the Inner Sun does exist, deep below the surface of Eberron. And as the tales suggest, the bodies of mortal creatures there rapidly recover from injury ([[Light of Life]]) and are nearly immune to [[disease]] and the passage of time ([[Stillness of Flesh]]). However, there is a price to this immortality; those who feel the Inner Sun's light on their skin are never the same again. Creatures who dwell in the Vale for an extended time become slowly mutated, eventually turning into unique [[aberration]]s. The inhabitants of\nthe Vale—some of whom have been there for centuries—have\nno love of outsiders, and visitors must prove their worth to\nbathe in the prismatic light of the Inner Sun.\n\n!! Links to Headers\n* <<scrollToHeader \"The Light of the Inner Sun\">>\n* <<scrollToHeader \"Traveling the Vale\">>\n* <<scrollToHeader \"Inhabitants of the Vale\">>\n* <<scrollToHeader \"Adventure Hooks\">>\n* <<scrollToHeader \"Notes\">>\n\n!! The Light of the Inner Sun\n\nThe light of the Inner Sun affects all those who enter the vale. Any natural creature that remains in the vale is eventually transformed. This change, when completed, halts the creature's aging, grants them immunity to disease and the need to eat or drink, and renders the creature unable to sire or give birth to children. \n\nThe transformation also affects an individual’s appearance. One’s teeth might fall out, and their gums become as hard as a beak. A creature’s skin can become tough and leathery, or iridescent and oily. Eyes can shrivel, or ears atrophy.\n\nThe light of the Inner Sun is a life-giving force. All healing in the vale is rapidly accelerated. However, the light of the sun changes as it heals; the transformation detailed above occurs at a faster rate while a creature is recovering from injury or disease.\n\n!! Traveling the Vale\n\nThe Vale of the Inner Sun is a [[demiplane]] of [[Khyber]], a pocket of space loosely connected to the material world. The heart of the vale is only about a hundred miles in diameter, but it’s possible that the entire place is larger than [[Khorvaire]].\n\nThe material laws of Eberron do not apply here. There are islands of iridescent stone floating in the air, birds made of razors whose songs draw blood, rivers of cold fire, and far stranger things. Above it all hangs the Inner Sun: a vast orb of shifting colors, dimmer than the [[sun|Sun]] of Eberron, yet bright enough to see by. The Inner Sun does not move, and there is no night in this place. Instead, the passing hours are marked by the colors of the sun as it shifts through all the hues of the spectrum and some not seen in the natural world. The people of this place have learned to predict the changes, so they can plan with each other to meet at certain color-times.  However, these patterns are quite complex, and it takes newcomers days or weeks to learn them.\n\nThe flora and fauna of the Vale can be dangerous to those who don’t know how to interact with it. Many violent aberrations lurk in the shadowed canyons along the edge of the Vale. The blood-red waters of the central river drive anyone who drinks from it into a temporary homicidal rage. However, experience allows one to overcome these threats. Someone who has lived in the vale knows how to mix the herbs that make the raging waters safe to drink, how to chase off the razor songbirds, and that the creatures that live in the shadows can’t bear the light of the sun.\n\nThose who inhabit the villages of the vale consider their home to be a paradise. It’s a place of strange wonders and a danger to the uninitiated, but not instantly lethal. For some visitors, the people who live in the villages might be more of a threat than the beasts in the shadows.\n\n!! Inhabitants of the Vale\n\nThe Vale of the Inner Sun is loosely connected to [[Eberron]]. The passages that link it to the surface world shift on a regular basis, due to both tectonic activity and mystical forces. A rift that once led from the vale to a jungle in [[Aerenal]] now touches the [[King's Forest]] in [[Breland]]. Another passage fluctuates between the [[Mror Holds]] and the [[Shadow Marches]], though the exact location within these places is never the same.\n\nOver the years, a number of groups have settled in the vale. Communities have formed around shared beliefs. Conflict has sprung up at times, but generally speaking, the people of the vale leave one another alone. Two of the largest communities are described here.\n\n* [[Shae Taral]]\n* the [[Jaggeds]]\n\nShae Taral and the Jaggeds are permanent enclaves, but new communities rise as outsiders are drawn to the Inner Sun. Often these are people from the surface, cults of a few dozen members following a vision. However, other creatures feel the draw of the Inner Sun, and [[grimlock]]s, [[dolgrim]]s, [[derro]], and other denizens of the darkness often make their way into the vale. Such visitors usually don’t play well with others, and between the dangers of the region and conflict with villagers, they generally don’t last long. \n\n!! Adventure Hooks\n\nThe Inner Sun can serve as an exotic location to explore, or it can be a direct threat that must be dealt with. Because many passages to the vale constantly shift, a new connection can open up anywhere that serves the needs of your story. Consider the following ideas. \n\n* The inhabitants of the Vale rely on new recruits to replace or increase their numbers. Raiders emerge from the spires of the [[Jaggeds]] occasionally to pillage surface communities, killing any who can’t fight and kidnapping those that show spirit. These victims are brainwashed until the tenets of the spire are ingrained in them. In contrast, the once-[[elves|elf]] of [[Shae Taral]] might perform targeted kidnappings on the most gifted members of a surface community, or send a prophet to spread their faith, attempting to lure people below of their own free will. As such, adventurers could encounter violent aberrant raiders; could be asked to investigate kidnappings; or could be confronted by a masked preacher warning of a second [[Mourning]] and promising safety to those who will follow him. \n* The Vale of the Inner Sun is an alien landscape. It contains herbs and plants that can’t be found anywhere else, along with vast quantities of Khyber [[dragonshard]]s charged with the light of the Inner Sun. The occupants of [[Shae Taral]] have developed weapons and tools that incorporate Khyber shards, and adventurers could steal or trade for these things. What do the heroes desire most: Wealth? Strange, new magic? Knowledge about the [[Mourning]]? All of these can be found in the Vale of the Inner Sun.\n* The [[dwarves|dwarf]] of Clan [[Noldrun]] disappeared more than four centuries ago. When the characters stumble into the Vale of the Inner Sun, they discover the clan’s fate. The light of the Inner Sun has transformed the dwarves into [[derro]], and they have carved a kingdom into the walls of the canyons. A [[dwarf]] character who has Noldrun blood could find an ancestor still alive in the Vale... but is that mutated thing an ally or a monster?\n* After a path to the Inner Sun opens up near [[New Cyre]], a new [[cult of the Dragon Below|Cults of the Dragon Below]] rises among the [[Cyrans|Cyre]]. A masked prophet urges his people to abandoned the doomed surface and start a new [[Galifar]] beneath the Inner Sun. Who will be willing to sacrifice their humanity for a new homeland, and what powers can they find in the depths: Could a terrifying new Cyre rise to avenge the old?\n",
        "type": "text/vnd.tiddlywiki",
        "title": "Vale of the Inner Sun",
        "tags": "demiplane Khyber",
        "modified": "20240711040009363",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the "
    }
]