[
    {
        "created": "20210317213543323",
        "text": "Both sides suffered innumerable casualties in the [[ancient war|Age of Demons]] of the [[couatl]]s and [[dragon]]s against the fiendish [[overlord]]s. In one epic battle, a colossal two-headed tiger-[[fiend]] named [[Yad-Raghesh]] was laid low south of the [[Dragon Spine]]. The archfiend, or \"rajah\", assaulted [[Argonnessen]] on a seemingly pointless rampage, leaving a swath of destruction in their wake. It took an entire battalion of the [[Light|Light of Siberys]] to fell them. [[Yad-Raghesh]] was the first rajah slain in the great war, and their destruction was hailed as a grand victory. But elder [[Eyes of Chronepsis]] pondered the rajah’s suicidal attack uneasily, and their momentary surprise at its death was followed with wary concern. Their fears came home to roost centuries later when the land where Yad-Raghesh fell rotted away and a host of [[fiend]]s spawned from the desolate stretch of corrupted earth. Since then, the Vale of the Fallen Rajah has been a thorn in the [[dragon]]s’ side, where malignancy grows from foul roots and taints the earth and sky with evil.\n\nAt present, the Vale is lair to the [[Talons of Tiamat]] and the countless [[fiend]]s huddling in their fallen rajah’s dark shadow. The [[Light of Siberys]] patrols the perimeter incessantly doing their best to curb the spread of the Vale’s seeping rot. Still the darkness encroaches,\ngaining inches every year. Unless powerful magic is developed to contain it, it will eventually cover the face of [[Argonnessen]].\n\n!! Features\n\nThe [[fiend]]'s fall shook the earth, and now a bleak\nwasteland riddled with dark canyons and sulfur-spewing\ncaves lies where their blood desecrated the soil. The scarred\nribs of [[Yad-Raghesh]], twisted spires of pure evil, reach\nhigh into the black-clouded sky above.\n\nThe land here seeps hate. Those who trespass within the Vale find themselves filled with rage over the slightest affront. In addition, the corrupting power of [[Yad-Raghesh]] erodes the morals of any who stay among their remains. The canyons themselves betray travelers, shifting to befuddle attempts to navigate them.\n\nBy far the most insidious threat of the Vale, and\nthe primary concern of the [[Light of Siberys]], is the\nplace’s strange power over memory. Every day, a creature that has seen the Vale must resist its fiendish power or forget everything it knows of the place, even the location’s very existence. This curse allows bands of [[fiend]]s to wander out of the Vale uncontested as patrols of the Light simply forget their mission and\nfind themselves faced with a sprawling, unfamiliar\nwasteland. Patrols are constantly rotated to avoid\nlapses in containment, but fiends invariably escape,\nand the Vale continues to encroach upon the surrounding countryside.\n\nThe \"Womb\" of Yad-Raghesh, a foul crevice ever shrouded in supernatural darkness, is where the fallen archfiend's sinister energies pulse strongest. Here the [[Talons of Tiamat]] place eggs (their own, or those stolen from other dragons) to be tainted with\nYad-Raghesh’s unholy power. Eggs hatched in this womb nearly always yield [[spawn of Tiamat]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Vale of the Fallen Rajah",
        "tags": "Argonnessen [[Light of Siberys (region)]] dungeon",
        "modified": "20220317075934995",
        "style": "{\"color\": \"#40262D\"}",
        "points": "-37.182,59.17",
        "color": "#3B5C0A",
        "category": "location",
        "article": "the "
    }
]