[
    {
        "created": "20210218025212342",
        "text": "Long ago, the waters along the western coast of [[Aerenal]] were\ninhabited by peaceful [[locathah]]. The [[sahuagin]] of Sha’argon’s Kingdom—a predecessor to the [[Eternal Dominion]]—steadily\nadvanced toward Aerenal, conquering and assimilating the\nlocathah. Concerned by the obvious aggression of the sahuagin,\nthe [[Sibling Kings]] acted to secure the waters around Aerenal,\nestablishing a buffer zone that would ensure that Sha’argon’s\nKingdom posed no direct threat. The [[line|Aereni noble line]] of [[Valraea]] was\nchosen, and through the power of the [[Undying Court]], its nobles\nwere physically transformed into [[sea elves|sea elf]], gaining iridescent\nskin and the ability to breathe beneath the water.\n\nInitially, the line of [[Valraea]] served as protectors and\nadvisors, organizing the [[locathah]] and helping them construct\nsuperior defenses. Then the attacks began. The conflict slowly\nescalated; the harder the locathah fought, the more it drove\n[[sahuagin]] determination to claim the region. Valraean priests\nbrought the full power of the [[Undying Court]] to bear against\nthe attackers, and Sha’argon’s Kingdom couldn’t match their\ntranscendent might. A generation later the [[sahuagin]] returned,\nand the elves retaliated, using the divine power of the Undying\nCourt to seize the Sha’argon border fortresses. It was at this\ntime—when the region claimed included both sahuagin and\nlocathah lands—that the elves officially declared it the Valraean\nProtectorate. According to the proclamation, the Undying\nCourt would protect all peoples of the Protectorate and the line\nof Valraea would provide them with guidance and security...\nall of which was a gentle way of saying that the people were\nnow under Aereni rule and would be forced to embrace Aereni\ncustoms. While this decision was driven in part by a desire to\nensure the island’s security, it may have also been tied to the\ndiscovery of [[dragonshard]] deposits along the seabed—both\nfallen Siberys shards and indications of deep Khyber shards.\n\nThe next thousand years brought chaos, as the [[sahuagin]]—first Sha’argon’s Kingdom, then the [[Eternal Dominion]]—continued to attack and the Valraean [[elves|elf]] continued to retaliate by conquering additional [[sahuagin]] territories. But the power of the [[Undying Court]] is geographically limited. While [[cleric]]s can draw on the power of the Court to cast spells anywhere in the world, the transcendent might that can repel\n[[dragon]]s or defeat [[sahuagin]] armies has a limited range. When\nthe elves pressed beyond that, they suffered terrible losses;\nand yet, the Dominion couldn’t challenge the elves within the\nCourt’s sphere of influence. This began a long stalemate that\ncontinues to this day. The [[Eternal Dominion]] has launched\nnumerous attacks over the last few centuries, testing the power\nof the [[Undying Court]], but thus far, the might of the [[deathless]]\nhas been sufficient to repel every [[sahuagin]] assault.\n\n!! Culture\n\nMost subjects of the Valraean Protectorate are [[locathah]]\nand [[sahuagin]]; despite this, the Protectorate is modeled\nafter [[Aereni]] society in many ways. In [[Aerenal]], any [[elf]] can\nprove themselves worthy of joining the [[noble line|Aereni noble line]]. In the\nProtectorate, subjects likewise strive to prove their worth—but in this case, they seek to be worthy of //serving// the elves of the noble line. Valraean subjects are raised to believe that all elves are semidivine beings. They’re ancient and wise,\nmasters of powerful magic and remarkable skills...and most\nimportantly, only elves can ascend to join the [[Undying Court]].\n\nThe sea elves of the line of [[Valraea]] live in the midst of this\nenforced adulation. They’re idolized and adored from birth, and\nhave been playing the role of divine guardians and guides for so\nlong that many have come to believe it: they //were// shaped by the\n[[Undying Court]] to be the guardians of the sea, and they do stand\nabove their adoring subjects. But while the Valraean [[sea elves|sea elf]]\nare often arrogant and overconfident, they generally strive to\nlive up to that vision, to protect anyone in their charge, to be the\nnoble and gracious rulers that (most of) their subjects imagine\nthem to be. They aren’t petty tyrants; they believe in ensuring the\nsafety and security of their people—but they also feel no qualms\nabout the fact that their subjects are ultimately trapped in their\nlives, with all positions of power held by sea elves. They consider\ntheir privilege logical and natural; and so do the overwhelming\nmajority of Valraean subjects, who believe the elves, with their\nlong lives and [[deathless]] ancestors, are more capable than other\nmortals could ever be with their fleeting lifespans.\n\nMeanwhile, Valraean subjects believe they too are elevated\nabove all outsiders, lower than the elves, but still blessed to\nreceive the guidance of the elves and the living (or rather,\n[[deathless]]) gods of the [[Undying Court]]. And most subjects strive\nto prove themselves worthy of this blessing. All subjects of the\nProtectorate receive an education and learn trades. Its people\nengage in simple industry that no [[Aereni]] elf wants to dirty their\nhands with, as well as laboring to provide an important source\nof [[dragonshard]]s for the mainland. In all of this, Valraeans are\ngenerally honest and industrious, trying to emulate the Aereni\nand perfect their skills; but they’re taught that they’ll never be\nas gifted as elves, since an Aereni [[elf]] spends an entire [[locathah]]\nlifetime in just their initial studies. This reflects the cornerstone\nof Valraean culture, which is, boiled down, that //elves are glorious and better at everything than you//. As a Valraean, you’re just lucky to be near elves, to have their guidance and protection. It’s your duty to honor the [[Undying Court]], because\nwithout it, you would be torn apart by the vicious [[sahuagin]] in\nthe cruel world outside the Protectorate. And while no non-elf\nhas ever proven worthy to join the Undying Court—how could\nthey, with a paltry century to perfect their skills—maybe, just\nmaybe, if you keep working hard enough and become the best\nperson you can be, you might be the first.\n\nWhile many members of the line of [[Valraea]] believe their\nown propaganda, the simple truth is that the benevolent\nProtectorate is an oppressive regime, sometimes brutally so. The line of Valraea has long worked to stamp out all traces of the native cultures, replacing the local [[language]]s with [[Aerenese]] and eliminating the [[locathah]] religion. Few subjects publicly\nchallenge elven rule, but those who do are quickly silenced. But\ndespite these efforts, there are those among the masses who\nresist the Valraean propaganda and seek to reclaim and preserve\ntheir ancient traditions. Rebel [[sahuagin]] may work with [[malenti]]\nand support Dominion espionage. The [[locathah]] have a more\ndifficult path, as for their kind, life in the [[Eternal Dominion]] would be\neven worse than in the Protectorate. But the locathah resistance\nstill clings to hope, believing that as long as they are free in their\nhearts, they may yet find a way to overthrow all of the tyrants.\n\nValraean subjects are split into houses, each of which includes\nmembers of multiple species; this, in part, serves to deemphasize\nthe importance of direct family. Each house has a patron in the\n[[Undying Court]]. They are taught to idolize this patron and believe\nthat it personally protects them; in some cases this may actually\nbe true, though many [[deathless]] councilors pay no attention to\ntheir Valraean devotees. Regardless, the Valraeans’ ongoing\nadoration of the Undying Court provides a valuable source of\npositive energy for the Court itself.\n\nValraean fashion largely mirrors that of [[Aerenal]], though\nusing different materials. Fine leather takes the place of\ncloth, and Valraeans generally wear less clothing than their\ncounterparts on the surface. Coral, ivory, and vines of aquatic [[livewood]] are often used as ornaments. As in [[Aerenal]], masks are important accessories;\nelves wear full face masks, while accomplished non-elves\ngenerally wear masks that cover their lower faces.\n\nAll subjects of the Protectorate speak [[Aerenese]]. This replaces\n[[Aquan|Primordial]] among [[locathah]] and [[Sahuagin]] among [[sahuagin]]. Those\nwho dream of resistance work to preserve their ancestral\n[[language]]s, but they’re not spoken where elves can overhear them.\n\n!! Territory\n\nThe Valrean Protectorate extends approximately 150 miles from\nthe coast of [[Aerenal]]. Within this radius, the [[Undying Court]]\nwields great power; it can control the weather and produce other\ndramatic environmental effects. As a result, the Protectorate\ntruly seems a blessed land; the waters are peaceful and the\nweather is beautiful. The Protectorate includes settlements\nalong the shelf in the upper water and on the ocean floor.\n\nThe Protectorate has fought many wars with the [[Eternal Dominion]] and its predecessors. Ultimately, the transcendental power of the [[Undying Court]] holds enemies at bay, but over thousands of years, the Protectorate has developed and fortified defenses on the border of their territory. A series of [[bone-coral]] towers stand along the front, connected by rune-lines—glowing patterns engraved in the sea-bed that help focus and channel the power of the Court when it is needed. The region contains\n//spirit mines//—floating ivory spheres that conjure angry [[ghost]]s\ninto any ship that comes too close—and other defenses. All\nshipping is wise to follow the sanctioned routes for entry.\n\nThe [[manifest zone]]s in this region are mostly tied to [[Irian]]\nand [[Mabar]]. However, there are a few manifest zones tied to\n[[Lamannia]], and those in the upper waters are prone to the\nviolent surges seen in zones across the sea. While the [[Undying Court]] can contain these surges, this is an expenditure of energy on their part; as a result, the Valraeans welcome the [[merfolk]] of [[Karakala]], whose rituals stabilize the zones. \n\n!! Tools and Traditions\n\nValraeans of all species practice the same traditions as\nthe [[elves|Aereni]] of [[Aerenal]]. Though magic is widespread in the\nProtectorate, Valraean subjects aren’t taught the higher arts,\nso the overall level of common magic is more on par with the\n[[Five Nations]], with greater wonders seen in the coral palaces of\nthe line of [[Valraea]]. The common populace of the Protectorate includes [[magewright]]s and [[adept]]s, with a handful of gifted [[wizard]]s. While all subjects are taught to worship the [[Undying Court]], the actual priests are [[sea elves|sea elf]].\n\nSea elf spellcasters of the line of [[Valraea]] typically focus on [[divine|divine magic]]\nor [[arcane magic]]. The sea elves are encouraged to think of\nthemselves as divine champions, and many do become [[cleric]]s\nor [[paladin]]s. Arcane spellcasters are typically [[wizard]]s, and the\nstrengths of the Protectorate are [[divination]], [[abjuration]], and\n[[necromancy]]. There are also a handful of [[artificer]]s among the\nline. While the power of the [[Undying Court]] defends the region, the line of Valraea maintains the many wards and monitors the seas for [[sahuagin]] activity, or any other threat that might arise.\n\nThe artisans of the Protectorate work with the exotic woods\nof [[Aerenal]], but they use other exotic materials as well. Leather\nis the primary material used in clothing, both fine, thin leather\nfor simple fashions, and tougher hides for armor. [[Bone-coral|bone-coral]]\nis a form of coral that is artificially grown and hardened using\narcane techniques, used for everything from buildings to\nornaments. An aquatic form of Aereni [[livewood]] is also used;\nthe vines draw sustenance from any creature in contact with them\n(though not so much as to be noticeable in any way) and thus\nremain alive, even when shaped into ornaments or armor.\n\nThe [[artificer]]s of the [[line|Aereni noble line]] of [[Valraea]] are curious about the\narcane potential of [[kar'lassa]] biomatter—the foundation of\n[[Dominion|Eternal Dominion]] [[arcane magic]]—and are always eager to acquire it.\nValraean [[sahuagin]] don’t have access to the [[magebreeding]] and\n[[alchemical|alchemist]] techniques of the Eternal Dominion; as a result, they\ndevelop as any other creatures would, instead of being guided\ndown a particular path. This also means the Protectorate\ndoesn’t have any of the secondary mutants—such as barons,\n[[malenti]], and [[Claws of Sha'argon|Claw of Sha'argon]]—found in the Dominion.\n\n!! Foreign Relations\n\nThe Valraean Protectorate is an extension of [[Aerenal]], and\ndiplomacy with surface nations is conducted by the [[elves|elf]] of the\nislands. Generally, the only time surface-dwellers encounter\n[[sea elves|sea elf]] or Valraean subjects is at customs checkpoints when\napproaching Aerenal; thus, sailors may be familiar with them,\nbut most people of the [[Five Nations]] have never seen a sea elf\nor a [[locathah]]. Aerenal takes the security of its coastal waters\nseriously, and ships must adhere to specific shipping lanes or\nrisk running afoul of spirit mines and other traps.\n\nToday, the Valraean Protectorate remains at a chilly impasse\nwith the [[Eternal Dominion]] of the [[sahuagin]], as [[Valraea]]\nstrengthes its defenses and the Dominion works to place ever\nmore [[malenti]] agents within the Protectorate. Both refused\nto engage in direct commerce or diplomacy with each other,\nthough the Dominion allows Aereni vessels to use their shipping\nlanes (at a price). [[Karakala]] serves as an intermediary between\nthe two, carrying messages and conducting simple trade.\n\n!! Valraean Adventurers\n\nElves of the line of [[Valraea]] rarely leave the Protectorate. They\nhave important duties to tend to, and issues in the surface world\nare generally dealt with by the elves of the island. However,\nthe line of Valraea is devoted to the [[Undying Court]], and an\nadventurer could be following a direct mandate either from the\ncourt itself or from a specific [[deathless]] [[sea elf]]. Such a character could be a [[cleric]] or [[paladin]], and would likely be proud; in your eyes, you’re a celestial in the service of the divine.\n\nOr you might be a sea elf who questions the traditions of the Protectorate. Perhaps you feel that the Protectorate—and Aerenal as a whole—should be emulating the spirit of\ninnovation of the [[Five Nations]] rather than just holding to\nAereni arcane traditions. As an [[artificer]] or [[wizard]], you could\nbe determined to study as many other systems of magic as\npossible; you don’t believe that the defenses of the Protectorate\nwill hold forever, and you want to develop something new.\n\nAlternatively, you could play a [[locathah]] from the Valraean\nProtectorate. Locathah are all but unknown on [[Khorvaire]]. As a\nValraean locathah, you have the benefits of [[Aereni]] education,\nand may have adopted many [[elf]] mannerisms. Are you a proud champion of your nation and a loyal servant of the [[Undying Court]]? Or were you exiled after you opposed the Aereni oppression of your people? If so, are you acting in the interests\nof Valraean locathah now? Do you want to find a way for your people to develop their own [[deathless]]? Or are you following your own path in the world, leaving the Protectorate in your wake?\n\n!! Story Hooks\n\nThe Valraean Protectorate is an isolated part of a hidden nation.\nWhat could bring it into a story? Consider the following ideas.\n\n//''The Cold War.''// Whether on land or sea, adventurers\ncould stumble into a [[Dominion|Eternal Dominion]] plot to wreak havoc in the\nProtectorate. Thousands of innocents will die if they do\nnothing; what’ll they do?\n\n//''Fish Farm.''// The adventurers are on a ship that is drawn off\ncourse (by hijackers? a freak occurrence?) and runs afoul of\nValraean defenses, crippling the vessel. The characters are\nrescued by a group of Valraean [[locathah]] who maintain a farm\non the edge of a small island. While waiting for someone to\nretrieve them, the adventurers get to know these locathah... and\nperhaps discover a dangerous secret hidden on the tiny island.\n\n//''Deathless for the People.''// Some remarkable [[locathah]] and even [[sahuagin]] have been preserved as [[spirit idol]]s, and these are held up as paragons to\nthe common people; //this is immortality you can attain!// While\nthe hope that a non-[[elf]] could become [[deathless]] has long been\ndangled in front of the people, it’s never been done, and isn’t\nsomething any elf believes is possible.\n\nA group of Valraean visionaries—locathah, [[sahuagin]], and sympathetic [[sea elves|sea elf]]—are determined to develop sahuagin or locathah [[deathless]], their first step to\nestablishing equality within the region. These revolutionaries\nare searching out scattered tombs that tie to the creation of\ndeathless, along with artifacts that channel the power of [[Irian]].\nAre their methods peaceful or violent? Will the adventurers\nassist them or oppose them?\n\n//''Dead or Alive?''// To strengthen their support among the\ncommon people, the line of [[Valraea]] proclaims that a [[locathah]]\nhero has been raised to the [[Undying Court]]—the first non-elf to be\nadmitted. But is this true, or is it a lie to placate the masses? The adventurers are hired to investigate, and if it’s a hoax, to expose\nit. Are their patrons members of the locathah resistance, or\nmight they be unknowingly working for the [[Eternal Dominion]]?\n\n//''The Quest for Hal'thela''//. The Protectorate is eager to tap\nthe power and the potential of the [[kar'lassa]], and the best\ncandidate is [[Hal'thela]]—the kar’lassa bound to [[Thelanis]]. But the\nkar’lassa is deep behind enemy lines. Can the adventurers help\nfind its location and lead a team there? Why do the [[sahuagin]]\nshun it? Is it simply that they can’t control the capricious [[fey]]?\nOr is the entire region touched by a fey curse—something that\nmust be lifted before anyone can explore it safely?",
        "title": "Valraean Protectorate",
        "modified": "20220823190149024",
        "tags": "sea [[Thunder Sea]] Aerenal region",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "location",
        "color": "#3B5C0A",
        "list-before": "Thunder Sea",
        "polygons": "-9.175,23.87 -8.603,23.46 -7.985,23.23 -7.698,22.85 -7.615,22.45 -7.302,22.32 -6.914,21.64 -6.692,21.57 -6.748,21.13 -6.323,20.92 -6.138,20.71 -5.778,20.69 -5.363,20.54 -5.123,20.6 -4.246,19.99 -4.108,19.01 -3.563,18.13 -2.437,17.36 -1.532,17.0 -0.794,16.59 -1.357,15.98 -1.542,14.82 -1.431,13.87 -1.071,13.34 -0.803,12.85 0.028,12.07 0.766,11.78 1.523,11.67 2.363,12.1 3.443,13.48 3.905,13.77 4.625,13.71 4.874,14.26 4.8,15.04 4.698,15.64 5.012,16.03 5.345,16.83 6.342,17.9 6.462,18.18 6.923,18.0 7.652,17.83 7.68,17.82 8.797,17.46 9.849,17.95 10.652,19.07 10.652,19.08 11.068,19.59 11.4,20.0 11.585,20.63 12.157,20.66 12.498,21.17 12.655,21.66 12.766,22.73 12.914,21.47 13.32,21.4 13.468,21.26 13.772,21.05 13.883,20.78 14.354,20.91 14.585,21.28 14.308,22.45 14.686,21.85 14.797,21.36 14.954,21.22 15.083,21.0 15.674,21.28 16.108,21.42 16.311,21.62 16.283,22.02 16.542,22.64 16.468,23.15 16.689,23.37 17.003,23.28 17.317,23.39 17.317,23.78 17.451,23.292 17.337,22.488 17.225,21.77 17.389,21.25 16.679,20.164 16.188,19.807 15.207,19.255 13.493,17.277 11.979,15.889 8.69,14.515 8.072,13.765 5.991,10.538 4.484,9.46 2.111,8.228 -0.008,8.382 -1.693,9.108 -3.161,10.457 -3.759,11.399 -4.485,12.73 -4.77,14.953 -4.503,16.864 -5.079,17.456 -5.316,17.635 -5.627,18.283 -6.163,18.632 -6.784,18.916 -7.191,19.444 -7.986,20.305 -8.242,21.899 -8.274,22.531 -8.24,22.784 -8.747,23.146",
        "style": "{\"fillOpacity\":0,\"weight\":0}",
        "tooltip": "underwater territory of Aerenal in the Thunder Sea"
    }
]