[
    {
        "created": "20210212094124536",
        "text": "''Seat:'' [[Urthhold]]<br/>\n''[[Triumvir|Tharashk triumvirate]]:'' [[Daric d'Velderan]]<br/>\n''Primary Role:'' Far trade, diplomacy, administration, [[inquisitive]]s<br/>\n''Common Traits:'' Curiosity, imagination, charisma, ambition\n\nVelderan is one of the three clans of the [[dragonmarked house]] [[Tharashk]]. This clan has the highest concentration of [[human]]s among the three clans, and many \"[[half-orc]]\" Velderans who have enough [[orc]] ancestry to manifest a [[Mark of Finding]] can easily pass as human. Among the families of the [[Shadow Marches]], the Velderan clan is known for its altruism—a statement that would sound absurd to anyone familiar with Lord [[Khalar Velderan]] of [[Q'barra]].\n\nMembers of Velderan most often speak [[Common]], and are equally likely to speak [[Azhani]] or [[Goblin]].\n\n!! The Character of Velderan\n\nBefore the rise of House [[Tharashk]], most of the clans and tribes of the [[Shadow Marches]] lived in isolation, interacting only with their immediate neighbors. Velderan has always been the exception. The Velderan have long been renowned as fisherfolk and boatmen, driving barges and punts along the [[Glum River]] and the lesser waters of the Marches and trading with all of the clans. The clan is based in the coastal town of [[Urthhold]], and for centuries they were the only clan that had any contact with the outside world. It was through this rare contact that reports of an unknown [[dragonmark]] made their way to House [[Sivis]], and it was Velderan guides who took Sivis explorers into the Marches.\n\nThat spirit remains alive today. Where [['Aashta]] and [[Torrn]] hold tightly to ancient—and fundamentally opposed—traditions, it’s the Velderan who dream of the future and embrace change, and their enthusiasm and charisma that often sways the others. Torrn and ‘Aashta are both devoted to the work of the house and the prosperity of their union, but it’s the Velderan who truly love meeting new people and spreading to new locations, and who are always searching for new tools and techniques. Stern ‘Aashta are always prepared to negotiate from a position of strength, but the more flexible Velderan most often serve as the diplomats of the house. While they work with House [[Lyrandar]] for long distance trade and transport, the Velderan also remain the primary river runners and guides within the [[Marches|Shadow Marches]].\n\nIn the wider world, the Velderan are often encountered running [[enclave]]s in places where finesse and diplomacy are important. Beyond this, the Velderan are most devoted to the [[inquisitive]] services of the house; Velderan typically prefer unraveling mysteries to the more brutal work of bounty hunting. The Velderan have no strong ties to either the [[Gatekeepers]] or the “[[Old Ways|Cults of the Dragon Below]]” of Clan [['Aashta]]; they are most interested in exploring new things, and are the most likely to adopt new faiths or traditions. Many outsiders view the Velderan as mostly [[human]], and they do have a relatively small number of full [[orc]]s as compared to the other clans, but [[jhorgun'taal|half-orc]] are in the majority in Velderan; it’s just that most Velderans are more human in appearance than the stereotype of the [[half-orc]] that’s common in the [[Five Nations]].\n\nOverall, Velderan is the glue that holds [[Tharashk]] together. They’ve earned their reputation for optimism and idealism, and this is reflected by their [[triumvir|Tharashk triumvirate]], [[Daric d'Velderan]], whose altruism is sincere. However, there is a cabal of elders within the house—the [[Veldokaa]]—who are determined to maintain the union of Tharashk but to ensure that Velderan remains first among equals. And there are other clan leaders—such as [[Khalar Velderan]], who oversees Tharashk operations in [[Q'barra]]—who put ambition firmly ahead of altruism.\n\n!! Lesser Clans\n\n<<list-links-article \"[tag{!!title}tag[tribe]sort[title]]\">>\n\n!! Members of the Velderan clan\n\n<<list-links-article \"[tag{!!title}category[person]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Velderan",
        "tags": "Tharashk tribe",
        "modified": "20220905232503391",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "Clan ",
        "tooltip": "one of three ruling clans of House Tharashk, charismatic and innovative"
    }
]