{"created": "20200415204450704", "title": "Venomous Demesne", "text": "This city-state in the west of [[Droaam]], hidden by powerful illusions, is ruled by families of [[tiefling]] [[warlock]]s and [[wizard]]s who wield powerful magic and craft dark wonders. These Venom Lords are led by Lord Bal Molesh. The fiefdom has had no significant contact with the [[Five Nations]] and few know it exists.\n\nThe tiefling and [[human]] inhabitants of the Venomous Demesne descend from [[Sarlona]]n mages who bargained with dark powers. With the fall of [[Ohr Kaluun]], the refugees founded this sanctuary in what is now Droaam, and its four ruling families possess great knowledge and vast arcane power. The members of these families delve into many paths of magic: there are [[warlock]]s, [[cleric]]s, and [[wizard]]s of all schools. To most outsiders, their traditions seem arbitrary and cruel. The price of magic is often paid for in pain and blood. Duels are an important part of their culture—never to the death, as they are still too few in number to squander noble blood so casually, but always with a painful cost for the loser.\n\nWhile the demesne's nobles are tieflings, humans are a significant part of the population, and Demesne humans can be found serving as [[magewright]]s in other cities. The humans of the Venomous Demesne have little in common with the people of the East and feel no kinship to the Five Nations.\n\nThe tiefling lords were largely content in their isolation until the [[Daughters of Sora Kell]] rose to power in the region and sought to unify the wilds into the nation of [[Droaam]]. [[Sora Teraza]] herself came to the Venomous Demesne, bypassing the mystical concealment as if it didn’t exist. She spoke to the Council of Four, and none know what she said. But in the days that followed, the noble lines sent representatives to the [[Great Crag]] and joined in the grand experiment of Droaam.\n\n!! Playing a Demesne Tiefling\n\nThe Demesne is ruled by an alliance of four [[tiefling]] families, and \nIf you are a full-blooded tiefling of the Venomous Demesne, you are a scion of a noble line—a line that made bargains with malefic powers in the past. Your people have long been extremely insular, shunning all contact with the outside world. Now that they are expanding into [[Droaam]], some are interested in knowing more about [[Khorvaire]] and the opportunities it presents. Consider the following options...\n\n* Your noble house is the weakest of the four lines. You are searching for allies or powers that will allow your house to gain dominance over the Venomous Demesne.\n* You are a lesser heir of your house and will never achieve status in the Demesne. You are seeking personal power that will let you take control of your house. You’re especially interested in the [[Mourning]]; it reminds you of stories you’ve heard about the magics of [[Ohr Kaluun]], and you wonder if you could unlock and master its powers.\n* You have discovered a terrible secret about your ancestors and the bargains that they made… a pact that is about to come due. It may be that the cost affects you personally; that it could destroy your house; or that it is a threat to [[Eberron]] itself. Perhaps an [[overlord]] is due to be released, or a [[planar|plane]] incursion will occur if you can’t stop it. The Council of Four won’t listen to you; you’re on your own.\n* You have been exiled from the Demesne. This could be because of a duel you lost, a crime you committed, or a crime you //wouldn't// commit. Perhaps you were ordered to participate in a pact that would damn your soul, or to murder someone you cared about. You can never return; what destiny can you find in the outer world?\n\nYou are from a hidden city of dark wonders, and the [[Five Nations]] seem hopelessly primitive and savage to you. Where is the blood wine? Where is the music of the spheres? Imagine you’re an alien from an advanced civilization, forced to deal with savages.", "modified": "20210727192040834", "tags": "city Droaam", "type": "text/vnd.tiddlywiki", "article": "the ", "category": "location", "color": "#4C8201", "points": "31.098,-36.27", "style": "{\"color\": \"#8E0024\"}"}