[
    {
        "created": "20210206220120375",
        "text": "When people of the [[Five Nations]] called [[Metrol]] the “Rising City”, or\nswore by the seven spires of Metrol, they weren't talking about towers made by [[human]] hands. One of Metrol’s most stunning features is its seven\nstone columns that loom above the city. Known\nas the Vermishards, these spires are over a thousand feet tall, each widening at the top into a flat star-shaped plateau several miles across. \n\nThese plateaus held the ancestral homes of the noble\nlines of old Metrol, primarily within the [[Royal Vermishard]], the seat of the [[Cyran|Cyre]]\ncrown. However, over centuries, other powers—such as House\n[[Cannith]] and House [[Phiarlan]]—made their way to the Vermishards\nas well. Cannith and Phiarlan worked together with Cyran\n[[magewright]]s to embed illusory lighting into the Vermishards, their\nglittering spires becoming a remarkable part of the Metrol skyline. The finest warriors of [[Galifar]] served in the ''Vermishard Guard''; after the onset of the [[Last War]], these soldiers formed the core of [[Cyre]]'s new military academy within the [[Vermishard of War]].\n\nThe Vermishards, like the rest of [[Metrol]] and [[Cyre]], have lain in ruin since the [[Mourning]]. \n\n!! Shape and Substance\n\nThe Vermishards are\ntoo perfect to be entirely natural formations. The\nstone that forms them is supernaturally dense, and\nthey predate the fallen [[empire of the goblins|Dhakaan]]. The\ncommonly accepted story is that the Vermishards\nwere created by [[dragon]]s in the [[first age|Age of Demons]] of the world, before the mighty wyrms withdrew to\n[[Argonnessen]]. \n\nAt a glance, the Vermishards appear to be made of solid stone. But there are halls and chambers carved throughout the shaft of each Vermishard,\nas well as subterranean chambers below. Each of the spires is topped\nwith a plaza, and these once held the grandest institutions of [[Metrol]]—an array of glittering palaces gazing down on the city below. Until late in the [[Last War]], these plazas were connected by a network of massive skybridges. However, after arcane bombardments during the war, and gradual decay over the four years since the [[Mourning]], many of these bridges have been destroyed.\n\n!! Navigating the Spires\n\n[[Metrol]] isn’t in a [[Syrania]]n [[manifest zone]], so\nflight isn’t as easy as in [[Sharn]]. Before the [[Mourning]], House [[Vadalis]] always kept stables of [[hippogriff]]s and giant eagles to\nprovide quick access to the heights, but the main\nway to reach the Vermishard palaces was through the\nbase. Each shard had a central levitating lift, which\nworked much like the lifts of [[Sharn]]. Failing that, reaching the top of a Vermishard requires climbing hundreds of stairs through hallways designed to be easily sealed off in the event of a siege.\n\n!! The Vermishards\n\nEach Vermishard serves as the heart of a district devoted to the theme of the spire; before the [[Mourning]], the [[Vermishard of Gold]] was the heart of the Market district, while the [[Vermishard of Lore]] was the center of the [[Lycaeum]].\n\n<<list-links-article \"[tag{!!title}!is[system]!has[draft.of]sort[title]]\">>",
        "type": "text/vnd.tiddlywiki",
        "title": "Vermishards",
        "tags": "Metrol ruin",
        "modified": "20211003222314858",
        "color": "#A3DB62",
        "category": "location",
        "article": "the "
    }
]