[
    {
        "created": "20231208023202663",
        "text": "Making their homes across the [[Skyfall Peninsula]] and [[Hydra]] river system in the continent of [[Xen'drik]], the Vulkoori people are united by a complex faith. Making up a majority of all [[drow]] who dwell in Xen'drik, the Vulkoori (also known as the Scorpion Nations) each revere a deity known as [[Vulkoor]], a [[scorrow]]-like divine entity which takes on four main forms—the Hunter, the Wrathful, the Mother, and the Cunning. Faith in Vulkoor in all his-and-her aspects defines the values essential to all the Scorpion Nations, but each tribal tradition is distinguished by which value they hold above the others. See <<scrollToHeader \"Vulkoori Tribal Traditions\">> for a list of the most prominent Scorpion Nations.\n\nAlongside their god, the Vulkoori are also dedicated to [[primal spirits|fey]] of the land, and their society makes heavy use of [[primal magic]], much of which relies on bonds with individual spirits. Many Vulkoori wear anklets that produce a [[barkskin]]-like effect on the soles of their feet, and the use of spells similar to [[create bonfire]] and [[mold earth]] allow Vulkoori [[gleaner]]s to make and break camp quickly. Gleaners also make use of [[detect poison and disease]] and [[purify food and drink]], along with rituals which slowly increase hunting and gathering yields over a long period of time.\n\nThe Vulkoori nations are not bound by borders or specific domains; while there are more [[Hantar'kul]] in northern [[Xen'drik]] and more [[Qaltiu]] in the south, different nations frequently pass through each other's traditional territories and make use of local resources.\n\nVulkoori have widely varying cultural practices, but a few practices are common to all the Scorpion Nations. For example, Vulkoori traditionally wear clothing made from the chitinous shells of giant scorpions, and wield [[scorpion chain]]s as weapons. They also use scorpion venom to create pale tattoos; depending on the tribe, these tattoos can indicate gender, family, and/or significant accomplishments to other members of their nation. Many Vulkoori consider it an insult to ask a [[drow]] what their family name is; it is more polite to read their tattoos, or if one cannot, to ask the drow for an explanation of their tattoos (which typically includes their family name). \n\nThe language of the Vulkoori is [[Shedani]]. The Vulkoori dialect of Shedani includes more glottal stops (indicated with apostrophes) than the [[Sulatu]] dialect, and fewer \"j\" sounds. In addition, Vulkoori will often prioritize direct and efficient communication, especially in time-sensitive situations; this may involve the combination of vocal speech, sign language, and pointing to tattoos. Because of this, Vulkoori drow can sometimes come off as abrasive to other cultures.\n\n!! Vulkoori Tribal Traditions\n\n<<list-links-article \"[tag{!!title}tag[tribe]category[organization]sort[title]]\">>",
        "title": "Vulkoori",
        "modified": "20231209170551440",
        "tags": "Xen'drik drow tribe",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE",
        "tooltip": "the Scorpion Nations, largest drow culture in Xen'drik, follows the many-faceted Vulkoor"
    }
]