[
    {
        "created": "20220202200804722",
        "text": "The Vyrael Sisters are [[Grim Lords]] of [[Farlnen]]. They are a unique form of [[lich]]; the spirits of all three sisters occupy the same bizarre three-headed skeletal form. They have a phylactery and will return if they are destroyed; however, returning in this way would require the willpower of all three sisters, and if one sister lost her desire to cling to existence, they would all pass on.\n\n!! Shared Unlife\n\nThe [[Bloodsail|Bloodsails]] [[elves|elf]] pursue [[undeath|undead]] as a path to eternal life. Some are content to endure the red thirst of the [[vampire]] or undertake the vows of the [[oathbound|mummy]]. Others yearn for the power of the [[lich]]—but that power isn’t a gift that can be given. It can only be claimed by a being who possesses both tremendous will and [[arcane|arcane magic]] knowledge. Very few individuals have what it takes… but on [[Farlnen]], among the [[Grim Lords]], a //family// has claimed power no single member could achieve alone. \n\nThe Vyrael were one of the largest and most powerful [[Aereni families|Aereni noble line]] among the exiled [[elves|elf]] that set out for [[Farlnen]]. In the early days of the island, three sisters of the Vyrael line rose to prominence, working with Lord [[Varonaen|Sylian Varonaen]] to establish the night gardens and to lay the foundations of [[Farlnen]]. Centuries later, they knew their time was running out. Torae believed that she had mastered the ritual that granted [[lichdom|lich]], but she was certain her two sisters couldn’t survive the process, and she couldn’t bear to leave her siblings behind. Working together, they became something entirely new—a fused [[lich]], three spirits bound together in a single form.\n\n!! The Three Sisters\n\nThe Vyrael Sisters are among the more active members of the [[Grim|Grim Lords]]. However, they have a longstanding feud with [[Haeldar Krakensbane]], whom they blame for the death of their aunt. While they have never engaged in any direct violence against him, it’s quite possible they’d provide surreptitious aid to adventurers clashing with the Krakensbane. \n\nEach sister has her own interests, and they take turns serving as the primary force of their shared body. Though one of the Sisters always holds dominance, the other two are an active presence at all times. They can all speak and offer opinions, but the active spirit affects the capabilities of the body; this active spirit can be changed over the course of a few hours of rest.\n\n* ''Torae Vyrael'' is the most accomplished [[wizard]] of the sisters. She loves to spend her days studying obscure lore or mentoring accomplished [[Bloodsail|Bloodsails]] [[necromancers|necromancy]]. If an [[elf]] player character has Vyrael blood (knowingly or not) and arcane talent, Torae could reach out to them through [[sending]] or [[dream]] and offer to serve as a mentor; she would make an excellent patron for a [[warlock]].\n* ''Solae Vyrael'' is the most politically active of the sisters. Solae advises Prince [[Shaen Tasil]], and enjoys hosting salons and galas with [[Bloodsail|Bloodsails]] captains and other interesting individuals. While foreigners are rarely welcome on [[Farlnen]], particularly intriguing adventurers who visit the Sunless Isle might receive an invitation to such an event. If so, they’d best prove entertaining; boring guests rarely survive the evening. However, spurning an invitation from Vyrael is even more dangerous than attending…\n* ''Vyla Vyrael'' is a scholar and philosopher, and is able to channel [[divine magic]]. While she studies [[religion]]s, Vyla herself draws her divine power through [[Mabar]], shaped by her will. Nonetheless, she is fascinated by the concept of religion, and hopes to some day concretely prove the existence of the [[Sovereigns|Sovereign Host]]—though she largely subscribes to the view that if the Sovereigns exist, they are cruel. Should a group of adventurers be seeking the mysteries of the divine, it’s possible Vyla may have answers they seek. She also collects divine artifacts, and adventurers could clash with agents she’s dispatched to recover a new relic for her collection.",
        "type": "text/vnd.tiddlywiki",
        "title": "Vyrael Sisters",
        "tags": "undead [[Grim Lords]] Farlnen lich",
        "modified": "20221215030158231",
        "color": "#8C4606",
        "category": "entity",
        "article": "the "
    }
]