[
    {
        "created": "20200429034813292",
        "text": "The War of the Mark, a terrible and bloody conflict fifteen hundred years ago, changed the face of [[Khorvaire]], firmly establishing the [[dragonmarked families|dragonmarked house]] that hold power to this day. The war began about five hundred years before the establishment of [[Galifar]] in the kingdom of [[Karrnath]], when the dragonmarked houses launched a sort of inquisition to put an end to the proliferation of [[aberrant dragonmark]]s. The houses had the advantage of greater numbers, but the aberrant marks of the time carried tremendous destructive power. The conflict began as a one-sided purge and spread from Karrnath across the continent; the aberrants' organized resistance grew over time, eventually finding its greatest strength in the kingdom of [[Wroat]].\n\nIn the third year of the war, Lord [[Halas Tarkanan]] began\norganizing his aberrant kindred into a proper military force\nto oppose the dragonmarked houses. Tarkanan, known as\n“The Earthshaker,” carried an [[aberrant mark|aberrant dragonmark]] that gave him\ngreat influence over the elemental forces of earth and fire,\nbut his strategic brilliance was even more important to the\ncourse of the war. His consort was an enigmatic woman\ncalled the [[Lady of the Plague]]. Though she is commonly seen\nas a monster, the records of the war suggest that she was\nloath to use her power unless forced to, and might even\nhave despised the aberrant mark she carried.\n\nThough Tarkanan's efforts extended the conflict, the\naberrants fell in the end. Tarkanan himself was trapped\nin the siege of [[Sharn]] (then called \"Dorasharn\"), which he had made his stronghold\nand base of operations. When it became clear that he and\nhis followers were doomed, he and the [[Lady of the Plague]]\nunleashed the full power of their marks—power sufficient\nto destroy the city. Terrible quakes caused parts of the\ncity to collapse, and rivers of lava flowed up from the fiery\nlake deep below. Swarms of vermin and deadly plagues\nravaged the invaders and defenders alike. Some claim that\nthe Lady of the Plague's death-curse still lingers in the depths\nof [[Old Sharn]]. Other legendary aberrant-marked figures fell in the collapse of Dorasharn, including the [[gnome]] known as the [[Dreambreaker]].\n\nThe War of the Mark ultimately solidified the position\nof the [[dragonmarked house]]s in [[Khorvaire]], and it laid the\nfoundation for the prominent place of both House [[Cannith]]\nand House [[Deneith]], which played central roles in the war.\nIt led to the foundation of the [[Twelve]] as an avenue for the\nhouses to cooperate toward common aims.",
        "title": "War of the Mark",
        "modified": "20230611030237950",
        "tags": "war",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "event",
        "color": "#A3CFBB",
        "tooltip": "bloody conflict 1500 years ago between the dragonmarked houses and wielders of aberrant marks"
    }
]