[
    {
        "created": "20200417023922474",
        "text": "//We, the Wardens of the Wood, protect all the children of Eberron, from the beasts of the wild to the people of the cities. We preserve the balance between nature and civilization and help each understand the other. //\n\n!\n\nThe largest of the [[druid]]ic sects of the [[Eldeen Reaches]] is the Wardens of the Wood. With thousands of active members, the sect’s primary purpose is to protect the innocent, whether creatures of civilization or of wood and wild. The Wardens ensure that the dangers of the [[Towering Wood]] don’t spill out into the farmlands of the Eldeen Reaches, while also dealing with brigands,\npoachers, and other interlopers from the civilized world. \n\nAlthough most Wardens live on the fringes of\ncivilization within the communities of their sect,\nevery [[Eldeen|Eldeen Reaches]] village has a single Warden advisor\nwho seeks to peacefully resolve disputes within\ntheir village or with other communities. These\nadvisors travel the nearby farms to ensure the\nfarmers of the Reaches work peacefully with the\nland, nurturing it with each harvest, instead of\ndoing harm.\n\nUnder a different capacity, Wardens serve as\nthe militia of the [[Eldeen Reaches]]. While they\nare the largest sect, most of their members are\nhunters or advisors. They also maintain [[Oalian's Voice]] and the [[Bloodhounds]], networks of [[awaken]]ed beasts which serve as scouts, messengers, and investigators.\n\nGreat Druid [[Oalian]] is the unquestioned leader of the Wardens, but much of the hands-on work of managing the Wardens beyond [[Greenheart]] is carried out by [[Faena Graymorn]].\n\nThe Wardens were a small local sect of [[druid]]s before the events of the [[Silver Crusade]], but they experienced a surge of new followers in the aftermath of the conflict. Especially in the region around [[Niern]], many people in and around the [[Towering Wood]] owed their survival to the efforts of the Wardens. This was a factor in the willingness of the people of western [[Aundair]] to embrace the Wardens and form the [[Eldeen Reaches]] during the [[Last War]].",
        "type": "text/vnd.tiddlywiki",
        "title": "Wardens of the Wood",
        "tags": "[[Eldeen Reaches]] military [[law enforcement]] druid",
        "modified": "20230503140708639",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "druidic sect which protects civilization and the wild from each other; also serve as the militia of the Eldeen Reaches"
    }
]