[
    {
        "created": "20210128194918198",
        "title": "Way of the Brothers",
        "text": "Probably the most central and unifying code of [[Tashana shifter culture|Culture of the Tashana shifters]], the Way of the Brothers is based on an\nancient myth. While the details of the myth vary from\nnation to nation, and even from tribe to tribe, the essential story is always the same. Soon after the dawning of\ncreation, the first [[shifter]]s were tricked by [[demon]]s into\nfighting one another in a devastating civil war. Three\ngreat nations fought until the snows of the Tundra had\nmelted away from the heat of spilled shifter blood.\n\nGravely wounded and near death, a sole surviving\nWarrior of the first nation walked the carnage of the\nbattlefield. He presently came to an ancient glacial slab\nof rock, where a Shaman from the second nation lay\nunconscious and dying. Exhausted and weary of death,\nthe Warrior put away his knife and instead cleaned and\ndressed the wounds of his enemy.\n\nTo his surprise, the Shaman awoke the next morning\nto find his wounds tended and a pack containing meat and\nwater lying nearby. The Shaman set off for the horizon and\ncame across another ancient rock. Upon the rock, an Elder\nfrom the third nation lay dying. The Shaman wordlessly\ntended to the Elder, and resumed his wandering.\n\nThe Elder in turn awoke to find meat and water laid\naside, and set off for the horizon. He too came upon a\nglacial rock, upon which the Warrior of the first nation\nhad finally succumbed to cold and hunger. And so the\nElder tended to the Warrior.\n\nThus began the Great Healing of the Tribes. The\nspell of the demons had been broken, and the shifters\nof the [[Tashana Tundra]] lay down their spears and sheathed their\nclaws. When the tribes finally united in a summit, the\nWarrior, the Shaman, and the Elder met upon a great\nglacial stone and realized that each had circled back to\nthe same place in his delirium. The three embraced\none another as true brothers, and brought peace to the\nTashana people.",
        "modified": "20210727192042049",
        "tags": "[[Culture of the Tashana shifters]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "culture",
        "color": "#A3CFBB"
    }
]