[
    {
        "created": "20210311050744564",
        "title": "White Raven",
        "text": "The closest thing the Order of the [[Emerald Claw]] has to a single leader in [[Stormreach]]\nis a notorious figure known on the streets as the White Raven. The name comes from the pet bird that’s almost always seen perched on or near its\nmaster, and which is sometimes sent to either presage its owner’s arrival or pass along a silent message.\nIn truth, the White Raven is just a person with a real\nname (“Dedrick Beynar”), but to call him ordinary\nwould be overstating the case. Beynar is a shrewd and\nexperienced arcane investigator sworn to the service of\n[[Lady Illmarrow]] herself. Beyond this, he is a master swordsman and\nhis notoriety in certain circles is due in no small part to\nthe infamy he’s garnered through the growing account\nof his many successful duels. Once he has accepted and begun a duel, nothing short of a direct command from Illmarrow will make him stand down or offer mercy to his\nopponent. Beynar looks older than he is, having gone\nprematurely gray, and he prefers to accentuate both his\nmaturity and notoriety by dressing in hand-tailored\nsuits of white linen stitched with [[darkweave]].\n\nBeynar might be the boss where the rank and\nfile of the [[Emerald Claw]] are concerned, but even the\nWhite Raven does the bidding of another. He carries with him an amulet given to him by [[Lady Illmarrow]] herself, and it acts as both a focus for her [[scrying]] magic and\na means by which she can communicate with him\nover great distances. He doesn’t know that Illmarrow has\nprovided Lady [[Miravella|Miravella Uruvai d'Thuranni]], the head of the local House\n[[Thuranni]] [[enclave|Shadows]], with the means to make use of the\namulet as well. The [[elf]] keeps tabs on Beynar’s activities without his knowledge, though she does not abuse the privilege.",
        "modified": "20210727192042348",
        "tags": "Stormreach human humanoid [[Emerald Claw]]",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "person",
        "color": "#FEA627"
    }
]