[
    {
        "created": "20210330181603063",
        "text": "//We are all either hunters or hunted, predators or prey. The choice is yours. Will you stumble through your life waiting for the axe to fall, knowing the hunters are out there and praying they will pass you by? Or will you sharpen your blades and teeth and join my master’s pack?//\n\n<div align=\"right\">—A cultist of the Wild Heart</div>\n\nSome say that the [[Towering Wood]] was the first forest created by [[Eberron]], that it was made to be perfect and peaceful… until [[Khyber]] planted the Wild Heart in its darkness, turning this primordial paradise into a killing ground.\n\nThe Wild Heart is the [[overlord]] that embodies the unknown threats of the natural world. It reflects the primal fear of bloodthirsty beasts lurking in the shadows just outside the light of a campfire... and it then transforms natural creatures into these monsters. The Wild Heart is associated with [[therianthrope]]s and savage [[beast]]s. It is the predator that lurks within, the rabid instincts that lie beneath the surface waiting to be unleashed. It seeks to destroy civilizations, and it feeds on primal cruelty. \n\nThe Wild Heart draws strength from our fear of the natural world—fears that often have no grounding in reality. Actual wolves don’t kill for sport and real rats aren’t scheming to spread disease across our cities… but guided by the Wild Heart, [[werewolves|therianthrope]] and wererats do both of these things. The creatures of the Wild Heart are cunning and cruel, driven by insatiable hunger and a desire to cause suffering. \n\nThe surge in the therianthropic curse that led to the [[Silver Crusade]] is thought to have been sparked by this archfiend; a previous surge might have been responsible for the destruction of the [[orc]] cultures of the [[Towering Wood]]. But in both cases, the Wild Heart sought not to claim territory or achieve victory as quickly as possible, but to feed upon the terror of those being hunted.\n\n!! Servants of the Wild Heart\n\nWhile the servants of the Wild Heart may use language and reason, the [[overlord]] itself has no use for such things. It uses no other name and it has no interest in the schemes and alliances of the [[Lords of Dust]]. During the [[Age of Demons]], the Wild Heart was extremely hostile to other overlords; its fiercest struggles were with [[Rak Tulkhesh]] along its northern border, but the Wild Heart also battled [[Sul Khatesh]] to the east and [[Tol Kharash]] to the south. Those enmities linger to this day, and the Lords of Dust avoid the [[Towering Wood]]. \n\nThat said, the Wild Heart does have a [[prakhutu]]— a [[rakshasa]] known as Drulkalatar Atesh, who is currently masquerading as the [[oni]] [[warlord]] [[Drul Kantar]] in [[Droaam]]. The Wild Heart's few rakshasa servants are shape-shifting predators, able to take on a variety of beast forms.\n\nIn general, servants of the Wild Heart tend to be [[beast]]s, predators, or both. Some are characterized by sheer aggression; others, such as [[therianthrope]]s, are notable in their ability to hide in plain sight.\n\n!!! Beasts\n\nAny beast can potentially be corrupted by the Wild Heart. Its focus is typically on predators and animals people fear, but anything is possible. Beasts controlled by the Wild Heart will display unnatural aggression and cruelty, killing for sport and to spread fear. They may act as swarms or packs even if they’re normally solitary. The influence of the Wild Heart can also cause unnatural mutations. Often, a swarm or a powerful beast may be controlled by a [[fiend]]ish spirit, allowing it to act with unnatural intelligence. Such creatures could become immune to magic that typically affects natural animals, or possess supernatural abilities.\n\n!!! Gnolls\n\nThe [[Znir Pact]] of [[Droaam]] broke their ties to the Wild Heart, but the [[gnoll]]s of the [[Towering Wood]] are still in its thrall. These gnolls are ruthless pack hunters who delight in terrifying their prey. When they attack villages, their focus is causing pain and terror; they will often leave maimed and injured victims alive to live in fear of a future attack. They love to hunt hunters and travelers, and to taunt their prey by mimicking the voices of fallen friends. Typically, Heart gnolls operate in small packs, melting away into the deep wood after an attack; but occasionally packs band together for more dramatic raids. The [[Ashbound]] and the [[Wardens of the Wood]] are always hunting for Heart gnolls, but the Wood is vast and deep.\n\n!!! Werecreatures\n\n[[Humanoid|humanoid]] cultists of the Wild Heart often become [[therianthrope]]s. ‘Thropes directly influenced by the Wild Heart are driven to spread terror and suffering; this is the source of the stories of werewolves killing friends and loved ones. Some such cultists could be unaware of their actions while in hybrid or beast form, and might not even realize they are cursed. Others bargain with the [[overlord]] to receive the curse, and delight in its power.\n\n!!! Predators\n\nSome [[humanoid]]s touched by the Wild Heart don’t become actual beasts… but they are still driven to be predators. The Wild Heart loves to drive people to prey on innocents, especially if it spreads terror through a community. Any serial killer could be driven by the Wild Heart, especially someone who sees themselves as a hunter or keeps trophies of their kills. An [[Aundair]]ian noble family might have deep ties to the Wild Heart, and a history of hunting peasants or adventurers; now they’ve lost their [[Eldeen|Eldeen Reaches]] estates, they need to find new hunting grounds and prey. Such predators could be entirely mundane, or they could use [[spell]]s, [[magic item]]s, or fiendish possession to enhance their natural abilities.\n\n!!! Fiends\n\nMost of the fiendish servants of the Wild Heart manifest through possession. This could radically transform the host, in a manner similar to a [[barghest]], for example. The Wild Heart also has a few [[rakshasa]] servants, as mentioned above. \n\n!! Character Ideas\n\nMany classes could be flavored as drawing power from the Wild Heart. The raging [[barbarian]], shapeshifting [[druid]], even a [[monk]] who fights with claws and teeth. A few ways to explore this idea are below.\n\n* The character was born into a Heart Cult in the [[Towering Wood]] and was rescued by [[Wardens of the Wood]]. They have broken free of the [[overlord]]’s influence but are still learning to temper their predatory instincts and to find their place in the civilized world.\n* The character is the host of a [[fiend]] tied to the Wild Heart, and the fiend provides their class abilities. The character is in full control, but perhaps they worry that when they use their [[rage|Berserker Rage]] or [[wild shape]] the spirit within them grows stronger.\n* The character actively supports the Wild Heart, dismissing concerns that it is a force of evil; they hunt criminals and evil-doers, and believe that their power is a blessing. What could go wrong?\n\n!! Adventure Hooks\n\nThe Wild Heart is, first and foremost, a source of danger in the [[Towering Wood]]. Even while it is bound, it can still guide its [[gnoll]]s, create [[lycanthrope|therianthrope]]s, and bind [[fiend]]s to [[beast]]s and willing [[humanoid]]s. While slumbering it may not have an active agenda, but it still spits predators into the Wood. Beyond that, here’s a few possible ideas.\n\n* //''The Most Dangerous Game.''// As suggested above, a family of [[Aundair]]ian nobles who lost their estates in the [[Eldeen|Eldeen Reaches]] Uprising have a deep ancestral bond to the Wild Heart and need to ritually hunt worthy foes to maintain their power. And your party of adventurers seem like worthy foes!\n* //''The Feral Heart.''// There are rumors of a [[cult|Feral Heart]] within House [[Vadalis]] that seeks to unleash the true potential of the natural world. Some members of this cabal focus on the flesh-warping techniques of the [[daelkyr]], but others study [[therianthropy|therianthrope]] and work with the [[fiend]]s of the Wild Heart. Surely, their creations could never get out of hand…\n* //''The Lodge.''// This twist on the Most Dangerous Game could see a secret society hidden in any major city—an alliance of “hunters,” serial killers competing to collect the most magnificent trophies. It could even be tied to the local [[Aurum]], with new members being pressured to join the hunts; each time they spill blood, the influence of the Heart grows, and it becomes a little easier.\n* //''The Lycanthropic Surge.''// The [[Silver Crusade]] was triggered when the power of the Wild Heart grew, increasing its influence over [[therianthrope]]s and increasing their numbers. This could happen again, either with a new surge in the [[Towering Wood]] or with a smaller surge elsewhere, perhaps tied to an artifact or a [[fiend]]. Perhaps a fiendish werewolf has come to [[Sharn]] and is spreading the curse through [[Fallen]] and [[Lower Dura]]. Can the adventurers identify the source of the surge before it’s too late?",
        "type": "text/vnd.tiddlywiki",
        "title": "Wild Heart",
        "tags": "overlord immortal fiend",
        "modified": "20220829025946254",
        "color": "#8C4606",
        "category": "entity",
        "article": "the ",
        "tooltip": "overlord that embodies the unknown threats of the natural world; creator of therianthropic curse"
    }
]