[
    {
        "created": "20230503213640398",
        "text": "The [[Prince of Frost]] has no love for mortals, but he has uses for servants in the sunlit lands. And he is not above using those willing to bow to his power. He needs eyes to watch for the return of Sharaea. He needs hands to sow sorrow and to serve as a balm to his frozen heart. And he needs soldiers and spies for the day he spreads the Long Night across the world.\n\nThe servants of the Pale Prince lurk in numerous lands. The most faithful of his followers\nare his [[warlock]]s, who are pledged to him in exchange for arcane power. In primal cultures, he draws [[druid]]s to his banner. These servants embrace the dark and callous winter embodied in the [[Prince of Frost]], rather than the ordinary cold season and its place in the balanced cycle. As such, those who oppose the Prince might be faced with a variety of strange servants, from a cabal of wintry arcanists to a tribe of [[barbarian]]s dedicated to ice and death.\n\nThose who draw on the Pale Prince’s gifts can be altered by his influence. Their blood runs cold, leaving their skin pale and chilly to the touch.\n\nFor an example Wintertouched, see [[Azara Iceborn]]. For ways a player character might join the Wintertouched, see <<navAndScrollToHeader \"Prince of Frost\" \"The Pale Prince as Ally or Patron\">> section of the [[Prince of Frost]].\n\n!! Shadow-Marked Wintertouched\n\nThe [[elves|elf]] of House [[Phiarlan]] discovered [[Taer Syraen]] and its icy vale centuries ago, and since then, a mixed clan of [[eladrin]] and elves bearing the [[Mark of Shadow]] grew to prominence there. Unhindered by the [[Korth Edicts]], this Wintertouched clan serves the [[prince|Prince of Frost]] of the Winter Citadel as spies and secret police. Today, the clan leaders seek to explore their relationship with their distant kin in House [[Phiarlan]] and [[Thuranni]], unsure how to proceed.",
        "type": "text/vnd.tiddlywiki",
        "title": "Wintertouched",
        "tags": "[[secret society]] [[Prince of Frost]]",
        "modified": "20230503221022286",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the ",
        "tooltip": "mortal servants of the archfey Prince of Frost"
    }
]