[
    {
        "created": "20210308184200179",
        "title": "Wylkes family",
        "text": "''Founder:'' [[Jolan Wylkes]].<br/>\n''Current Leader:'' [[Jonas Wylkes]].<br/>\n''Primary Sphere of Influence:'' Shipping.<br/>\n''Family Business:'' The docks and tariffs in the harbor.<br/>\n''District:'' [[Harbor]].<br/>\n''Allies:'' House [[Lyrandar]], the [[Golden Lions]], the [[Aurum]].<br/>\n''Enemy:'' [[Yorrick Amanatu]].\n\nThe inclusion of the Wylkes family among the [[Storm Lords]] was a concession to [[Galifar]]. Although many in the city despised the privateer [[Jolan Wylkes]], they respected his prowess at sea and the talents of the Wylkes shipwrights. It was clear that Jolan’s presence was a necessary evil. He was made the fifth Storm Lord, but he was not a lord of the [[city|Stormreach]]. In a compromise\nbetween the demands of Galifar and the distaste\nthat the others felt for Wylkes, he was declared the\n[[Harbor]] Lord—the gatekeeper of the city but always\non the outside.\n\nDespite this disdain, the Harbor Lord wielded\nconsiderable power. [[Stormreach]] was a city based on\nsea trade, and he held the keys, controlling the city’s\ndocks. By the terms of the compact, the Wylkes family\nhas the right to levy docking fees and other tariffs, and\nthe family prospered. This power was vested in a series\nof capable lords, clever men who knew how to squeeze\nevery coin out of their holdings. Over the years, the\nHarbor Lords fought off the machinations of the jealous Coin Lords and won vital concessions from [[dragonmarked house]]s and foreign nations alike.\n\nAnd then disaster struck.\n\nThe death of Graden Wylkes, the previous\nHarbor Lord, remains a mystery. The Wylkes family\ntakes great precautions to protect against poisoning\nand other forms of assassination, and it’s possible\nthat Graden simply died of a heart attack. But most\nassume that someone managed to have him killed,\nand these suspicions are fueled by the incompetence\nof his successor, Lord [[Jonas Wylkes]], the youngest and least effective ever to hold the position. In the meantime, the edifice carefully built\nby his predecessors is beginning to crumble. House\n[[Lyrandar]] is already working on renegotiating its\narrangements with the city, and others are following\nsuit.\n\n[[Sorcery|sorcerer]] is strong in the Wylkes bloodline, and family tradition holds that the lordship passes to the oldest male sorcerer. ",
        "modified": "20210727192043019",
        "tags": "tribe [[Storm Lords]] Stormreach half-elf",
        "type": "text/vnd.tiddlywiki",
        "article": "the ",
        "category": "organization",
        "color": "#9EC5FE"
    }
]