[
    {
        "created": "20200422201711380",
        "text": "<div style=\"float: left; width: 85px; margin-right: 10px; margin-top: 10px;\">{{$:/plugins/wccbuck/xoriat.svg}}</div> The touch of Xoriat will warp your flesh and corrupt your mind. The inhabitants of this alien realm seek to transform or destroy all that is natural, and even the slightest contact with it is dangerous.\n\nAt least, that's the popular opinion—but it's not entirely true. The plane's title, “Realm of Madness,” is a label applied by the people of [[Eberron]] based on the\nperception that close interaction with\nXoriat can interfere with your ability\nto process reality. But [[illithid|mind flayer]]s call Xoriat\nthe Realm of Revelations... and this may be more accurate.\nWhere [[Lamannia]] embodies the natural world, Xoriat instead\nembodies the unnatural. It's a window into the workings\nof reality that mortals normally don't see, ones they're ill-equipped to handle. It suggests that time and space, order and chaos, war and peace—all of these are inventions.\nThey're the foundations mortal lives are built on... but what\nlies //under// those foundations? What was there before the\nhouse was built, and what will come after? Xoriat holds the\nanswers to those questions, and infinitely more as well.\n\nThough the fact is often overlooked, all mortals have a\nconnection to Xoriat. Mortals are influenced by all of the [[plane]]s,\nand the influence of Xoriat drives the desire to question\nreality. It can be a source of inspiration, especially for artists;\nit helps people challenge their assumptions and see things in\nan entirely new way. But Xoriat's also the sun that melts the\nwings of any who draw too close. From a distance, its influence\ncan be a positive force, but mortals who gaze too deeply into\nXoriat can lose touch with their native reality, losing the ability\nto navigate the natural world. So Xoriat is a deeply dangerous\nplace, but the plane itself isn't evil or destructive. It's part of the\nuniversal balance, as important as any of the other concepts\nof the planes. [[Irian]] brings life, [[Lamannia]] is the blueprint for\nnature, [[Daanvi]] provides guiding order. Xoriat is a glimpse at\nwhat lies behind and beyond, of the other ways reality could\nhave been—and of the unseen ways it //is//.\n\n!! Links to Headers\n* <<scrollToHeader \"Universal Properties\">>\n* <<scrollToHeader \"Xoriat and the Maze of Reality\">>\n* <<scrollToHeader \"Denizens\">>\n** <<scrollToHeader \"The Daelkyr\">>\n** <<scrollToHeader \"Aberrations\">>\n** <<scrollToHeader \"Powers of the Void\">>\n* <<scrollToHeader \"Layers\">>\n* <<scrollToHeader \"Planar Manifestations\">>\n** <<scrollToHeader \"Manifest Zones\">>\n** <<scrollToHeader \"Coterminous and Remote\">>\n** <<scrollToHeader \"Xorian Artifacts\">>\n* <<scrollToHeader \"Xorian Stories\">>\n* <<scrollToHeader \"Notes\">>\n\n!! Universal Properties\n\nTo mortal eyes, Xoriat may seem more chaotic than [[Kythri]].\nHowever, it's not defined by the idea of chaos; rather, mortals\ndon't understand the logic that guides its changes. Additionally,\nKythri's constant change is still always natural: fire and\nlightning, stone and water. On the other hand, in Xoriat, a\ntornado might be composed of ink. Each grain in a sandstorm\ncould be a miniature bust of Queen [[Aurala|Aurala ir'Wynarn]] of [[Aundair]], or a\ntiny beating heart. It's not simply chaotic; it's unnatural.\n\n* [[Unpredictable Magic]]. Immediately after a creature casts a spell of uncommon [[tier|spell tier]] or higher, generate a [[random magical effect]].\n* [[Dangerous Revelations]]. Whenever a creature rests, or is incapacitated, it must resist the energy of the plane or else be afflicted with a random form of [[short-term madness]]. Each time a creature is subjected to this effect, its previous madness effect is replaced with a new one.\n* [[Time Is An Illusion]]. More than any other [[plane]], time is unreliable in Xoriat. Adventurers could be trapped in the Realm of Madness for what feels like a lifetime, then find only a moment has passed on Eberron. It's even possible for them to return to Eberron before they left, potentially becoming stranded in another time, as discussed in the next section.\n* [[Strange Reality]]. The things adventurers rely on—gravity, time, their identity itself—aren't always reliable in Xoriat. When characters enter a new [[layer]], the GM can choose a property from the Properties of Xoriat table below. This property could apply the entire time the adventurers are on that layer, or it could change when combat begins, whenever a creature rolls a 1, or at any other time the GM chooses. There is no resisting these effects, and an effect impacts all creatures in the layer until the GM replaces that property with a new one. Each effect reflects a strange new property of reality in this layer.\n\n| !<<dr d13>> |!Properties of Xoriat |\n| 1 |Creatures can walk on any surface—walls, floors, ceilings. If a creature falls, it does so in a random direction, not necessarily toward the floor. |\n| 2 |The local flow of time slows considerably. |\n| 3 |The air within the region takes on a fluidic quality. There's no risk of drowning, but creatures must move by swimming. |\n| 4 |The local flow of time speeds up considerably. |\n| 5 |Creatures are under the effects of the [[mirror image]] spell, and destroyed duplicates do not reappear. |\n| 6 |Whenever a creature is hit with an attack, it becomes invisible until the start of its next turn. |\n| 7 |Creatures can teleport at will up to 30 feet to an unoccupied space they can see. |\n| 8 |Creatures can hear the thoughts of others flowing like music all around them, and if they concentrate on a single creature, they can translate the meaning of the melody. |\n| 9 |Creatures are under the effects of the [[gaseous form]] spell, becoming misty clouds of thought energy. Creatures can speak (forming sounds with their thoughts) in this form. |\n| 10 |Creatures take on the appearance of a random creature in the region. This has no effect on abilities, and size remains unchanged (so if a [[halfling]] takes on the appearance of an [[ogre]], they are a small ogre). |\n| 11 |Creatures gain [[truesight]] with a range of 60 feet. |\n| 12 |Creatures are vulnerable to [[psychic damage|damage type]], even creatures that are normally immune to it. |\n| 13 |Size depends on perspective—is the mountain on the horizon enormous, or can you reach out and hold it in your hand? All creatures are randomly enlarged or shrunk. |\n\n!! Xoriat and the Maze of Reality\n\nThere's a logic to the structure of the [[plane]]s. [[Irian]] is the\nbeginning, where new seeds are born. [[Mabar]] is the end,\nconsuming all things. Time sometimes moves at different\nrates in different planes, but it always moves forward...\nexcept in Xoriat.\n\nImagine time as a maze and the Material Plane as a rat\nmoving through it, with the other planes worn as a crown.\nThis is how the [[Draconic Prophecy]] works. It doesn't tell you\nwhat will happen, because that hasn't been decided yet. It's a\nroadmap to the maze, revealing that if you take a left turn at\n“Queen Aurala is assassinated” and then turn right at “[[Breland]] becomes a democracy,” you'll reach “[[Sul Khatesh]] is released\nfrom her prison.” The Prophecy shows the path you need to\ntake to achieve the outcome you desire—a map to the many\npossibilities of the future.\n\nBut Xoriat isn't bound to the rat. It hovers above the maze. And adventurers could return to the wrong time when they leave it, falling farther back in the maze. They could find themselves in the Empire of [[Dhakaan]], or in the midst of the [[War of the Mark]]. And in the process, they could change the future. Perhaps they help [[Halas Tarkanan]] win the War of the Mark; the [[dragonmarked house]]s are broken and scattered before they ever achieve their current glory, and people with [[aberrant dragonmark]]s thrive. With these changes, modern [[Khorvaire]] would be a very different place. In doing this, the adventurers have dropped a new rat in the maze. This new rat becomes the Prime Material Plane. It snatches the old rat's crown of planes, becoming the reality where all the planes converge and where time moves forward. But the other rat is still out there—forgotten and lost, huddled in a corner, but still alive. And it's possible that if the adventurers return to Xoriat, they could change their mind; they could find their way back to that original rat, returning it to its role as the Prime Material Plane. So Xoriat gives the possibility for dramatic change—but it's always possible to restore a forgotten past.\n\nThis view is critical to understanding the [[daelkyr]]. They stand above the maze, but they can also descend into it. They experiment on the rat, changing it. What happens if they make too many changes? It's possible the rat might crawl into a corner to die and a new rat be released: perhaps the old Prime is lost and a new world moves forward. This is what the [[gith]] believe happened with their world. The gith lived on a world that was once the Prime Material Plane. Now it may just be another rat lost and forgotten in the maze. Should the daelkyr rise and complete their work, it's possible the current Eberron could be torn away from the planes; it would still exist, but as a forgotten shadow of the new central reality that takes its place.\n\nIf this doesn't entirely make sense, that's appropriate. Most\nscholars in [[Khorvaire]] would call this theory madness, and\nso Xoriat receives its name. But others might say that this\nis in keeping with the myth of the [[Progenitors|Progenitor Dragons]]. [[Irian]] is the\nbeginning, [[Mabar]] is the end—and Xoriat could be the point\nthat stands above the journey, the high perch from which the\nProgenitors could study their work. Xoriat isn't bound by the\nlaws that bind the rest of the planes, and it holds all the ideas\nthat were discarded. Perhaps the [[Sovereigns|Sovereign Host]] didn't entirely\nbuild reality, but rather, they sculpted it—chipping things away\nand dropping them into Xoriat.\n\nThis is a metaphysical discussion that most adventurers\nwill never need to worry about. There are three things to\ntake away from it. Xoriat is a point from which history and\nreality itself can be changed. The [[daelkyr]] have changed it\nan unknown number of times. And from Xoriat, it's possible\nfor adventurers to either change it themselves—or to undo\ndamage they might have done.\n\n!! Denizens\n\nIn Xoriat, there are masses of swirling colors, hues never\nseen on [[Eberron]]. There are ripples in space that disrupt\ntime in their wake. There are bursts of powerful emotion\nthat drift across [[layer]]s. These may well be alive in some\nway—but there's no way to communicate with them. This\nsection discusses some of the creatures most relevant to\nadventurers. While the plane might hold other forces that\ncould be considered alive, their thought processes would\nalmost certainly be fundamentally inhuman, and they\nwouldn't recognize organic beings as life.\n\n!!! The Daelkyr\n\nThe [[daelkyr]] came to Eberron to corrupt it and transform its\npeople, and they crippled the [[Dhakaan]]i Empire before being\nbound in [[Khyber]]. Six are known by name, but there are surely\nothers. They remain trapped in Khyber to this day, waiting\nfor the chance to rise and finish the work they began... and\nperhaps to pave the way for a new reality.\n\nThere are no known accounts of mortals traveling to\nXoriat—at least, none who returned—so adventurers who\ndo so are likely undertaking a historic journey. And in that\njourney, they may make a shocking discovery—though the\ndaelkyr may be bound in Khyber, they are also //still in Xoriat//.\n[[Dyrrn]] the Corruptor, [[Valaara]], [[Belashyrra]]—each dwells in\na domain in Xoriat, attended by their servants and their\narmies. This ties to Xoriat's uncanny relationship with time.\nThe daelkyr may be in Xoriat because they haven't left yet,\nor they might've already been released from their prisons\nand returned to Xoriat. Again, if time is a maze, the daelkyr\nstand above it looking down—but at the same time, they are\nalso running in the maze. They can't return to Eberron now,\nbecause they're already there; but this may be why they seem\nunconcerned with their long imprisonment, because they're\nalso watching it all unfold from above. So adventurers could\ninteract with any of the daelkyr in Xoriat, but fighting them\nthere won't impact their actions on Eberron. However, it\ncould help adventurers learn about the weaknesses of the\ndaelkyr, or perhaps obtain tools or weapons to use against\nthem in the future.\n\n!!! Aberrations\n\nThe natural inhabitants of the plane are often so alien that\nmortals don't even recognize them as living things. Most of\nthe [[aberration]]s that people are familiar with on [[Eberron]]\naren't creations of Xoriat itself. Rather, the [[daelkyr]], powers\ndesigned to interact with the Material Plane and its mortals,\ncreated these aberrations as their servants, soldiers, and\nmementos of past conquests. In Eberron, most daelkyr have\nmixed forces; [[mind flayer]]s could be found serving any of the\ngreat lords. In Xoriat, they're more segregated; [[beholder]]s\ndwell in the domain of [[Belashyrra]], and [[mind flayer]]s in the\nrealm of [[Dyrrn]].\n\nWhat other terrors do the daelkyr have in Xoriat that they've\nnever unleashed in Eberron? This depends in part on how many\nother realities the daelkyr have transformed; the mind flayers\nare relics of the destruction of the [[gith]], just as the [[dolgrim]]s\nand [[dolgaunt]]s are souvenirs of the downfall of [[Dhakaan]].\nWhile aberrations created by the daelkyr are usually dangerous, there are also aberrations generated by the layers themselves. These planar creatures are alien and disturbing, but aren't threatening unless provoked. A few examples of native aberrations are listed below.\n\n* The [[varr]] are kind, generous, telepathic [[halfling]]s. But they're not quite like their Eberron cousins—they have compound eyes, barbed tongues, and they spit acid on food to digest it.\n* The //Craiss// are tiny insectoid creatures that inherently know the language of creatures they speak to. They've always had a really bad day and they won't stop complaining about it.\n* The //((scent of onions))// is a sentient [[ooze]] that can assume a [[humanoid]] shape. It can produce sounds, but communicates with its own kind using smell, touch, and taste.\n* The //Cya// are invisible, incorporeal beings who are only able to communicate by animating the reflections of other creatures.\n* The //((pleasure of seeing of a familiar friend))// are a race of empathic plants. They communicate not through speech, but through projecting emotions.\n* The //Xaelin// appear identical to [[human]]s, except for their smooth, featureless faces without eyes, ears, or nose. They possess [[truesight]] with a range of 60 feet, but can't see, hear, or otherwise perceive anything beyond that range. The Xaelin claim to know nothing about Eberron—but despite this, their customs and fashions emulate cultures from throughout Eberron's history.\n\n!!! Powers of the Void\n\nThe [[daelkyr]] aren't the most powerful forces in Xoriat. There\nare greater powers in the void, spirits so vast and alien that\nthey can only be perceived by the ripples they create in reality.\nBoth the [[Unseen Citadel]] and [[Belashyrra]] are ideas in the mind\nof something greater. Do these powers slumber? Do they\nconsciously adjust the rules of their [[layer]]s? Or are they simply\nideas cast aside by the [[Progenitors|Progenitor Dragons]], models of reality that\nwere ultimately abandoned? If Xoriat is the realm of discarded\nconcepts, this could be the drive behind the daelkyr's endless\nquest to disfigure—or perfect—reality.\n\n!! Layers\n\nXoriat is a void lacking not only matter, but also space and time,\nand a mortal creature that enters it effectively ceases to exist.\nBut there are powers in this void, and the layers of Xoriat reflect\ntheir thoughts. Each of the [[daelkyr]] dwells in a layer, the place\nthat spawned that daelkyr; this layer usually reflects the daelkyr\nin tone, and it can use its lair actions anywhere in its layer.\nHowever, not all of Xoriat's layers can support mortal life; there's\na layer where intense gravity crushes any physical creature, and\na layer where all matter is transformed into pure thought.\n\nAdventurers need to find portals to move from [[layer]] to layer. Portals are unique based on the layer's properties of each layer, and using a portal always has a price. Sometimes the price is paid in memories; the GM sets the emotional tone of the memory (joy, sorrow, anger), then each player describes the memory their character has lost. With other portals, the price may be knowledge, but this isn't taken from the adventurers—rather, when they pass through the portal, they learn a secret they might have rather not known.\n\nIn exploring the layers of Xoriat, it's important to highlight the fundamentally unnatural flavor of the plane. In addition to the [[Strange Reality]] table which provides shifting effects that impact gameplay, the Alien Attributes of Xoriat table below presents examples of cosmetic details that can be distinctive features of a layer. Beyond that, the layers of Xoriat contain revelations; these can be truths about the adventurers that they don't want to know, or secrets about reality itself. This is discussed in more detail in the section on <<scrollToHeader \"Xorian Artifacts\">>.\n\n<<list-links-article \"[tag{!!title}tag[layer]sort[title]]\">>\n\n| !<<dr d12>> |!Alien Attributes of Xoriat |\n| 1 |[[Undead|undead]] creatures are considered living creatures, and living creatures are considered to be undead. |\n| 2 |You can tell time by the shifting focus of gravity. If you're walking on the ceiling, it's midday. By evening you'll be back on the ground. |\n| 3 |Everything in this layer—food, buildings, even the air itself—is alive. |\n| 4 |There's no sound in this layer, but speech manifests as glowing words that circle the speaker. Music and verbal spell components manifest as patterns of light. |\n| 5 |Any attack or effect that normally causes [[harm]] instead heals it; anything that would normally clear [[harm]] deals [[necrotic damage|damage type]] instead. |\n| 6 |This layer is filled with bright light, but all light sources work in reverse. Any light source that would usually create bright light instead creates darkness, and anything that would usually create dim light instead reduces the light level to dim light. |\n| 7 |While within this layer, creatures lose their sense of sight, but aren't considered blinded, as they can perceive their surroundings through heightened senses of smell and taste. |\n| 8 |The layer is a series of floating platforms. Rivers flow through empty air. |\n| 9 |The inorganic matter of this realm—including all buildings and tools—is invisible. |\n| 10 |There are many reflective surfaces, but the reflections don't match the actions of the creatures shown in them. |\n| 11 |Instead of soil, the surface of the land is made of chitin. The chittering of insects fills the air. |\n| 12 |Rivers and pools are made of living protoplasm, which reaches out toward passersby. |\n\n!!! Other Layers\n\nEvery daelkyr has a home layer, but there are endless layers of\nXoriat, each reflecting a discarded idea or a maddening truth.\nConsider the following examples.\n\n//''A House Built from Hate.''// Each character sees the house's\nform slightly differently, but they all feel the hate in the walls.\nMirrors reflect images of things the viewer hates, and books in\nthe house chronicle the hateful deeds committed by everyone\nthe adventurers know—including each other. The longer the\nadventurers stay in the houses, the easier it becomes to hate\neach other... or themselves.\n\n//''Empty White Space.''// There's seemingly no end to this\nendless void of bleak solitude. To proceed, the characters must\nact out their travel—pretending to travel just as they pretend\nthere is meaning in their lives. If they can keep up the charade,\nthe world they imagine will take shape around them.\n\n//''A Lush Orchard.''// The trees grow secrets, while more\nbuzz around in the air like tiny birds. Some of them may be\nsecrets of the adventurers, or those of their enemies. Others\nare secrets of strangers and secrets about reality. Do the\nadventurers block their ears, or do they try to listen?\n\n!! Planar Manifestations\n\nThe [[seals|dimensional seal]] of the [[Gatekeepers]] block travel to Xoriat, but there\nare still many ways the Realm of Madness can affect the world.\n\n!!! Manifest Zones\n\nManifest zones tied to Xoriat are common in the [[Shadow Marches]], but rare elsewhere. The effects of a Xorian manifest zone are rarely as dramatic as the alien attributes of the plane itself. However, manifest zones may convey one or more of\nthe [[universal properties|universal property]] of the plane. The most common is\nthe [[Dangerous Revelations]] property. People who linger in\na Xorian zone often find alien concepts creeping into their\nbrains, instilling strange beliefs, or twisting their sense of\nreality. These zones can easily produce [[Cults of the Dragon Below]]; in the Shadow Marches, the Gatekeepers struggle\nto keep people out of these zones, while Marcher cultists\nconsider them to be sacred sites.\n\n[[Unpredictable Magic]] is another common property; such\nzones often have unnatural flora or fauna, but these effects are\nunreliable and change with each generation. The properties\nof [[Time Is An Illusion]] and [[Strange Reality]] are rare in manifest\nzones, and may not be active all the time; these effects might\nonly become active when [[Lharvion]] is full, or when disturbing\nrituals are performed.\n\n!!! Coterminous and Remote\n\nThe last time Xoriat was coterminous, the [[daelkyr]] brought their\narmies through the walls of reality and laid waste to the Empire\nof [[Dhakaan]]. The seals crafted long ago by the [[Gatekeeper|Gatekeepers]] [[druid]]s\nkeep the daelkyr bound in [[Khyber]], but they also keep Xoriat from\nbecoming coterminous. Xoriat's remote phases have no known\neffect, and like [[Kythri]], they're unpredictable, though the phases\ntend to come and go far more slowly than Kythri's do. There are\nno recorded instances of citizens of the [[Five Nations]] visiting Xoriat; most scholars believe that the Gatekeeper seals prevent all planar travel... though someone may have secretly built an [[eldritch machine]] in a [[manifest zone]], perhaps incorporating\n[[illithid|mind flayer]] brains or the position of the moon [[Lharvion]]. What would\nhappen if the adventurers stumbled on a cult of the Dragon Below just as the cult completes its sinister rituals?\n\n!!! Xorian Artifacts\n\nThe most common artifacts of Xoriat are the [[symbiont]] items\ncreated by the [[daelkyr]]. However, adventurers could\nstumble on artifacts brought to [[Eberron]] by the daelkyr in their\ngreat incursion—or relics even more ancient. One effect of\nXorian items could be to twist time. On a minor level, this could\nexplain the powers of a [[cloak of displacement]]; it always shows\nyou a few seconds ahead of your current position. A more\npowerful artifact could allow travel through time, or reset time\nin a small region. Does the time tunnel allow a return trip, or\nare those who use it trapped on the other side?\n\nXoriat is also known for granting maddening knowledge\nand physical transformation. Here are a few examples: \n\n* The character's blood is replaced with a sentient protoplasm that whispers to them while they sleep. The character heals from injuries twice as fast.\n* The character gains an [[advantage]] to the Study [[action]], but they also learn that any time they cast a [[spell]], something dies. When they cast a [[cantrip|spell tier]], it might be a rodent or a bird. The more powerful the spell, the more significant the death. The caster will likely never see this effect occur, but they know that someone somewhere is paying the price for their magic... and worse, this might be true of all spellcasters.\n* The character gains the ability to summon spirit warriors to fight with them every seven days. The spirit warriors summoned are friends of the caster, plucked from the future; the character may not have met all of them yet, but they're people who the character knows or will know. They're returned to the future in an hour or when they are incapacitated... in which case they may die upon being returned to their own time.\n\n!! Xorian Stories\n\nThe seals of the [[Gatekeepers]] make Xoriat one of the more\ndifficult planes for adventurers to reach. However, a trip to\nXoriat would be a revelatory adventure. Interactions with\nthe denizens of Xoriat are largely limited to the [[Cults of the Dragon Below]] and the servants of the [[daelkyr]]. However, there are a few ways the plane could spawn adventures.\n\n//''Planar Patron.''// A [[warlock]] could say that their patron isn't simply a [[daelkyr]]; rather, it's one of the Powers of the Void within Xoriat itself. Such contact\nis unprecedented—what is the nature of this connection? It\nmay be that the Power doesn't converse with the warlock,\nbut rather downloads knowledge directly into its mind. A\ndisturbing possibility is that the warlock isn't supposed to\nbe receiving this information; the knowledge stream could\nbe intended for a powerful [[mind flayer]], but the warlock has\nbecome linked to this psychic channel. This could provide\ninformation about the plans of the illithid's cult, but can the\nwarlock do anything about it?\n\n//''A Glimpse of the Future.''// When the adventurers interfere\nwith a ritual of a [[cult of the Dragon Below|Cults of the Dragon Below]], they find\nthemselves three years in the future... and something has\ngone terribly wrong. Perhaps the [[Mourning]] has spread and\nconsumed [[Breland]]. Maybe the [[overlord]] [[Sul Khatesh]] has\nbroken her bonds; under her rule, the warlock-knights of\n[[Aundair]] are conquering the [[Five Nations]]. The adventurers\nmust find a way back to their own time—after they learn how\nto keep this future from coming to pass.\n\n//''Whispers in the Woods.''// While the adventurers are in a\nXorian [[manifest zone]] fighting a cult of the Dragon Below, one\nof the characters receives a revelation: [[Merrix d'Cannith]] will\ndestroy the world in two years. Does it provide any additional\ninformation or just this one absolute fact? The character knows\nthat this is the truth... but is this an actual glimpse of the\nfuture, or is it luring the character down a dark path?",
        "type": "text/vnd.tiddlywiki",
        "title": "Xoriat",
        "tags": "plane",
        "modified": "20230103214406932",
        "tooltip": "plane of madness; origin of the daelkyr and other aberrations",
        "color": "#2E4708",
        "category": "location",
        "article": "the Realm of Madness, "
    }
]