[
    {
        "created": "20201215024545871",
        "text": "There have always been [[gnoll]] clans in the Barrens of [[Breland]] (what would eventually become [[Droaam]]), though the\n[[Dhakaan]]i [[goblin|goblinoid]]s ruthlessly exterminated gnolls in imperial\nterritories, driving them back into the wilds. But their story starts\nlong before. In the dawn of time, during the [[Age of Demons]], [[Eberron]] was the domain of the [[fiend]]ish [[overlord]]s. This was an age of chaos, as the\noverlords constantly clashed with one another. [[Rak Tulkhesh]],\nthe Rage of War, commanded armies of fiends, while the [[Wild Heart]] raised hordes of ravenous [[beast]]s. In the struggles between the two, the Wild Heart bred [[dire|dire beast]] hyenas with the ability to consume the immortal essences of the [[zakya]] warriors of Rak Tulkhesh. But the Wild Heart failed to anticipate how consuming\nfiends would affect its creations. Twisted from within by the\nimmortal essence of the [[demon]]s they'd devoured, the hyenas\nwere warped into something entirely new, something that was\nneither [[beast]] nor [[demon]]: and so the first gnolls were born.\n\nFormed from both War and the Wild, [[gnoll]]s were recruited\nand bred by both [[Rak Tulkhesh]] and the [[Wild Heart]]. As foot\nsoldiers of the overlords, they fought against [[orc]]s and other\nearly [[humanoid]]s, as well as battling the gnoll clans of other\noverlords. Even after the overlords were defeated and bound\nby the [[Silver Flame]], gnolls continued to be their pawns. The\nfiendish spark burned within them, and when they weren't\ndirectly serving the [[Lords of Dust]], most engaged in vicious acts\nof brutality. The Rage of War seeks endless battle, and when\nthere is no greater conflict, it delights in setting its minions\nagainst one another. For countless generations, gnolls fought\n[[troll]], [[ogre]], and other gnolls seeking blood for their hungry idols.\n\nThen, centuries ago, two gnolls from rival clans faced one\nanother on a battlefield soaked in the blood of their kin—then\nquestioned the path that had led them there. The two urged\nothers to deny the voice that called for endless war, to refuse\nto chase death in the service of a [[fiend]]. Two became four, then\neight, until entire clans heeded the call. Clan leaders dragged\ntheir idols to the place now known as [[Znir]]—a word that\nsimply means “stone”—and there, they shattered the images\nof the fiends they once served. Together, the gathered hunters,\nshamans, and warriors swore an oath: They might be many\nclans, but from this day forward, they would be one pack.\nThey would allow no one—not chib (chieftain), god, or demon—to hold\ndominion over them.\n\nThis was easier said than done. Fighting the fiendish\ninfluence within was challenging enough, but the Barrens were\na chaotic tapestry of battling forces. The leaders of the newly\nforged Znir Pact had no desire to rule over other creatures,\nbut even just holding territory could invite attack. And so they\ndeveloped the path that has carried them forward to this day:\nthe road of the mercenary. The gnolls would claim no territory\nbeyond the lands around Znir. They would fight for any who\nwould pay a fair price. But if anyone sought to enslave a gnoll,\nor to strike against Znir itself, they would face the wrath of all\nof the united clans. This was a lesson that had to be taught\nmany times, but after a century or so, the point was made.\nTo those who paid them, the gnolls were as reliable as stone.\nThose who betrayed them or who picked a fight would fall\nbefore the might of the full Pact. \n\nSome scholars of the [[Five Nations]] find it strange that\nthe Znir Pact never took the path of conquest. There\nwas no parallel to the united force of the Pact within\nthe region, and they could have defeated the various\nchibs and warlords they served. But the [[gnoll]]s have\nnever had a desire to rule other creatures; they love\nthe hunt and the thrill of battle. The path of the Pact\nallows them to do what comes naturally—to stalk and\nkill, to fight endless battles—but they do so together.\nThey choose the paths they follow and the battles they\nfight. One could look at the Pact and say that they serve\nmany masters. But the Znir gnoll would respond that\nthey serve only themselves: that they choose\nwho they fight for, they set the terms of their\nservice.\n\n!! Znir Clans\n\nThe Znir [[gnoll]]s include a dozen different\nclans, each of which holds distinct traditions.\nOnce the clans were devoted to different faces\nof the [[overlord]]s, but when they shattered their\nstatues, each clan chose one of the moons. All\ngnolls skillfully hunt and fight, but the Barrakas\nare known to be the finest trackers of the Pact;\nthe Aryth, the deadliest archers; the Olarune,\nthe strongest warriors and most forceful in\nthe vanguard. Typically, mercenary units are\ncomprised of gnolls of a single clan, assigned based\non the nature of the task that lies ahead, and contracts\nare usually negotiated for a period based on cycles of\nthe clan's moon.\n\nThe clans maintain distinct territories within the Znir\nregion, but all gnolls are welcome around the hearth of any\nclan; the Znir take pains to crush any tension that arises\nbetween the clans. Shamans and leaders from each clan\nmaintain a council at the Znir, around the broken idols. Here\nthey mediate disputes, assign contracts to clans, and allocate\nfunds and equipment. The Eyre clan has honed their skills as\nsmiths and tanners, and they craft much of the equipment used\nby the Znir gnolls—though there is still a strong tradition of\nscavenging among the Znir, and warriors often claim trophies\nfrom fallen foes. \n\n!! The Demon Within\n\nThe Znir defied the [[overlord]]s when they shattered their\nstatues, but there's still a spark of a [[fiend]] in the blood of\neach [[gnoll]]. Znir simply refuse to allow the [[demon]] within to\nhold dominion over them. Young gnolls learn how to resist\nthis influence—to channel the strength of the fiend without\ngiving it power over them. For most gnolls, this is a matter\nof discipline; Znir gnolls are known for remaining calm in\nthe face of provocation, and having learned to fight their own\ndemons, they aren't easily manipulated by mortals. However,\nsome gnolls learn to draw on their unnatural heritage and to\nchannel this power in useful ways. Znir gnolls have their own\nequivalents of rangers and barbarians; the ranger's primal\nmagic draws on the [[Wild Heart]], while the barbarian channels\nthe fury of the [[Rage of War|Rak Tulkhesh]]. Znir shamans are similar to\n[[warlock]]s, typically following the path of the Fiend. However,\nin all of these examples, the Znir don't serve the dark power.\nRather, they can be seen as stealing their strength from it;\nlearning to draw on it without giving anything in return.\n\nIn their determination not to let fiendish forces hold\ndominion over their people, the Znir gnolls have also developed\ntheir own techniques for fighting supernatural threats.\nChampions trained to face [[fiend]]s and [[undead]] are known as //hwyri//—Gnoll for “warden”—and wield powers similar to\nthose of [[paladin]]s in other lands. However, hwyri don't worship\nany divine power. Their abilities come from training and\nunderstanding of the demon within; they aren't crusaders,\nthey're mercenary demon hunters. Most hwyri come from the\nVult clan, and in a land that shuns the [[Silver Flame]], these\ngnolls can be the best hope for people facing fiendish threats.\nThere has been some tension between the Vult and the\n[[therianthrope]]s of the [[Dark Pack]]; the Vult shamans suspect that\nthe Pack is vulnerable to the influence of the [[Wild Heart]].\n\nSo as a gnoll, there is a spark of demonic influence within\nyou. The Znir learn to control this at an early age. But how\ndoes it manifest in you? Do you suppress it completely, or do\nyou channel it in some way—possibly reflected by your class\nabilities? Are you a hwyri who seeks to fight supernatural\nthreats, or are you not concerned with such things?\n\n!! Gnoll vs. Gnoll\n\n[[Droaam]] is a small place, and the Znir serve any who will pay a\nfair price. This inevitably leads to conflict between Znir gnolls\nfighting for two opposing sides. In such situations, Znir fight\none another with all their skill, but they strike to wound, not\nkill. A gnoll wounded by another gnoll immediately withdraws\nfrom battle, no matter how superficial the wound. While some\nclients take umbrage at this—“You can still fight! Get back out\nthere!”—this is an absolute rule of all Znir contracts, and gnolls\nwho defy this are punished by the united clans.\n\n!! Mercenary Service\n\nWhile [[Droaam]] has risen around them, the Znir Pact\ncontinues as it always has. They don't work for shelter and\n[[grist]], and expect to be paid for their service. This is perfectly\nacceptable to the [[Daughters of Sora Kell]], who have placed a\nfull half of the Pact forces on extended retainer. Most large\ncommunities have a Znir garrison employed by the Daughters.\nThese troops are present to protect the region from brigands\nor invaders, and to help maintain order. But they serve the\nDaughters, not the local chib; it's understood that if the chib\nor their warlord turns against the Daughters, the local Znir\nwill act against them. The remainder of the Pact serves other\nmasters, and many warlords of chibs employ Znir gnolls as\nbodyguards, enforcers, or hunters.\n\nThe Znir take their contracts seriously. If the client breaks\nthe terms of the agreement, the contract immediately ends;\nbut as long as terms are met, Znir will face any danger and\nnever betray a client. They have earned this reputation over the\ncourse of centuries, and this gives them a place much like the\n[[Sentinel Marshals]] of House [[Deneith]] in [[Khorvaire]]; everyone\nknows that the word of the Znir is as unbreakable as stone.\nHouse [[Tharashk]] has begun brokering the services of\nZnir gnolls within the [[Five Nations]], but the Pact leaders\nare cautious about this arrangement. Within [[Droaam]], Znir\ncustoms are known and respected, and the Znir can unite\nagainst anyone who defies them. The Znir recognize that they\ndon't hold such power over the rulers of the Five Nations,\nand are concerned about serving so far from their stones.\nIn addition to those who serve through House Tharashk or\n[[Daask]], a number of Znir have been sent east to study the Five\nNations, gathering knowledge of its people and customs so\nthe Znir council can determine how to engage with the wider\nworld. This scouting role is a reasonable path for a gnoll player\ncharacter; it's their job to travel the world beyond and learn its\nways, and to make friends and allies.",
        "type": "text/vnd.tiddlywiki",
        "title": "Znir Pact",
        "tags": "[[mercenary troop]] Droaam",
        "modified": "20220114010725819",
        "tooltip": "alliance of gnolls in Droaam",
        "color": "#9EC5FE",
        "category": "organization",
        "article": "the "
    }
]